{
"enemy":"[0] is in enemy sign [1]",
"friend":"[0] is in friend sign [1]",
"own":"[0] is in its own sign [1]",
"exalted":"[0] is exalted in [1]",
"mooltrikona":"[0] is in mooltrikona sign [1]",
"debilitated":"[0] is in debilitated in [1]",
"ashtakavarga":"Ashtakavarga is a unique method used to know the strength of each house based on the positions of the Ascendant, Sun, Moon, Mars, Venus & Mercury. Astakavarga method divides each Rashi house into subdivisions based on the position of Ascendant & 7 planets. Rahu & Ketu are omitted in calculations as these are not real planets instead they are the nodes of the Moon which are formed during its orbit in the ecliptic plane",
"avk-rul":"The common rules that are taught for Ashtakavarga are: Below 25 is weak, 25 to 28 is average, above 28 is good, when planets transit a house about 30 points they bring about positive results, if planets transit a house with below 25 points results may not be good.  Please note this is, in general, whereas the predictions may vary depending on various other qualifiers that your astrologer able to analyze better.",
"shadbala":"Shadbala is a mathematical model to quantify the strength attained from 6 different sources 1) Sthanabala/Positional Strength 2) Dikbala/Directional Strength 3) Kalabala/Temporal Strength 4) Chestabala/Motional Strength 5) Naisargabala/Natural Strength 6) Drgbala/Aspectual Strenght. Parasara in BPHS calls the Shad Bala “Spashta Bala” which means distinct strength. This gives light to the fact that each strength should be evaluated individually and that the sum total of the “Shad Bala” of the planets is less important than each distinct strength on its own",
"shd-rul":"BPHS 27.34–36: Minimum Prescribed Strength: Guru, Budha, and Sūrya are strong, if each of their Sthanabala, Dikbala, Kalabala, Cheshtabala, and Ayanabala are, respectively, 165, 35, 50, 112 and 30 Virupas. The same required for Chandra and Śukra are 133, 50, 30, 100, and 40. For Mangal and Shani, these are 96, 30, 40, 67 and 20.bala",
"shd-rul2":"BPHS 27.32–33: Minimum Shadbala Requirement: 390, 360, 300, 420, 390, 330, and 300 Virupas are the Shadbala Pindas, needed for Sūrya, etc. to be considered strong. If the strength exceeds the above-mentioned values, the Graha is deemed to be very strong. If a Graha has the required Shadbala, it proves favorable to the native by virtue of its strength. However, Śani’s extreme strength gives long life as well as miseries.",
"planetary aspects":"Planetary Aspects",
"kp-hg":"Please note the house groups can be from more than one planet when your dasha operates. Hence the events should be looked at from the combination of significators of your maha Dasha, Antar dasha & pratyantar dasha lords and it is the sub lord of the planet which decides if the event is to occur or not",
"kp-hg2":"According to KP Astrology, the events can happen during Dasha & Transit of planets & it is the sub lord of the planet & sometimes it is sub-sub lord which decides if weather the event will occur or not.",
"kp-das":"You are currently in [0] Maha Dasha [1] Anthar Dasha & [2] Pratyantar Dasha. As per KP Astrology, during your current dasha below one or more events can trigger if the sub lord of your dasha lord also agrees with an event. Timing of the event is during the transit of any planet into the constellations of dasha lord.",
"vim":"The Sanskrit term dasha in Hindu astrology is used to indicate planetary periods, The Dasha Paddhati (system) of Directional Astrology is unique to the Hindus; it is found nowhere else. There are many kinds of Dasha systems, Parashara mentions forty-two of them, but of these only two are in vogue, namely, Vimshottari and Ashtottari",
"vim-2":"Vimshottari in Sanskrit stands for the number 120. Vimshottari Dasha assumes that the maximum duration of life of an individual human being is 120 years which is the aggregate duration of all nine planetary periods i.e. Ketu 7, Venus 20, Sun 6, Moon 10, Mars 7, Rahu 18, Jupiter 16, Saturn 19 and Mercury 17, in the order of their operation. It is not known when this system was discovered and why the number of years allotted to each varies. The year of the Vimshottari dasha is the astronomical solar year of 365.25 days",
"crul-1":"You can expect good career prospects during [0] Dasha which occupied 10th house and during [1] Dasha who is lord of 10th house in your Dasamsa Chart",
"crul-2":"You can expect good career prospects during [0] Dasha who is lord of 10th house in your Dasamsa Char",
"crul-3":" [0] in angular house, A significant career milestone can be seen during dasha/bhukthi of these planets",
"crul-4":"In your D-10 chart 10th lord [0] is in [1] sign & is also well placed in [2] sign which ensures a good career.",
"crul-5":"In your D-10 chart, the benefic planets are aspecting your Lagna house which is good sign",
"crul-6":"In your D-10 chart, 10th house is getting an aspect from the benefic planet, which is a good sign.",
"crul-7":"In your D-10 chart powerful Sun in upachaya house, which is a good sign",
"crul-8":"In your D-10 chart powerful Sun in upachaya house and also is aspected by Jupiter, native is likely to get recognition & eminence in career.
",
"crul-9":" In your D-10 chart, the powerful sun is in Angular house which gives high status, high income, administrative power, farsightedness.
",
"crul-10":"The 10th lord [0] in your Rashi Chart, is strong in D-10 chart, which ensures status and smooth career with many sources of income",
"crul-11":"In your D-10 chart, Saturn is strong & also well placed, which gives support from subordinates, workers, political career, gains from underground mining, iron & steel, etc
 ",
 "crul-12":"In your D-10 chart, Moon is strong which gives the zeal to work.",
  "mrul-1":"You are currently in [0] Maha Dasha, [1] Anthar Dasha & [2] Pratyantar Dasha",
 "mrul-2":"Your Dasha Lord(s) [0] are Money significators. Hence in the current Dasha will help you gain money which depends on strength of these Dasha Lords.",
 "mrul-3":"Moon and Jupiter are main significators of Wealth. Venus bestows luxuries and comforts in Life, a well placed Venus, Jupiter and Moon makes one Rich.",
 "mrul-4":"The second house lord [0] & 11th house lord [1] are conjunct in Ascendant house which forms a very auspicious wealth yoga in horoscope.",
 "mrul-5":"The first house lord [0], second house lord [1] & 11th house lord [2] are in their respective houses which makes the native extremely rich.",
 "mrul-6":"Both 7th & 8th house are aspected by benefic planet(s). The natives financial condition improves after marriage.",
 "mrul-7":"7th Lord aspecting its own house which is auspicious",
 "mrul-8":"8th Lord aspecting its own house which is auspicious",
 "mrul-9":"Jupiter, Mercury & the 2nd Lord [0] are in same house. Which is a very good combination for Financial gains.",
 "mrul-10":"2nd Lord [0] & 5th Lord [1] exchanged their houses which is very auspicious for Financial Growth. as per Bhavat Bhavam principle, it is the secondary House of Fortune. Moreover it is one of the Trikona House. Trikona Houses are known as Lakshmisthana or Houses of wealth",
 "mrul-11":"In your horoscope Sun is aspecting Moon which is very favorable for financial prosperity.",
 "mrul-12":"In your horoscope Jupiter is aspecting Moon which is very favorable for financial prosperity.",
 "mrul-13":"In your horoscope Jupiter is aspecting 2nd Lord which is very favorable for financial prosperity.",
 "mrul-14":"In your horoscope Jupiter is aspecting 2nd house which is very favorable for financial prosperity.",
 "mrul-15":"In your horoscope there is a benefic planet in 8th house which makes one rich by inheritance or Lottery or Share market.",
 "mrul-16":"In your horoscope Venus is in 12 house which is very beneficial for financial gains.",
 "mrul-17":"Arudha Lagna is the Image of your Lagna on others, its like reflection. Arudh Lagna gives us a clue on how a person is perceived by others. By analyzing Arudh lagna in the horoscope can give more informatoon regarding your materialistic gains.",
 "mrul-18":"Your Arudh Lagna is [0] & its Lord is [1]",
 "mrul-19":"[0] aspects 11th house from Arudh Lagna which is very auspicious, as per Jaimini such aspect could make the native wealthy.",
 "mrul-20":"Both benefic & malefic planet in the 11th house from Arudh Lagna, as per Jaimini such placement can make the native  wealthy through both righteous and unfair means",
 "mrul-21":"A benefic planet positioned in the 11th house from Arudh Lagna, as per Jaimini such placement can make the native  wealthy through fair & righteous means",
 "mrul-22":"A malefic planet positioned in the 11th house from Arudh Lagna, as per Jaimini such placement cause the native to make money through unfair means.",
 "mrul-23":"In your horoscope [0] in 2nd house from Arudh Lagna, as per Jaimini such a placement causes native wealthy & prosperous.",
 "mrul-24":"In your horoscope Arudh Lagna falls in 11th house from Ascendant, as per Jaimini such placement causes the native to be wealthy.",
 "mrul-25":"In your horoscope Arudh Lagna is falling in [0] house which is Angular or Trine house from Ascendant, as per Jaimini such placement causes the native to be wealthy.",
"mrul-26":"In your horoscope Arudh Lagna falls in [0] house from Ascendant, as per Jaimini such placement would yeild undesirable results",
 "mrul-27":"Indu lagna is also known as the ascendant of wealth. It has special significance in Ashtakavarga. It is also known by the name of Moon Yoga in the Brihat Parashara Hora. Indu lagna or Moon ascendant is analyzed to determine the financial situation of a native. It is used to determine the wealth and prosperity of the native. It also determines important incidents of a native’s life.",
 "mrul-28":"In your horoscope Indu Lagna falls in [0] house, lord of this house is [1].",
 "mrul-29":"As per vedic texts, the planets positioned in 1st, 4th, 7th, 10th & 11th houses from Indu Lagna are suppose to be wealth givers, the native is expeted to earn during dashas of these planets.",
 "mrul-30":"In your horoscope, the planets [0] are wealth givers, you are expeted earn good wealth during dashas of these planets.",
 "mrul-31":"As per vedic texts, the planets positioned in 6th, 8th, 12th houses from Indu Lagna are considered inauspicious for wealth.",
 "mrul-32":"In your horoscope, the planets [0] are considered inauspicious for weath, you may expect some challenges during dashas of these planets.",
 "d4-r1":"According to Vedic texts, in order to analyze ones properties such as house, lands, real estate, vehicles etc., from the horoscope, we should first see in the rashi chart the strength of Ascendant/Lagna House & its lord, 4th House & its lord(properties) & karak Mars(land) & Saturn(construction) & Venus(lexury)",
"d4-r2":"4th house(propety) lord [0] is aspected by 8th house(inhertance) lord [1] which indicates property through inheritance. ",
 "d4-r3":"4th house(property) lord [0] is aspected by 11th house(gains) lord [1] which indicates gains through property.",
 "d4-r4":"In your horoscope 4th house is having benefic aspect from [0] which is good.",
 "d4-r5":"8th house(inheritence) lord [0] is aspected by 4th house(property) lord [1] which indicates property through inheritance.",
 "d4-r6":"8th house(inheritance) lord [0] is aspected by 11th house(gains) lord [1] which indicates gains through inheritance.",
 "d4-r7":"11th house(gains) lord [0] is aspected by 4th house(property) lord [1] which indicates gains through property.",
 "d4-r8":"11th house(gains) lord [0] is aspected by 8th house(inheritance) lord [1] which indicates gains through inheritance.",
 "d4-r9":"As per our ancient texts, if there is a connection between 4th Lord, 8th Lord & 11th Lord in Rashi Chart one will accumulate huge properties depending on strength of connection.",
 "d4-r10":"In your rashi chart 4th(property) lord, 8th(inheritance) lord & 11th(gains) lord are aspecting each other, such a combination will help you make huge property gains during the dasha/bhukthi of 4th lord([0]), 8th lord([1]), 11th lord([2])",
 "d4-r11":"In your rashi chart 4th(property) lord in [0]th house, 8th(inheritance) lord  in [1]th house & 11th(gains) lord in [2]th house, such a combination will help you make huge property gains during the dasha/bhukthi of 4th lord([0]), 8th lord([1]), 11th lord([2])",
 "d4-r12":"In your rashi chart 4th house(property) lord in 8th house(inheritance) which indicate you gain property through inheritence.",
 "d4-r13":"In your rashi chart 4th house(Property) lord in 11th house(gains) which indicates you will gain through properties.",
 "d4-r14":"In your rashi chart 8th house(inteheritance) lord in 4th house(property) which indicate you gain property through inheritence.",
 "d4-r15":"In your rashi chart 8th house(inheritance) lord in 11th house(gains) which indicates you will gain through inheritance.",
 "d4-r16":"In your rashi chart 11th house(gains) lord in 4th house(property) which indicates you gain through property.",
 "d4-r17":"In your rashi chart 11th house(gains) lord in 8th house(inheritance) which indicates you will gain through inheritance.",
 "d4-r18":"In your rashi chart 4th Karak(lord of lands) [0]",
 "d4-r19":"In your rashi chart lord of construction [0]",
 "d4-r20":"In your rashi chart lord of wealth [0]",
 "d4-r21":"As per ancient text, the Varga charts reveal how promising will be the results analyzed in D1 or Rashi Chart. Below is the analysis of D4 or Chaturthamsa Chart",
 "d4-r22":"is positioned in same house in D1 & D4 chart becomes vargottama which is excellent.",
 "d4-r23":"You would buy properties during dasha/bhukthi of Lords, which aspect 4th house in D1 & D4 charts, provided if the transit of these planets also agrees.",
 "d4-r24":"In your D1 & D4 charts, [0] aspecting 4th house, hence you are expected to purchase properties during dasha & bhukthi of [1]",
 "d4-r25":"In your D4 chart Lagna lord [0] is in the 6th house, which indicates there can be some disputes",
 "d4-r26":"In your D4 chart, 4th house lord [0] is in 6th house, which indicates there can be some disputes",
 "d9-r1":"When a planet is in the same sign in the birth chart and navamsa,then that planet is called Vargottama planet. It is coined from 2 words, Varga and Uttama. This is the best planet in the entire divisional chart.",
"d9-r2":"In your navamsa chart [0] are vargottama planets",
"d9-r3":"In your navamsa chart [0] is a vargottama planet",
"d9-r4":"The Sun indicates the soul, authority, will power, ego and self-esteem. Sun as Vargottama in your D9 chart, you will have a lot of will power. There will be a lot of intimations from your side.",
"d9-r5":"In your horoscope, the Sun is debilitated in Libra, which indicates low confidence, lack of courage, will-power and valor, may also indicate lacking the power to take action and put in hard work",
"d9-r6":"The Moon indicates the emotions, pleasure, nourishment, motherly love and happiness. Moon is the Vargottama planet in your D9 Chart, the qualities indicated by the Moon will be more evident in you.",
"d9-r7":"In your horoscope, Moon is debilitated in Scorpio, which indicates swinging mind, negitive thinking, unhappiness in life, the native may suffer with water related diseases, complains of caugh & catarrh.",
"d9-r8":"The Mercury indicates communication, technology, media and intelligence. Mercury is Vargottama planet in your Navamsha Chart, you will display a sharp intellect.",
"d9-r9":"In your horoscope, Mercury is debilitated in Pisces, which indicates you are day dreamer not bother whats happening at the present, often lost in your own world of imagination, may lack the logical ability.",
"d9-r10":"The Venus indicates love, luxury, comfort, money, strength and relationships, knowledge of astrology. Venus is Vargottama planet in your D9 Chart. The Venusian qualities will be bright.",
"d9-r11":"In your horoscope, Venus is debilitated in Vergo. which indicates that you are desirous of infinite love from your partner, your mind is always occupied by thoughts of love, struggle in married life.",
"d9-r12":"The Mars indicates resistance, fighting spirit, valor, and vigor. Mars is Vargottama planet in your D9 Chart.  Martian qualities are good.",
"d9-r13":"In your horoscope, Mars is debilitated in Cancer, that indicates lack of energy and valur, you would require a lot of training to be under control. The wrong use of any skill can damage your social relations.",
"d9-r14":"The Jupiter indicates wisdom, higher knowledge, higher studies, spirituality.  Jupiter is Vargottama planet in your D9 Chart. Jupiterian qualities will be very much evident in your life.",
"d9-r15":"In your horoscope, Jupiter is debilitated in Capricorn, indicates that you are hard working and will need to struggle hard to meet your goals.",
"d9-r16":"The Saturn indicates hindrance in physical development, longevity, careful, leads life by controlling desires, selfishness, Irresponsible, carelessness and exercises restraints.",
"d9-r17":"The Rahu is Vargottama in your D9 Chart which indicates rebelliousness, aggression, passion  and mental disposition.",
"d9-r18":"The Ketu is Vargottama in your D9 Chart which indicates isolation, detachment, spirituality.",
"d9-r19":"It is a particular navamsa in a sign where planets behaves in auspicious manner.",
"d9-r20":"In your Navamsha chart, Jupiter & Mars conjunct in [0] and Moon is in Pushkar Navamsha which is a powerful combination, according to Jataka Parijata chapter 7 verse 25 a person with such palcememt in horoscope will rule over masses.",
"d9-r21":"In your D9 Chart, Jupiter & Mars conjunct in [0] and Moon is Vargottama which is a powerful combination, according to Jataka Parijata chapter 7 verse 25 a person with such palcememt in horoscope will rule over masses.",
"d9-r22":"In your D9 Chart, Vargottama [0] is in Ascendant, such placement will give you high success in life.",
"d9-r23":"In your D9 Chart, [0]th house lord [1] is in Pushkara Navamsha, such a placement will give you good succss in its dasha/bhukthi.",
"d9-r24":"In your D9 Chart, Jupiter in Pushkara Navamsha in [0] which is also Angular house, such a placement makes the native very wealthy.",
"d9-r25":"In your D9 Chart, Jupiter in Pushkara Navamsha in [0] which is also Trine house, such a placement makes the native very wealthy.",
"d9-r26":"In your D9 Chart, the Pushkara Navamsha Planet [0] placed in [1] house which is dustana house, this would indicate the native being wealthy may experience some health issues.",
"d9-r27":"The Ascendant Lord [0] & 10th Lord [1] of your Rashi Chart are in Pushkara Navamsa in D9 Chart. Such a placement will make the native very fortunate.",
"d9-r28":"In your D9 chart, [0] in Pushkara Navamsa. You can expect good times during dasha/bhukti of [0].",
"d9-r29":"In your Rashi Chart 7th lord [0] & 8th lord [1] & the Karaks [2] [3]. And Whereas 7th & 8th house has benefic aspects. Such a placement in horoscope causes the Married life to be very happy & harmonic.",
"d9-r30":"In your Rashi Chart 7th house has malefic aspect, may cause some issues.",
"d9-r31":"In your Rashi Chart the Kalatra Karaka(Significator for Marriage & conjugal bliss) [0], may cause some issues in maritial bliss.",
"d9-r32":"In your Rashi Chart the Karak of Mind [0], may cause some issues.",
"d9-r33":"As per ancient texts, if Mars is positioned in 1st,2nd,4th,7th,8th or 12th in Rashi Chart from both Ascendant & Moon, the native is considered to have Manglik Dosh. A native with Manglik Dosh is said to experince difficulties in the married life. However there are many cancellation rules which an expert astrologer should be able to judge by assessing various aspects from the horoscope.",
"d9-r34":"In your horoscope, Mars is in [0] house from Ascendant & in [1] house from Moon. Manglik Dosha is present in your horoscope. Remedial measures are recommended",
"d9-r35":"In your horoscope Mars is in [0] house from Ascendant & whereas its position from Moon is away from Manglik effect, hence only a partial Manglik Dosha present in your horoscope.",
"d9-r36":"In your horoscope Mars is in [0] house & there is no Manglik Dosha in your horoscope.",
"d9-r37":"The planets in 7th house can also reveal certain characteristics of your spouse.",
"d9-r38":"In your horoscope, Sun in 7th house indicates your spouse can be from a higher status family, is proud and dominating.",
"d9-r39":"In your horoscope, Mars in 7th house indicates harsh & cruel spouse.",
"d9-r40":"In your horoscope, Saturn in 7th house would cause the spouse to be morose & undersexed. Marriage is delayed or with a widower or with the one who is not good looking.",
"d9-r41":"In your horoscope, Rahu in 7th house indicates late marriage, the wife comes from a low family, is sickly and the native would have relationship with low caste women.",
"d9-r42":"In your rashi chart Ketu is in 7th house which indicates unhappy married life.",
"d9-r43":"In your horoscope [0], such a placement indicates young beautiful & intelligent spouse.",
"d9-r44":"In your horoscope, Venus is in 7th house which indicates handsome but overindulgent spouse.",
"d9-r45":"In your horoscope, Jupier is in 7th house which indicates religious & capable spouse.",
"d9-r46":"In your Navamsha Chart, the 7th Lord [0] & Karak [1], and is devoid of any benefic association, indicates some issues in married life.",
"d9-r47":"As per Vedic Texts, the 7th lord position in Navamsha Chart can give a clue regarding spouse characteristics.",
"d9-r48":"In your Navamsha, the benefic 7th Lord [0] in the 1st House & is a friend to Lagna Lord [1], such a combinaton indicates the wife comes from known family, is helpful to the native & there will be happy married life.",
"d9-r49":"In your Navamsha chart, the 7th Lord [0] which is in Ascendant [0], which indicates danger to first wife, second wife survives.",
"d9-r50":"In your Navamsha chart, the 7th lord [0] in 2nd house which indicate wealthy spouse.",
"d9-r51":"In your Navamsha Chart, 7th Lord [0], which indicates finacial crunch after marriage.",
"d9-r52":"In your Navamsha chart, 7th Lord [0] is in 3rd house, indicates spouse is strength to the native.",
"d9-r53":"In your Navamsha chart, The 7th lord [0], which may indicate the wife is attracted towards native's younger brother.",
"d9-r54":"In your Navamsha chart, 7th Lord [0] is in 4th house, which indicates the wife is good natured and helpful to the native who becomes prosperous.",
"d9-r55":"In your Navamsha chart, 7th Lord [0], which indicates native is unhappy.",
"d9-r56":"In your Navamsha chart, 7th Lord [0] is in 5th house, which indicates the wife is cultured and religious and blessed with many children.",
"d9-r57":"In your Navamsha chart, 7th Lord [0], which indicates wife will be cruel & obstinate.",
"d9-r58":"In your Navamsha chart, 7th Lord [0] is in 6th house, which indicates the wife is sickly. The native has to spend a lot on his wife and incurs debt. He may also fall sick due to excessive indulgence.",
"d9-r59":"In your Navamsha chart, 7th Lord [0] is in 7th house, which indicates the native marries early and leads a happy life with a capable wife.",
"d9-r60":"In your Navamsha chart, 7th Lord [0] and is malefic, which indicates there maybe affairs outside marriage.",
"d9-r61":"In your Navamsha chart, 7th Lord [0] is in 8th house, which indicates marriage is delayed, spouse is sickly, married life is unhappy.",
"d9-r62":"In your Navamsha chart, both the 8th house and the 8th lord is getting benefic aspect, hence the malefic effect gets nullified if any",
"d9-r63":"In your D9 Chart, 7th Lord [0] is in 9th house, which indicates the wife brings luck to the native whose fortune raises after marriage.",
"d9-r64":"In your D9 Chart, 7th Lord [0] is in 10th house, which indicates the wife comes from good background and proves helpful in the natives profession/enterprise or maybe a working lady and of independent nature.",
"d9-r65":"In your D9 Chart, 7th Lord [0] is in 11th house, which indicates the married life will be happy, gains through spouse.",
"d9-r66":"In your D9 Chart, 7th Lord {0} is in 12th house, which indicates marriage is delayed, there is a huge expenditure on spouse.",
"d9-r67":"In your Navamsha chart, 7th Lord [0], which indicates danger to spouse or there could be seperation after marriage.",
 "transit":"[0] transit in [1]",
 "asc-t":"You as [0] ascendant",
 "zod-t":"Your moon sign is [0]",
 "birthstar-t":"Your birth star is [0]",
   "dharma":"You will pefroming the righteous duties without expecting any returns",
  "artha":"You will understand the true purpose of your actions, actions that you perform may not be for your own gains, can also be for everyone",
  "kama":"You perform actions based on your desires, your desires will precide than any other things",
  "moksha":"You perform actions with an intention to attain liberation",
  "asc-r1":"The characteristics of lagna/ascendant sign represents you in the purest form, it is like a lens of your personality through which people see you. It is the mask you wear to revel in the masquerade of life, to meet people. It embodies your natural reactions to an outside world. Ascendant represents how others see you and the first impression you give along with your physical body as well as energy that drives it. It is the version of ourselves we present",
  "asc-r2":"Your Lagna lord and its position in your horoscope show the direction in which your life will go. In your horoscope, the Lagna lord [0] is in [1] house means [2]",
  "asc-r3":"The nakshatra in which your lagna is positioned, shows the pattern of your life whereas its [0] indicates purpose of your life. In your horoscope your lagna is in [1] nakshatra and in [2] [3] which represents [4] means [5]",
  "d3-r1":"In your D3 Chart, more planets are in good Decanate such a planetary combination make you live happy, healthy, brave, hard working and takes interest & initiative to achieve your goal towards 3rd house matters",
  "d3-r2":"In your D3 Chart, more planets are in moderate or bad Decanate such a planetary combination makes you slow, lazy, pessimistic, incapable of hard work & avoid responsibilities towards 3rd house matters",
  "d3-r3":"The Malefic D3 Lord signifies that you may be cruel, wicked, miser, pessimist, immoral or hot tempered towards any of the matters related to 3rd house.",
  "d3-r4":"The Lagna Lord [0] and the 3rd house lord [1] in your D3 Chart has [2] relationship which indicates you would have [2] relationship with your younger co-born",
  "d3-r5":"The Lagna Lord [0] and the 11th house lord [1] in your D3 Chart has [2] relationship which indicates you would have [2] relationship with your elder co-born",
  "d3-r6":"The Benefic D3 Lord signifies that you may be rich, kind, religious, intelligent, fortunate, and will be liked by members of family & friends.",
  "d3-r7":"Your 3rd House Lord [0] and its Karak Mars is strong & well placed in D3 Chart such a placement makes you brave, happy, hardworking, gets love & support from your younger brothers or sisters",
  "d3-r8":"Your 11th House Lord [0] & its Karak Jupiter is strong & well placed in D3 Chart such a placement makes you brave, happy, hardworking, gets love & support from your elder brothers or sisters",
  "d3-r9":"The 3rd House Lord [0] of D3 is well placed in both Rashi(D1) and D3 charts and is aspected by benefic planents which indicates that your younger brother or sister will live a long, healthy & prosperous life.",
  "d3-r10":"The 11th House Lord [0] of D3 is well placed in both Rashi(D1) and D3 charts and is aspected by benefic planents which indicates that your elder brother or sister will live a long, healthy & prosperous life.",
  "d3-r11":"The D3 Lord [0] is well placed which signifies that you are born in a family of royal or of respected person.",
  "d3-r12":"In D3 Chart, the ascendant lord [0] is [1] in Angular house and is [2] by benefic planets, such a combination produces good results relating to 3rd house matters during its main or sub periods.",
  "d3-r13":"In D3 Chart, the ascendant lord [0] is [1] in [2] house and is [3] by malefic planets, such a combination produces bad results relating to 3rd house matters during its main or sub periods.",
  "d3-r14":"The D3 Lord [0] [1] such placement would cause serious illness or depression or could have suicidal tendancy",
  "d3-r15":"In D3 Chart, Moon is placed in good Decanate which signifies you are handsome & virtuous",
  "d7-r1":"The 5th house in your Birth chart has [0] influence either through Rashi or planet hence your first child would be [0]",
  "d7-r2":"The 7th house in your Birth chart has [0] influence either through Rashi or planet hence your second child would be [0]",
  "d7-r3":"The karak of motherhood, Moon is week in your D7 Chart either through position or aspect by malefic planet. This would cause inablity of mother to bear a child. The remedy for such dosha would be to worship moon & mother. The division of moon in your birth chart represent [0], hence you can also expect good results through consuming [0]",
  "d7-r4":"The ascendant in your D7 chart is positioned in [0] sign which is aspected by benefic planet this would bestow pleasure and happiness from your [1]",
  "d7-r5":"You would be blessed with the children during any of the Dasha periods of [0]",
  "d7-r6":"In your D7 Chart there is benefic planet hosted in ascendant house which indicates that you are strong, famous, co-operative & a warrior. You are friendly and spreads happiness all around",
  "d30-Ma":"Fire|Sun|Light A Lamp",
  "d30-Sa":"Air|Shiva|Pranayam",
  "d30-Ju":"Ether|Narayan|Meditation",
  "d30-Me":"Earth|Ganesh|Japa",
  "d30-Ve":"Water|Devi|Pooja,Donation",
  "tr-r1":"[0] is transiting in [1] which is the [2] house from your zodiac which can cause [3]",
  "tr-r2":"On [0], [1] will move to [2] which is the [3] house from your zodiac. This would cause [4]"
}