{"ar":"chances are you come off as brave, opinionated, and independent. You have a very strong and commanding presence, and may even be seen as intimidating. You are the fierce warrior of the zodiac. Being the first sign, you lead the cavalry. As the first fire sign of the zodiac, you are intensely competitive and view the world as a series of competitions. Aries, you are a trailblazer who leaps before you look and asks for forgiveness, not permission. You also act on your instincts, which are usually spot-on",
"ta":"it's likely you give off fierce, dependable, and strong-willed vibes. But you also have a softer side. You enjoy the good things in life, including beautiful clothes, fine food, and massages. Taurus sometimes gets pigeonholed as materialistic, and while you do like to surround yourself with gorgeous finery, you're also hardworking enough that you've earned a bit of luxury. You’re the first earth sign and you represent earthiness in its purest form. This means you like being active and creative with your hands — for you, this could mean gardening, cooking, knitting, or even the challenge of finding a creative new makeup look.",
"ge":" people likely perceive you as talkative, bright, and curious. You are probably the social media expert of your group, with your fellow air sign, Aquarius. You are always doing 18 things at once and working on multiple projects. Being one of the double signs, like Libra and Pisces, you can sometimes come off as two different people, but that’s not a bad thing. We need your boundless energy and inexhaustible resources. Your highly creative mind can spit out ideas a mile a minute. Sometimes you might get overwhelmed by the desire to do everything, but unfortunately doing everything at once is impossible — try sticking to one or two things you really care about and focus on the rest of your list later.",
"cn":"warm, nurturing, and sensitive may be at the top of the list for those who describe you. You are likely seen as the mother among your close friends. You are a homebody and deeply value your family connections, whether blood or chosen. You like your routine — after all, you’ve taken time and care to establish yourself and make things exactly the way you want them to be. You might also be the person people come to with problems because you know how to hold space for people.",
"le":"people probably think of you as confident, vibrant, and fun. You have a flair for the dramatic, and people immediately notice when you walk in the room. You are also extremely creative, whether you express yourself with a vlog, a gorgeous social media feed, or through creative outfits and makeup. Seeing you live your best life inspires others to do the same. Leo season is the summer and you carry that carefree, sunny spirit with you. Leo is also known as the child of the zodiac. Like children, you live in the moment, but can also be a little demanding. Not everyone can keep up with your fiery energy.",
"vi":"people who meet you may describe you as organized, put together, and reliable. Friends often go to you in a crisis. You know how to deal with things in order of importance and are a natural caregiver. Being an earth sign, you are also connected to nature and probably love animals. You know this planet is precious and that we have to be cognizant of how we use its resources.",
"li":"those who come into contact with you likely think of you as pleasant, sweet, and charming — whether or not that’s what’s going on below the surface. Since Libra is an air sign, you are social, enjoy being around others, and collaborating on projects. You may have heard that Libras are indecisive, and while this may be true it comes with good intentions because you generally want everyone to be happy. Though you want the best possible outcome for the most people, it’s important to recognize that’s not always possible. Note that Libra is the diplomat of the zodiac. Makes sense, doesn’t it?",
"sc":"you may come off as mysterious, quiet, and alluring. It’s not always a sexually charged charm, although it can be. Most of the time there’s so much going on behind that cool, pristine face, and people want to know more. Rising Scorpios are intense, and you have your reasons. You’ve likely had some experiences that have caused you to put up your guard, especially if you have other Scorpio influence in your chart, and it may take time to get to know you.",
"sa":"people may describe you as fun, vivacious, and bright. You have a zest for life that’s contagious and are known as the optimist of the zodiac. The glass is always half full for you. This may be a bit difficult right now, and your serious side may be coming out as a result. You are also known as a wise teacher and seeker of truth. You are outspoken, opinionated, and say what other people aren’t saying. You can often be quite blunt and sometimes it backfires.",
"cp":"you come off as mature, organized, and driven. You are always put together and prepared. You strive for greatness, and you expect a lot of yourself and of others. You scale unscalable heights and often do things others wouldn’t dream of. However, given that Capricorn is an earth sign, you are also grounded in your quest for greatness. You work within the system and then defy expectations.",
"aq":"you may be perceived as intellectual, innovative, and a humanitarian. Some think the “aqua” in Aquarius means you're a water sign, but Aquarius is actually the third air sign (along with Gemini and Libra) and a symbol of the water bearer. This sign has much more to do with community and being part of the collective; it’s about sharing the water, not being the water. You're also known for being very individualistic, and it’s possible to see a rising Aquarius coming a mile away given your turquoise pixie cut, your razor scooter, or maybe you’re just singing at the top of your lungs as you walk down the street. In any case, you stand out and you march to the beat of your own drum.",
"pi":"people likely describe you as dreamy, compassionate, with your head a bit in the clouds. That’s because sometimes you have a deep connection to other worlds whether you know it or not. Pisces is known as the psychic of the zodiac and since it’s the last sign, it carries all the other signs in it. Therefore, you are intrinsically linked to all of humanity. When someone meets you for the first time, you may seem like you’re not paying attention and your mind is elsewhere. That may be partially true, but you are also taking in everything, including the person's words, their body language, and underlying emotions."
}