{"Su-Mo":"you were born around the time of a new moon, with all the vitality that implies. Your will and your subconscious work together, so you have strong intentions, enthusiasm, and the ability to concentrate. You may also be stubborn and closed-minded","Su-Me":"You’re an adventurer with energy, courage, and strong passions — sexual and otherwise. You’re enterprising, competitive, and willing to take the initiative — a contender in every way","Su-Ve":"You’re appealing, affectionate, and creative. You have a deep need to be in relationships, an innate capacity for intimacy, and a love of pleasure. This aspect also brings artistic talent","Su-Ju":"You’re blessed with good fortune, a sense of humor, high intelligence, a strong spirit, and an optimistic attitude. You can also be careless and overconfident, relying on the indisputable fact that luck is with you","Su-Sa":"Restrained but persistent, you’re responsible, realistic, and introspective. You take yourself seriously. This is a taxing aspect but one that brings direction, determination, and the capacity to overcome your early sense of inadequacy through solid accomplishments","Su-Ur":"Independent, unpredictable, and thoroughly unique, you take an individualistic, original approach to life. You’re impulsive and eccentric, a genius or a rebel, and magnetic either way. Examples: Meryl Streep and Sean Penn","Su-Ne":"You’re a dreamer, a poet, and an inspired idealist. Intuitive, sensitive, and sometimes even psychic, you have a finely developed imagination and great creative talent for both mystical and artistic endeavors, which leaves little room for practical matters. You also have a tendency to lie to yourself (or to others) and to live in a world of fantasy, seeing only what you want to see. Drug and alcohol abuse may be a problem","Su-Pl":"A vigorous, charismatic person, you’re an extremist, with strong reactions, great willpower, and the ability to transform yourself. You may struggle with a tendency to dominate or to become obsessed","Mo-Me":"You’re intelligent, responsive, and in touch with your emotions. You know how to communicate confidently and with grace","Mo-Ve":"A great lover of comfort, you’re responsive, appealing, kind, creative, and pleasant to be around. Your mood depends on your relationships, and you can get all wrapped up in the game of love","Mo-Ma":"You’re emotionally intense, impatient, and quick to anger. You let people know how you feel, and you aren’t always diplomatic about it","Mo-Ju":"You’re warm, optimistic, considerate, and empathetic, a person of huge feeling even if you do occasionally promise more than you can deliver. You have faith in your own abilities. You feel best when possibilities are multiplying and your universe is expanding","Mo-Sa":"The past has a strong hold on you. You may suffer from self-doubt as a result of a less-than-warm relationship with your mother. Fortunately, you wield the weapon of self-control. Common sense helps you focus your feelings in a positive way","Mo-Ur":"Impulsive and excitable, you react in unconventional ways, attract unusual experiences, and may suffer from unpredictable mood swings. This is a volatile combination","Mo-Ne":"The Moon harbors the most sensitive, private side of your personality, while Neptune cloaks everything in mystery. Together this pair can sensitize your imagination — or lead you into an emotional fog","Mo-Pl":"You’re magnetic, controlling, possessive, intense, and compulsive. You resist minor changes. But when it’s time for major changes, you understand the need and do just fine","Me-Ve":"You express yourself with charm and humor. You may have literary ability, and you love to talk, which is lucky because you’re a confirmed gossip","Me-Ma":"You have a lively, argumentative mind, strongly held opinions, and the intellectual authority to win most of your debates — whether you know anything about the topic or not","Me-Ju":"You’re smart, philosophical, open-minded, and able to see the big picture. You ask the big questions, juggle dozens of interests, and have the ability to influence others. Gathering information and mastering new skills makes you happy","Me-Sa":"Fleet-footed Mercury rules the thinking process. Demanding Saturn is the planet of structure and self-control. They work well together if Mercury can use Saturn’s discipline to put thoughts into action","Me-Ur":"Mercury represents the way you think, while Uranus is a lightning rod that attracts inspiration from out of the blue. Depending on how the two interact, they can bring out the brilliant inventor, the mad scientist, or the talkative eccentric from down the street","Me-Ne":"Mercury thinks, while Neptune dreams. Mercury can help turn Neptune’s fantasies into realities, while Neptune brings insight and flights of fancy to Mercury’s ideas","Me-Pl":"You’re analytical, focused, and skilled at digging up secrets. With your penetrating intelligence, you can be a gifted researcher, investigative reporter, or detective. This aspect brings insight and writing ability, along with obsessive thoughts","Ve-Ma":"Demonstrative and magnetic, you radiate sexuality, vitality, and charisma. You have no trouble attracting others because people want to be near you. But you like to see sparks fly and may unconsciously create tumultuous relationships","Ve-Ju":"This is a lucky aspect. Because you’re affectionate and generous, you attract love, friendship, and even money — which is amazing, considering how reckless, undisciplined, and self-indulgent you can be. This aspect also confers artistic ability.","Ve-Sa":"Emotionally inhibited and afraid of being hurt, you take yourself too seriously to treat romance in a lighthearted way. You’re most comfortable in a relationship with someone older or more established than yourself. Some people with this aspect make love a kind of obsessive pursuit. Whether you do that or not, love is an issue for you. This aspect also enhances creativity by helping you focus (the influence of Saturn) your artistic talents (given by Venus)","Ve-Ur":"This is the lightning-bolt aspect, the one that brings an excitable personality, love at first sight, and a dramatic, often unstable love life. Like Elizabeth Taylor (married eight times) or Warren Beatty (married for the first time at age 55 after decades as Hollywood’s number one playboy), you want instant attraction and fireworks all the way","Ve-Ne":"Your compassion and vivid imagination can make you an inspired artist, but they can also get you into trouble, especially in romance, because you unconsciously let your desire for love (or enlightenment) cloud your vision. You’re a romantic, an idealist, and a spiritual seeker. Your ideal mate shares those inclinations","Ve-Pl":"You’re jealous, possessive, profoundly sexual, and controlling. This aspect also brings artistic and financial ability","Ma-Ju":"Why does the most famous astrological song ever written (“Age of Aquarius,” by the Fifth Dimension) suggest that we will experience peace and love “when the Moon is in the seventh house and Jupiter aligns with Mars”? Frankly, I’m not sure. I will say this, though: If Jupiter aligns with Mars in your chart, you have energy to burn, an eagerness to explore, a natural sense of timing, and the ability to fulfill your desires in an extravagant way","Ma-Sa":"At its best, this aspect brings self-discipline, endurance, and courage. At its worst, it leads to shyness, inhibition, resentment, and destructive behavior","Ma-Ur":"You’re unrestrained and determined, with unconventional sexual attitudes, unusual desires, and great drive. But your energy is erratic, and you may be accident-prone","Ma-Ne":"Insecure, talented, and sensitive, you have trouble focusing your energy, and you may set goals that are both idealistic and unrealistic. John Lennon had this aspect","Ma-Pl":"Physically endowed with enormous reserves of energy, you’re aggressive, ambitious, and hardworking. You go after what you want with stunning determination. This is a powerful aspect. Example: Hillary Rodham Clinton.","Ju-Sa":"When optimistic Jupiter conjuncts pessimistic Saturn, idealism gets squashed by realism, and frustration is rampant. Your path is littered with obstacles, but your capacity for hard work is breathtaking. This difficult aspect comes around about every 20 years","Ju-Ur":"You’re an idealistic person who benefits from taking risks. Somehow, despite your extravagant ways, you’re in the right place at the right time. This is the aspect of unusual opportunities and sudden good fortune — but, as with everything that Uranus touches, it may not come in the form you would expect","Ju-Ne":"Your spirituality, idealism, and financial well-being benefit from this aspect. But be careful that your friendly, sympathetic attitude doesn’t blind you to reality. While you’re blessed with a certain amount of sheer good luck, you may suffer from vagueness, self-delusion, and the tendency to zone out","Ju-Pl":"When these two planets are cheek by jowl, you have strong convictions and can become a powerful agent of change. One example: Bill Gates, the founder of Microsoft, who has this conjunction in the third house of communication","Sa-Ur":"You have drive, persistence, leadership potential, and the ability to focus your most original ideas by combining the brilliance of Uranus with the practical realities of Saturn","Sa-Ne":"If the two planets are well-matched, you’re disciplined, sensible, and creative. If stern Saturn dominates Neptune, you distrust your intuition and squash your creative impulses. If woozy Neptune is dominant, you struggle in your efforts to be neat, organized, and in control","Sa-Pl":"Pluto is all about transformation, but cautious Saturn, which isn’t comfortable with change, restricts its action, creating compulsive behavior, hard-to-break habits, and a mother lode of resistance. To get around this intense, sometimes frustrating aspect, you need a systematic approach to problem-solving, a healthy dose of self-discipline, and an acceptance of the fact that although change may be glacial in its speed, glaciers nonetheless reshaped the world","Ur-Ne":"In 1992 and 1993, Uranus and Neptune were exactly conjunct for the first time since 1821 — a trick they won’t repeat until around 2163. Anyone born with this aspect is likely to have an inventive approach to social change and a nervous disposition","Ur-Pl":"Ever wonder why the 1960s were so turbulent? Here’s why: For the first time in 115 years, Uranus, the planet of revolution and eccentricity, was conjunct Pluto, the planet of transformation. Transiting planets affect everyone — not just babies born under their influence. If you were born during that decade — if you’re a true child of the ’60s — you’re independent and willful, and you carry that Woodstockian sense of creative rebellion within you","Ne-Pl":"This rare conjunction, which rolled around the last time in 1892 and will not reappear until the 24th century, combines Neptunian spirituality with the Plutonian drive for power and understanding. Examples: Paramahansa Yogananda, author of Autobiography of a Yogi, and J. R. R. Tolkien, author of The Lord of the Rings."}