{
"KSD-1-7":"Ananth Kaal Sarp Dosha exists in your horoscope with the placement of rahu in first house and ketu in seventh house and all planets are within rahu and ketu axis",
"KSD-2-8":"Kulika Kaal Sarp Dosha exists in your horoscope with the placement of rahu in second house and ketu in eighth house and all planets are within rahu and ketu axis",
"KSD-3-9":"Vasuki Kaal Sarp Dosha exists in your horoscope with the placement of rahu in third house and ketu in ninth house and all planets are within rahu and ketu axis",
"KSD-4-10":"Shankapal Kaal Sarp Dosha exists in your horoscope with the placement of rahu in fourth house and ketu in tenth house and all planets are within rahu and ketu axis",
"KSD-5-11":"Padma Kaal Sarp Dosha exists in your horoscope with the placement of rahu in fifth house and ketu in eleventh house and all planets are within rahu and ketu axis",
"KSD-6-12":"Mahapadma Kaal Sarp Dosha exists in your horoscope with the placement of rahu in sixth house and ketu in twelfth house and all planets are within rahu and ketu axis",
"KSD-7-1":"Takshak Kaal Sarp Dosha exists in your horoscope with the placement of rahu in seventh house and ketu in first house and all planets are within rahu and ketu axis",
"KSD-8-2":"Karkotik Kaal Sarp Dosha exists in your horoscope with the placement of rahu in eighth house and ketu in second house and all planets are within rahu and ketu axis",
"KSD-9-3":"Shanknaad Kaal Sarp Dosha exists in your horoscope with the placement of rahu in ninth house and ketu in third house and all planets are within rahu and ketu axis",
"KSD-10-4":"Paatak Kaal Sarp Dosha exists in your horoscope with the placement of rahu in tenth house and ketu in fourth house and all planets are within rahu and ketu axis",
"KSD-11-5":"Vishakt Kaal Sarp Dosha exists in your horoscope with the placement of rahu in eleventh house and ketu in fifth house and all planets are within rahu and ketu axis",
"KSD-12-6":"Sheshnag Kaal Sarp Dosha exists in your horoscope with the placement of rahu in twelfth house and ketu in sixth house and all planets are within rahu and ketu axis",
"PTD-5LD":"Putra Dosha exists in your horoscope with the placement of 5th lord in dustana houses",
"PTD-5HM":"Putra Dosha exists in your horoscope with the placement of malefic planets in fifth house",
"PTD-5LM":"Putra Dosha exists in your horoscope with the placement of fifth lord [0] in the house [1] which is owned by a malefic planet [2]",
"GRD-PNS":"Purna Surya grahan Dosha exists in your horoscope with the placement of Sun & Rahu in same house",
"GRD-PRS":"Partial Surya grahan Dosha exists in your horoscope with the placement of Sun & Ketu in same house",
"GRD-PNC":"Purna Chandra grahan Dosha exists in your horoscope with the placement of Moon & Rahu in same house",
"GRD-PRC":"Partial Chandra grahan Dosha exists in your horoscope with the placement of Moon & Ketu in same house. In some cases such a combination also produces Ganesh Yoga. Hence this dosha is not considered as bad.",
"BND-SMA":"In your horoscope Saturn & Mars aspecting each other which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-SMA":"In your horoscope Saturn & Mars aspecting each other which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-M25912":"In your horoscope malefic planets [0] are placed in 2, 5, 9 and 12th house which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-M212":"In your horoscope malefic planets [0] are placed in 2 and 12th house which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-SAL":"In your horoscope lagna lord [0] in first house, Saturn in 2nd house and [1] in 12th house which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-SMV":"In your horoscope Saturn in first house, Moon in 10th aspected by Venus which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"BND-EQ":"In your horoscope equal number of planets in [0] and [1] houses which produces Bandhan Dosha, Bandham refers to some form of bondage,  you maybe willingly or unwillingly under some external influence, some astrologers call this as Jail dosha and some interprets this as a black magic. We call this just a bondage,  our life is full of bindings, some enjoys such bondage while some finds it tough",
"PKD-HMH":"[0] house is hemmed between [1] and [2] which causes Paap Katari Dosha. ",
"PKD-HMP":"[0] is hemmed between [1] and [2] which causes Paap Katari Dosha. ",
"PKD-BEN":"But since there is aspect from benefic lords [0]. Paap Katari Dosha can be of less impact.",
"GCD":"In your horoscope Jupiter and [0] are in same house which produces Guru Chandal Dosha.",
"AND":"In your horoscope Mars and Rahu are in same house which produces Angarak Dosha",
"GMD":"In your horoscope Moon is in [0] nakshatra which causes Gand Mool Dosha.",
"SND":"In your horoscope Saturn is debilitated which causes Gand Mool Dosha",
"SND-CMA":"In your horoscope Saturn and Mars are in conjunction which causes Gand Mool Dosha",
"SND-CRA":"In your horoscope Saturn and Rahu are in conjunction which causes Gand Mool Dosha",
"SND-CMO":"In your horoscope Saturn and Moon are in conjunction which causes Gand Mool Dosha",
"SPD":"In your horoscope Saturn and Rahu are in conjunction which causes Shrapit Dosha",
"KMD":"In your horoscope no planet exist in either side of Moon which causes Kemadruma Dosha",
"RMD-KSD":"Chanting the Panchakshari Mantra, i.e. Om Namah Shivay or performing the Maha Mrityunjay Mantra Jaap at least 108 times daily is an effective way to overcome this yog in the horoscope",
"RMD-PTD":"",
"RMD-GRD":"",
"RMD-BND":"",
"RMD-PKD":"",
"RMD-GCD":"",
"RMD-AND":"",
"RMD-GMD":"",
"RMD-SND":"",
"RMD-SPD":"",
"RMD-KMD":""
}