{"Su-Mo":"your conscious self desires one thing, and your subconscious yearns for something else. So you’re never truly satisfied, and you may struggle with a tendency to sabotage yourself. Interestingly, this discomfort turns out to be highly motivating. Legions of accomplished people in every field have this aspect — so many that I’m not even sure it’s a disadvantage|you were born under a full moon, a time when emotions run high. Restless and conflicted, you find it difficult to match your desires to your abilities. You attract stressful relationships and may overreact to obstacles. Although a few people with Sun/Moon oppositions screw up in astonishing ways (extreme example: Michael Jackson), the opposition also motivates them to conquer the internal divide and become hugely successful","Su-Me":"Mercury and the Sun are always so close together that they never form a hard aspect","Su-Ve":"","Su-Ma":"Controlling the vitality that flows through you isn’t easy. You tend to overdo it, often by being a workaholic. Your temper can get out of control. You can be contentious and accident-prone, and you have a tendency to act rashly","Su-Ju":"You’re inclined to exaggerate, to become self-important, to misjudge, and to lack a sense of moderation. Extravagance may plague you. Even so, this aspect, because it features Jupiter, can bring opportunities and is often beneficial","Su-Sa":"In childhood, disappointments and frustrations may have battered your sense of self-worth. If your Sun and Saturn are square, your issues are primarily internal|If your Sun and Saturn are opposed, external obstacles or enemies may block your path. Ultimately, you have the ability to overcome everything through self-discipline, persistence, and the thing Saturn loves above all else: hard work.","Su-Ur":"You’re an unusual, dramatic person with an unfortunate tendency to act in eccentric and impractical ways and to make rash decisions. Rebellious and easily bored, you’re likely to head off in unpredictable directions, especially when events take you by surprise, as they occasionally do","Su-Ne":"You have an active imagination combined with a discouraging tendency to daydream and to delude yourself. As with all Neptune aspects, deception can be a problem, either because you choose to deceive others or because you’re so gullible that anyone can pull the wool over your eyes","Su-Pl":"Competition eggs you on. Acutely aware of the uses of personal power, you’re manipulative, resourceful, and sometimes intimidating. The challenge, whether you’re competing with others or simply trying to fulfill your own considerable ambition, is to avoid becoming overly aggressive or power-mad","Mo-Me":"You respond quickly but often become anxious. Gifted with an unconventional mind, you often feel that people don’t understand you, and you’re highly sensitive to criticism","Mo-Ve":" Your love affairs travel a bumpy road of conflict and emotional frustration. Some people react by withdrawing, others by becoming demanding and possessive. Either way, you can’t help feeling that you have to work harder than other people to get what you want","Mo-Ma":"Rash, defensive, and sometimes volatile, you’re impulsive, competitive, and bossy. You don’t hold back from expressing your emotions, and your fluctuating moods can stir up conflict. No matter what face you show the world, anger is an issue you must address.","Mo-Ju":"It’s all or nothing with you. You’re ecstatic or grief-stricken, blissed out or on the verge of collapse. In short, you have trouble controlling your feelings and you tend to go overboard","Mo-Sa":"A history of emotional deprivation makes you hesitant and self-conscious. Though pessimism, repressed emotions, and difficulties with women may distress you, your understanding grows with maturity, as does your ability to find happiness and contentment","Mo-Ur":"Talented and easily distracted, you can’t stand feeling constrained. You get worked up easily and from time to time you stir up (or attract) a crisis. To maintain your independence, you may unconsciously distance yourself from others","Mo-Ne":"You struggle with wishful thinking, irrational fears (such as hypochondria), and emotional instability, not to mention drug and alcohol abuse. But you’re also sensitive, creative, and receptive","Mo-Pl":"You’re inhibited about expressing your emotions, and you tend to hold back. People struggle to gain your trust, and you may manipulate situations in an effort to gain the upper hand. Occasionally, domestic upheavals and power struggles rock your life","Me-Ve":"Mercury and Venus are never farther than 76° apart, so they can’t form a square or opposition. But they can be semisquare — a 45° angle that enhances your creative abilities and can stimulate you to be critical of those you love the most","Me-Ma":"You respond immediately and sometimes recklessly. You also have a sharp tongue and a tendency to be combative","Me-Ju":"You’re filled with exciting ideas and good intentions. But you tend to exaggerate and leap to conclusions, and your judgment can be off-base","Me-Sa":"You don’t take things lightly, even when you should. Though you’re an effective planner, you may also be inflexible, melancholy, and uncomfortable with new ideas","Me-Ur":"Sometimes brilliant, sometimes just nervous and impatient, you have an erratic mind. You rebel against authority, routine, and convention, and in so doing you create tension and conflict. You also have a spontaneous, ingenious intellect that can take you far","Me-Ne":"Fantasy and reality vie for your attention, and it isn’t always clear which one is winning. At your best, you’re creative, intuitive, and visionary. But you may also be disorganized and oblivious, with a destructive tendency to see only what you want to see","Me-Pl":" You’re thoughtful, observant, and curious, as well as tense and combative, with a distinct tendency to brood","Ve-Ma":"You aren’t sure what you want, especially in romantic relationships. As a result, your love life may be troubled by arguments, unhappiness, and tension","Ve-Ju":"You go overboard. You may eat or drink or spend to excess, be unreasonably demanding, or simply blow your feelings out of proportion. One way or another, extravagance is an issue","Ve-Sa":"Romance can be a struggle. Defensive and afraid of rejection, you may hide behind a wall of your own creation. Even when you find a fulfilling relationship (and plenty of people with this aspect are happily married), you may feel isolated and may attempt to fill that void by taking on additional responsibilities. Something similar happens with money. In both cases, fear of loss is a motivating factor","Ve-Ur":"Looking for a reliable relationship with an “appropriate” person? I doubt it. You seek the thrill of the forbidden. Out-of-the-blue love is part of your story; sudden betrayal may be another. Among the people in my files with a hard aspect between Venus and Uranus, I find one who had an affair with her sister’s spouse, one who ran off with her best friend’s husband, one who married her first cousin, and several who defied expectation by marrying someone of another race or nationality","Ve-Ne":"Illusion enters your life in a positive way through art, music, and film. You’re also prone to starry-eyed infatuation. Being realistic about romance isn’t your strength. You fall for Heathcliff every time","Ve-Pl":"Ever been fixated on someone you knew wasn’t good for you? I thought so. This aspect brings passion and obsession. Fortunately, it can also make you magnetically attractive","Ma-Ju":"Restless and extravagant, you have stamina and drive, but moderation, though frequently recommended, isn’t your way","Ma-Sa":"Impatience does you in. You feel blocked and frustrated, and it isn’t easy for you to regulate your moods. Plus, you feel that you have enemies, and run-ins with authority may be all too common in your life. This can be a difficult aspect (think of River Phoenix), but positive examples abound, including Anderson Cooper, Jane Austen, and Johann Sebastian Bach","Ma-Ur":"You’re a risk-taker and a free spirit whose rebellious ways can disrupt everything around you. At its worst, this aspect stimulates truly ridiculous acting-out behavior; at its creative best, it encourages independence and adventure","Ma-Ne":"You’re idealistic but easily discouraged, with a tendency to indulge in escapist behavior.","Ma-Pl":"You have strong passions, but you also have difficulty controlling them and avoiding conflict. Though you tend to sabotage yourself, you have impressive stamina and the ability to eliminate your negative behaviors and achieve what you really want power.","Ju-Sa":"A tug of war between the forces of expansion and the forces of restriction keeps you off balance. Restlessness, discontent, bad timing, and tension may plague you. On some deep level, you fear that your judgment is unreliable, and your confidence suffers accordingly. The opposition between Jupiter and Saturn comes around approximately ten years after the conjunction: in 1911, 1930–1931, 1951–1952, 1970–1971, 1989–1990, and 2010","Ju-Ur":"The predetermined path and the required courses are distasteful to you. You make startling choices and may suffer when your impulsive decisions turn out to be less than prudent. You’re a natural rebel","Ju-Ne":"You tend to scatter your efforts, you can be way too gullible, and your refusal to face reality can drive your friends to drink (a substance you should be careful not to abuse). This aspect can bring money and talent, especially of the musical variety. You may also be unrealistically idealistic, and pie-in-the-sky thinking can be a problem","Ju-Pl":"You want to change the world. At your best, you bravely confront the most fearsome of Goliaths — and win. But you harbor a secret desire for power, and you can be ruthless, suspicious, self-destructive, and fanatical. This is a powerful aspect that appears in the charts of powerful people","Sa-Ur":"Compromise is difficult. You can be egotistical, callous, and hypocritical — a real pain in the neck. At your worst, you feel that you have been denied the recognition, status, or material wealth you deserve. At your best you’re a reformer, able to apply original (Uranian) ideas to old (Saturnian) problems","Sa-Ne":"Emotionally, you hold back. You don’t trust people easily, and you have reclusive tendencies. Plus, you have difficulty getting organized. The placement of Saturn in your chart indicates where you need structure. Chances are you know exactly what you should do. The trouble is that, thanks to mysterious Neptune, the planet of illusion, you have trouble doing it","Sa-Pl":"Obsessive thoughts or compulsive behavior may keep you in their nasty grip until you find a way to lessen their power. Although obstacles may block your way, you have the will to overcome them","Ur-Ne":"You’re emotional, eccentric, and totally original, especially if either planet touches a third in a significant way.","Ur-Pl":"When lightning strikes, you try to suppress your natural reactions, thereby creating, on top of everything else, an extra measure of anxiety. It’s not just you: This is a generational influence. Like everyone else in your generation, you were born during America’s Great Depression, and you’ve seen it all","Ne-Pl":"An unusual concern with sexuality or the supernatural can arise from the blocked energy of this charged aspect. Obsession is likely — but the direction of that obsession depends on the individual. Two examples, born a week apart, are Queen Victoria, who lent her name to an era known for its repressive ways, and Walt Whitman, whose poetry is suffused with joyous sexuality and uninhibited love"}