{"Su-Mo":"you’re genial and energetic. Opportunities come your way. All things being equal, you’re basically at peace with yourself. Consider yourself blessed","Su-Me":"a mildly helpful aspect that strengthens your ability to communicate","Su-Ve":"a friendly minor aspect that supports artistic talents and the ability to express affection.","Su-Ma":"Energy is there when you want it. You’re assertive without being combative and energetic without being manic","Su-Ju":"This aspect brings health, success, a pleasing and positive approach to life, and a generous nature. Possible downside: You may have a tendency to kick back and be lazy","Su-Sa":"You’re industrious, goal-oriented, and willing to accept responsibility for your own situation. Purposeful and practical, you look before you leap, and your caution pays off","Su-Ur":"A free-spirited adventurer, you possess originality, independence, a flexible attitude, and a tendency to stumble into unexpected patches of good luck","Su-Ne":"You have a strongly developed sense of intuition and the ability to use your imagination in constructive ways","Su-Pl":"Strong-willed, persevering, and at ease with power and its uses, you have personal insight combined with the ability to adapt to circumstances and to create positive change","Mo-Me":"You think clearly, communicate effectively, make good use of humor, and have an excellent memory","Mo-Ve":"You express your affections easily. You’re a likable person with good taste and finely developed romantic sensibilities, even if you do occasionally stumble into the pit of self-indulgence","Mo-Ma":"Courageous, energetic, helpful, and direct, you’re a risk-taker who’s always ready to jump into new situations","Mo-Ju":"You’re highly responsive, gentle, and supportive: a genuine human being.","Mo-Sa":"Disciplined and sensible, you make a mighty effort to control your emotions, and you generally succeed. This explains how daredevil Evel Knievel and horror writer Stephen King can do what they do","Mo-Ur":"You rebel against restriction and convention, pride yourself on your independence, and value your autonomy, even within relationships. You’re attracted to stimulating, exciting people and unusual situations","Mo-Ne":"Compassionate, intuitive, and caring, you find it difficult to say no. Although this aspect increases your creativity, harnessing it can be difficult because you’re inclined to float off on a daydream. Turning fantasy into reality involves work — and that can be a problem for you","Mo-Pl":"You handle big changes with ease. You have deep emotions and a compelling need, from time to time, to purge yourself of old feelings. Doing so brings relief","Me-Ve":"You’re alert, charming, diplomatic, and a skilled communicator.","Me-Ma":"You’re forthright and mentally active, with a quick mind and the ability to make clear decisions.","Me-Ju":"You’re intelligent and good-humored, optimistic yet clear-eyed, with a variety of interests. You’re a persuasive speaker","Me-Sa":"You’re well-organized, methodical, reserved, and intelligent, with a natural understanding of how to focus your mind and absorb information","Me-Ur":" Unusual ideas excite you. Your mind is inventive, unconstrained, and bright, and you express yourself in a lively and original way","Me-Ne":"Mercury thinks, while Neptune dreams. Mercury can help turn Neptune’s fantasies into realities, while Neptune brings insight and flights of fancy to Mercury’s ideas.","Me-Pl":"You’re an astute, creative thinker who can dig beneath the surface and who’s willing to grapple with important issues","Ve-Ma":"You’re attractive, genial, loving, and likely to find romantic fulfillment","Ve-Ju":"This fortunate aspect increases your ability to attract attention, to make money, and to choose the right mate","Ve-Sa":"Both emotionally and financially, you value security over excitement. Responsible and loyal, you seek a solid, enduring relationship — and a well-stocked financial portfolio","Ve-Ur":"In friendship as in romance, you’re drawn to people who are exciting and offbeat. You’re original, artistically talented, and lucky in love. Plus, you have the enviable (but entirely unpredictable) ability to attract windfalls of cash","Ve-Ne":"You can be sympathetic, gentle, mystical, musical, refined, and creative. You’re also prone to laziness and self-indulgence","Ve-Pl":"Intense but not destructive, you successfully seek to transform yourself through relationships. You attract powerful people, both in love and in business","Ma-Ju":"Setting big goals comes naturally to you. You’re adventurous, untiring, optimistic, and stalwart — a great combination.","Ma-Sa":"You’re ambitious, decisive, industrious, and sensible. You get things done.","Ma-Ur":"Nervous and outspoken, you pursue unusual goals, seek the new, and react quickly. But do you use your considerable energy in constructive ways, or do you fritter it away? Luckily, you have the choice","Ma-Ne":"You’re romantic, artistic, and able to direct your dreams and inspirations into action.","Ma-Pl":"You have strong likes and dislikes, a solid sense of confidence, and the rare ability to end a relationship or a job without collapsing. You also have the ability to launch a new endeavor with amazing fervor","Ju-Sa":"You’re sensible, cool-headed, and practical enough to recognize your limitations and to compensate with your strengths. Saturn lends you the ability to turn your most extravagant Jupiter-driven dreams into Saturnian on-the-ground realities. You can make it happen. The best therapists I know have this aspect","Ju-Ur":"Alert and creative, you have an original mind and you respond to opportunities that are exciting and off-beat.","Ju-Ne":"You’re compassionate, gentle, insightful, creative, and lucky, with an innate attraction to spiritual pursuits.","Ju-Pl":"When times of change roll around, you have the confidence to respond, and you generally benefit. You’re well-organized and a powerful leader.","Sa-Ur":"You’re determined and decisive, able to blend the seriousness of Saturn with the originality of Uranus. This is an aspect of accomplishment.","Sa-Ne":"Your Neptunian idealism and your Saturnian sense of reality combine forces, giving you the ability to direct your imagination in a practical, real-world way.","Sa-Pl":"A trine or sextile linking Saturn and Pluto strengthens your willpower, sense of control, and confidence","Ur-Ne":"If you have a trine or a sextile between Neptune and Uranus, you belong to a generation that’s compassionate, utopian, and spiritually inclined","Ur-Pl":"Trines and sextiles between freedom-loving Uranus and Pluto bring disruptive changes but allow you to use the energy that’s released in creative ways","Ne-Pl":"Since around 1928, Neptune and Pluto have been roughly sextile, an aspect that links the mystical yearnings of Neptune with the transformative urge of Pluto, creating an upsurge of interest in spirituality and the occult"}