{
  "UBAHAYACHARI-YOGA": "In your horoscope [1] are in second house & [2] are in twelfth house from sun which produces [3]. One born in this yoga will have a strong physique, king or equal to king, capable of shouldering great responsibility.",
  "UBAHAYACHARI-YOGA,BEN": "The benefic nature of the planet(s) bestows the native with great learning, balanced outlook, wealthy, handsome and blessed with numerous objects of pleasure.",
  "UBAHAYACHARI-YOGA,MEL": "The malefic nature of the planet(s) make the native sickly, servile, destitute and of a wicked disposition",
  "VESHI-YOGA": "In your horoscope [1] are in second house from sun which produces [2]. The native with this yoga is truthful, lazy, kind-hearted, virtuously disposed, with squinted eyes having a tall stature and a balanced outlook, with good memory, eloquent, wealthy and an annihilator of his opponents",
  "VESHI-YOGA,MEL": "due to melific nature of these planents causes the native associate with wicked people",
  "VOSHI-YOGA": "In your horoscope [1] are in twelfth house from sun which produces [2]. One born in this yoga excercises no restraint on his speech. He has eloquence, good learning, wide renown, sharp memory, physical strength and a charitable nature. Untruthful walking with his gaze walking directed downwards, he is given to excessive physical effort. Due to benefic nature of the planet the native will be intelligent, learned, strong, wealthy and engaged in scientific pursuits",
  "VOSHI-YOGA,MEL": "Due to malefic nature of the planet leads to cruel nature, ugly looks, excessive lust and poor intelligence",
  "RUCHAKA-YOGA": "In your horoscope Mars is [1] and in kendra house from lagna, and the rasi which lagna exists is [2]. Such a placement produces [3] which is one form of [4]. One born in this yoga will be good looking and handsome, has a prominent face, beautiful eyebrows, dark hair and a clear somewhat darkish complexion, has a slim waist, lower limbs, such a native is bold and courageous, full of strength and vigour and eager to pursue adventurous activities where from earns name & fame. Has a royal bearing, is ever intent on combat, is the comander of army or leader of a gang of thieves, busy undertaking rigorous physical excercise and an anhilator of his/her opponents. Lord Sri Rama, Swami Vevekananda, Adolf Hitler, Sardar Vallabhai Patel also belongs to this Yoga.",
  "RUCHAKA-YOGA,SU": "But since Sun is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mars.",
  "RUCHAKA-YOGA,MO": "But since Moon is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mars.",
  "RUCHAKA-YOGA,SU-MO": "But since Sun & Moon are combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mars.",
  "BHADRA-YOGA": "In your horoscope Mercury is [1] and in kendra house from lagna, and the rasi which lagna exists is [2]. Such a placement produces [3] which is one form of [4]. One born in this yoga will be physically strong and healthy, with long arms, and fine dense beard. He is as tall as the span of his outstretched arms. His face resembles that of a lion and gait has the majesty of an elephant. He has commanding stature, broad chest and shoulders and proportionate limbs. He has a beautiful forehead an dark curley hair. His body has the fragrance of saffron and his voice is sweet and impressive. Bandra yoga confers learning and virtue on the native. Such a native is skilled in the technique of 'yoga' of a stable mind, and very intelligent. He is sensuous, versed in the sacred scriptures, and of a 'Sattvika' or virtuous disposition independent in all that he/she undertakes, is judicious and does not forgive or favour those around him. Extremely wealthy, he blessed with wife, comforts an progeny. Enjoying high status, lives upto a ripe age of eighty years when he quits the world in a holy place of pilgrimage. With mercury having its dominant role in Bhadra yoga the stress here is on learning, intelligence and virtue. The native earns status and wealth through his/her own pursuits and enjoys their own comforts.",
  "BHADRA-YOGA,SU": "But since Sun is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mercury.",
  "BHADRA-YOGA,MO": "But since Moon is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mercury.",
  "BHADRA-YOGA,SU-MO": "But since Sun & Moon are combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Mercury.",
  "HAMSA-YOGA": "In your horoscope Jupiter is [1] and in kendra house from lagna, and the rasi which lagna exists is not a Fixed sign. Such a placement produces [2] which is one form of [3]. One born in this yoga has a fair complexion, prominent cheeks, beautiful face and a golden lusture in his skin. His nails and palms are red, lovely feet, and eyes have the pallor of honey. His/Her voice is sweet like that of swan, has a phlegmatic disposition and a fonderness for water sports, sexual urge is insatiable. Such a native has a thirst for knowledge and sacred scriptures. He is virtuous, doing good to others and is blessed with a beautiful wife and a lovely physical form. He enjoys varied physical and mental comforts for upto the age of a hundred years when he leaves this world in a forest. Jupiter brings in the qualities of virtue, learning and eloquence associated with lot of grace and dignity.",
  "HAMSA-YOGA,SU": "But since Sun is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Jupiter.",
  "HAMSA-YOGA,MO": "But since Moon is combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Jupiter.",
  "HAMSA-YOGA,SU-MO": "But since Sun & Moon are combined with Mars this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Jupiter.",
  "MALVA-YOGA": "In your horoscope Venus is [1] and is in [2] and in kendra house from lagna. Such a placement produces [3] which is one form of [4]. The native born under the Malvya Yoga has a graceful appearance, fine and beautiful lips, slim waist, handsome body, deep voice, sparkling teeth and a bright complexion like the full Moon. His/Her cheeks are prominent, bright eyes, long upper limbs approaching the knees. Malvya Yoga confers learning and wealth on the native. Such a native earns through his own efforts. He is powerful and blessed with wife, progeny and material comforts. Cleaver, learned and versed in sacred scriptures, he however, has an inclination towards extra-martial relationships. He lives to an age of seventy years. The prominence of Venus in Malvya Yoga confers beauty, learning and inclination towards physical enjoyments",
  "MALVA-YOGA,SU": "But since Sun is combined with Venus this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Venus.",
  "MALVA-YOGA,MO": "But since Moon is combined with Venus this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Venus.",
  "MALVA-YOGA,SU-MO": "But since Sun & Moon are combined with Venus this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Venus.",
  "SHASHA-YOGA": "In your horoscope Saturn is [1] and in kendra house from lagna, and the rasi which lagna exists is [2]. Such a placement produces [3] which is one form of [4]. Brave and Cruel, one born in this yoga is of medium height, slim waist and high-set teeth. He has a beautiful legs and has a fast but regular gait. His complexion is dark. He frequents jungles, mountains and other odd places. He has a roving eyes and a desire for possessions of others. The Shasha Yoga native is devoted to his mother. He looks after his guest with devotion. He is the commander of an army or a leader of a group or a village or a town. He is competent, wealthy and learned, and is keen to point out the faults of others. Excessively fond of the sexual act, he associates with women not his own. He is adept in metallurgy and the science of chemicals. He suffers physical ailments and lives upto an age of seventy years. Saturn is the planet of masses. Shasha Yoga which is caused by a dominant role of Saturn, confers on the native a capacity for leadership. There is physical enjoyment, but physical suffering as well.",
  "SHASHA-YOGA,SU": "But since Sun is combined with Saturn this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Saturn.",
  "SHASHA-YOGA,MO": "But since Moon is combined with Saturn this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Saturn.",
  "SHASHA-YOGA,SU-MO": "But since Sun & Moon are combined with Saturn this Yoga will frutify only during the dasha or antar dasha or pratyantar dasha of Saturn.",
  "GAJKESARI-YOGA": "In your horoscope Moon & Jupiter are in conjunction and in kendra in [1] house which forms [2]",
  "GAJKESARI-YOGA,JU": "In your horoscope Jupiter is [1] from Moon which forms [2]",
  "GAJKESARI-YOGA|1": "The native will be good in looks blessed with friends, wife and progeny. When benefic and powerful yogas form in the lagna they make a person healthy, dignified and impressive. The Moon, a planet of beauty, and Jupiter, the best benefic, combining in the lagna can instil abundance of benevolance in the native",
  "GAJKESARI-YOGA|4": "Equavalent to a king, a minister, learned etc, a lot of domestic comfort",
  "GAJKESARI-YOGA|7": "Learned, skilled, trader, wealthy, the conjunction falling in 7th house good for conjugal bliss. The 7th house also deals with trading and partnerships, hence such a yoga in 7th house means wealth through partnerships",
  "GAJKESARI-YOGA|9": "Distinguished, fortunate, wealthy, contented. The ninth house deals with virtues and religious pursuits as also the luck of the native. This is very fortunate house to have Moon-Jupiter conjunction in.",
  "GAJKESARI-YOGA|10": "Scholar, wealthy, haughty, respectable, etc. Precense of Moon-Jupiter in this house is very favourable for career prospects, high status and financial prosperity.",
  "GAJKESARI-YOGA,JU|4": "The forth house is for domestic comforts as well for mother. A benefic like Jupiter in the fourth house from moon, a significator for mother, should normally be favourable as far as domestic comforts, and comforts from mother, are concerned. According to the Maanasagari, however this combination deprives one of comforts at home, leads to troubles in respect of the mother, and confers an attitude to work for others.",
  "GAJKESARI-YOGA,JU|7": "This Yoga confers good health, long life, a respectable status amongst one's family members and an inclination to be frugal. The Manasagari adds that the native becomes impotent and suffers jaundice. It maybe appreciated that Jupiter is a planet of virtue and resistant. Its precense in 7th house from the Moon tend to crub over-indulgence in sex. The strong language of scriptures needs to be interpreted more liberally. In general the placement of Jupiter in 7th house from lagna or Moon favours conjugal harmony",
  "GAJKESARI-YOGA,JU|10": "This is generally a favourable situation for one's career. According to Manasagari, the native with this combination gives up his wife and children and becomes an ascetic. The 10th house from lagna or Moon indicates karma or the function of an individual. The precense of Jupiter in such a house instils dignity and virtue in one's pursuits or karma. If such a Jupiter is very strong, the indifference to things worldly is enhanced. This is very good combination for idealism and spiritual pursuits. At the same time Jupiter in 10th house ensures inflow of wealth through one's own efforts as Jupiter is the significator for money",
  "ADHI-YOGA": "In your horoscope the benefic planets [1] are in [2] house(s) from Moon which forms [3]. The native born with this yoga, depending upon the strength of the constituent planents, becomes a king or minister or a commander of an army. This yoga confers on the native prosperity, health, status, governmental recognition and dominance over opponents.",
  "DURUDHARA-YOGA": "In your horoscope [1] occupied second house and [2] occupied twelth house from Moon which forms [3]. One born in Durudhara Yoga earns fame through good speech, learning, valour and virtue. The yoga confers upon the native immense wealth, vehicles, lands, servants, physical comforts and freedom from enemies. Such a native is given to charities, and desires the association of women with lovely eyes.",
  "SUNAPHA-YOGA": "In your horoscope [1] occupied second house from Moon which forms [2]. One born in this yoga is a king, immense wealth, capacity to earn his fortune through his own efforts, wide renown, inclination towwards virtuous deeds, quietude and contentment.",
  "ANAPHA-YOGA": "In your horoscope [1] occupied twelfth house from Moon which forms [2]. One born in this yoga is a king, healthy, affable, renowned, an orator, capable, virtuous, given to varied material comforts, pleasent in looks and happy.",
  "VASUMAN-YOGA,UPA": "In your horoscope Mercury, Venus and Jupiter in [1] from moon which forms [2]. One born in this yoga will be extremely wealthy and enjoys all comforts staying at home. [1] are houses of expansion. Planets located in these houses yields profits through struggles and personal efforts. The [2] is highly benefic. Its precense in the horoscope ensures prepetual financial prosperity, the effects of this yoga previal even if there are other malefic yogas in the horoscope. [1] being houses of growth & expansion helps one accumulate riches even if malefics are located in the house, the malefic planets in these houses however yield results through struggles and hard labour, the precense of benefics in these houses ensures less of physical struggle and more yield.",
  "VASUMAN-YOGA": "In your horoscope [1] in [2] from moon which forms [3]. One born in this yoga will be extremely wealthy and enjoys all comforts staying at home. [1] are houses of expansion. Planets located in these houses yields profits through struggles and personal efforts. The [2] is highly benefic. Its precense in the horoscope ensures prepetual financial prosperity, the effects of this yoga previal even if there are other malefic yogas in the horoscope. [1] being houses of growth & expansion helps one accumulate riches even if malefics are located in the house, the malefic planets in these houses however yield results through struggles and hard labour, the precense of benefics in these houses ensures less of physical struggle and more yield. This yoga will have full effect when all 3 benefic planets in [1](3,6,10,11), with 2 planets in [1] the effect will be medium.",
  "UTTAMADI-YOGA": "In your horoscope Moon is in [1] house from Sun, as this is [2] house, such a combination forms one of [3]. With moon in [1] causes the native: [4] ",
  "UTTAMADI-YOGA,3": "Of a royal status, versed in several subjects, illustrious",
  "UTTAMADI-YOGA,6": "Varied ailments",
  "UTTAMADI-YOGA,9": "Many sons, trouble from daughters.",
  "UTTAMADI-YOGA,12": "Wealthy, respectable with many comforts",
  "SHAKATA-YOGA,JU": "In your horoscope Jupiter in [1] house from moon which forms [2]. One born with this yoga will be destitute, indegent, ever toiling, disliked by all, with ever fluctuating fortunes",
  "SHAKATA-YOGA,JU|6": "With Jupiter in 6 house from moon causes: Detached without a house, long lived but subsisting with the charities of others.",
  "SHAKATA-YOGA,JU|8": "With Jupiter in 8 house from moon causes: Ever ailing miserable despite being the son of wealthy father, cannot even dream of comforts",
  "SHAKATA-YOGA,JU|12": "With Jupiter in 12 house from moon causes: Opposed to one's kith and kin, however if the 6th house from lagna is aspected by Jupiter the native is blessed with comforts.",
  "SHAKATA-YOGA,1-7": "In your horoscope all planets occupying lagna and seventh house which forms [1]. One born in this yoga suffers penury, prevations, ill health, lean body, discord with a wicked wife and earn only through hard labour.",
  "PAKSHI-YOGA": "In your horoscope all planets occupying fourth and tenth house which forms [1]. One born in this yoga is wanderer, servile, quarrelsome, a message bearer and ambassidor.",
  "LAGNADHI-YOGA": "In your horoscope the benefic planets [1] in 7 and [2] in 8 house and these planets not associated with or aspected by any malefics which forms [3]. This yoga confers on the native virtue, learning, stable wealth, high status, a general disposition, capability of compilation or writing",
  "VEENA-YOGA": "In your horoscope all planets are placed in 7 different houses which forms [1] which is one among [2]. One born in this yoga will be prosperous, versed in sacred scriptures, fond of dance and music, skillful, a leader looks after the sustenance of many.",
  "DAAMA-YOGA": "In your horoscope all planets are placed in 6 different houses which forms [1] which is one among [2]. One born in this yoga will be wealthy, liberal, renowened, learned, contented, earns through legitimate means.",
  "PAASHA-YOGA": "In your horoscope all planets are placed in 5 different houses which forms [1] which is one among [2]. One born in this yoga has a large family, is adept in work, skillful in earning wealth, crafty, impolite, fond of dwelling in the forest, having numerous drawbacks.",
  "KEDHARA-YOGA": "In your horoscope all planets are placed in 4 different houses which forms [1] which is one among [2]. The native with this yoga is truthful, wealthy, virtuous, doing good to others, resorts to agriculture. The native with this yoga is not over ambitious & knows when to withdraw from any activity, such a native is capable of taking both physical and metaphysical view of life.",
  "SHOOLA-YOGA": "In your horoscope all planets are restricted to 3 houses which forms [1] which is one among [2]. The native is lazy, cruel, socially rejected, injured, scarred, a fighter, like a thron in the flesh of others.",
  "YUGA-YOGA": "In your horoscope all planets restricted to 2 houses which forms [1] which is one among [2]. The native is poor, shameless, socially rejected, breft of logic, devoid of mother, father and virtue.",
  "GOLA-YOGA": "In your horoscope all planets are confined to 1 house only which forms [1] which is one among [2]. The native is destitute, illetrate, wicked, miserable, ever wandering.",
  "RAJJU-YOGA": "In your horoscope all planets occupied movable signs only which forms [1] which is one among [2]. One born in this yoga is fond of travel, of good looks, ambitious and delights to frequent alien lands in pursuit of wealth.",
  "MUSALA-YOGA": "In your horoscope all planets occupied fixed signs only which forms [1] which is one among [2]. One born in this yoga is proud, learned, wealthy, liked by the ruler, famous, of a stable nature, and blessed with several sons.",
  "NALA-YOGA": "In your horoscope all planets occupied Dwiswabhava(mixed) signs only which forms [1] which is one among [2]. One born in this yoga is defective of a limb, resolute, very cleaver, of fluctuating wealth, good to look at and found of their near and dear ones.",
  "MAALA-YOGA": "In your horoscope all benefic planets Jupiter, Mercury, Venus & Moon occupied three kendras and whereas no malefic planet in kendra house which forms [1] which is one among [2]. One born in this yoga is blessed with constant enjoyments, vehicles, good food and clothes and association with lovely women.",
  "SARPA-YOGA": "In your horoscope all malefic planets Saturn, Mars, Sun occupied three kendras and whereas no benefic planet in kendra house which forms [1] which is one among [2]. One born in this yoga is scheming, wicked, miserable, destitute, dependant upon others for his subsistence.",
  "GADA-YOGA": "In your horoscope all planets are in [1] and [2] houses which forms [3]. The native with this yoga is wealthy, hearned, versed in mantras, tantras and music, fearsome, envious of others and ever engaged in earning money.",
  "SHANKHA-YOGA,1": "In your horoscope all planets are in four and seven houses which forms [1] which is one among [2].",
  "SHANKHA-YOGA,2": "In your horoscope fifth lord [1] and sixth lord [2] are in kendra houses [3] and lagna lord [4] is strong which forms [5]. The native born in this yoga is kind hearted, virtuous, learned, blessed with wife and children, morally sound, versed in sacred scriptures, owns lands, enjoys prosperity and lives long..",
  "SHANKHA-YOGA,3": "In your horoscope lagna lord [1] and that of tenth house lord [2] occupied [3] and ninth lord [4] is strong which forms [5]. The native born in this yoga is kind hearted, virtuous, learned, blessed with wife and children, morally sound, versed in sacred scriptures, owns lands, enjoys prosperity and lives long..",
  "VIBHUKA-YOGA": "In your horoscope all planets are in seven and ten houses which forms [1] one of [2].",
  "DHWAJA-YOGA": "In your horoscope all planets are in tenth and lagna houses which forms [1] which is one among [2].",
  "MAHA-YOGA": "This yoga promises wealth, status and physical enjoyments.",
  "MAHA-YOGA,1": "In your horoscope lagna lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,2": "In your horoscope second lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,4": "In your horoscope fourth lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,5": "In your horoscope fifth lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,7": "In your horoscope seventh lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,9": "In your horoscope ninth lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "MAHA-YOGA,10": "In your horoscope tenth lord [1] exhanged its house with [2] house lord [3] which forms [4] which is one among [5]",
  "KHADGA-YOGA": "In your horoscope the second house [1] lord [2] and ninth house [3] lord [4] exchanged their houses which forms [5]. The native born in this yoga is immersed in the study of sacred scriptures, dignified, skillful, wealthy, bleased with wisdom, strength and comforts, and greatfully remembers the kindness done to him.",
  "VAJRA-YOGA,1": "In your horoscope the benefic planets [1] in lagna and seven house whereas malefic planets [2] in fourth and tenth house which forms [3]. The native born in this yoga will be good in looks, wickedly disposed and will be happy during early and old age.",
  "VAJRA-YOGA,2": "In your horoscope the malefic planets [1] in lagna and seven house whereas banefic planets [2] in fourth and tenth house which forms [3]. Given to restraint and auspicious pursuits, such a native is consistent in nature, wealthy, charitable and happy in middle portion of his life.",
  "KAMALA-YOGA": "In your horoscope all planets in four kendras which forms [1]. The native born in this yoga will be good in looks, aquire wide renown, long life, virtuous qualities and royal status.",
  "PARVATA-YOGA,BEN|6,8": "In your horoscope the benefic planets occupied kendra houses, whereas sixth and eighth houses are not occupied by malefic planet(s) which forms [1]. The native born in this yoga will be renowned, illustrious, fortunate, wealthy, an orator, charitable, leader or a town or city, learned and very lustful.",
  "PARVATA-YOGA,KEN|1,12": "In your horoscope the lord of lagna [1] and that of twelfth house lord [2] placed in mutual kendra and aspected by benefic lord(s) which forms [3]",
  "KAAHALA-YOGA,1": "In your horoscope lord of fourth house [1] and lord of ninth house [2] are in kendra houses [3] and lagna lord [4] is strong which forms [5]. The native born in this yoga is aggressive, courageous, ignorant, commander of an army, owner (or ruler) of several villages.",
  "KAAHALA-YOGA,2": "In your horoscope fourth lord [1] is [2] and associated or aspected by tenth lord [3] which forms [4]. The native born in this yoga is aggressive, courageous, ignorant, commander of an army, owner (or ruler) of several villages.",
  "CHAAMARA-YOGA,1": "In your horoscope benefics [1] conjoined in [2] house(s) which forms [3]. This yoga confers on the native kingship or honour through king, eloquence, wisdom, knowlege of several subjects including sacred scriptures and a longivity of seventy one years.",
  "CHAAMARA-YOGA,2": "In your horoscope lagna lord [1] is strong and gains [2] aspect from Jupiter which forms [3]. This yoga confers on the native kingship or honour through king, eloquence, wisdom, knowlege of several subjects including sacred scriptures and a longivity of seventy one years.",
  "BHERI-YOGA,1": "In your horoscope lagna lord [1], Jupiter & Venus occupied kendra houses [2] while ninth lord [3] is strong which forms [4]. The native born in this yoga is a royal bearing, of noble birth, well behaved, bereft of danger and disease, blessed with wealth and worldly comforts as well with wife, sons and fame.",
  "BHERI-YOGA,2": "In your horoscope all planets occupided lagna, second, seventh and twelfth houses and the ninth lord [1] is strong which forms [2]. The native born in this yoga is a royal bearing, of noble birth, well behaved, bereft of danger and disease, blessed with wealth and worldly comforts as well with wife, sons and fame.",
  "VAPI-YOGA": "In your horoscope all planets not in any of four kendra houses 1,4,7,10 which forms [1]. The native born in this yoga is ever engaged in accumulating wealth, has small but lasting comforts, long life, sweet tongued and tends to hoard his wealth and possessions",
  "SHRINGATAKA-YOGA": "In your horoscope all planets occupied trikona houses [1] which forms [2]. The native born in this yoga is blessed with comforts, fond of combat, courageous, very wise, wealthy, devoted to his first wife, indifferent to the second one.",
  "HALA-YOGA": "In your horoscope all planets occupied trinal houses [1] which forms [2]. The native born in this yoga is gluttonous, servile, blessed with friends, liked by good people, living by agriculture, and tormented by poverty.",
  "LAKSHMI-YOGA": "In your horoscope lagna lord [1] is abundently strong and the lord of ninth house [2] occuped kendra house [3] which is [4] such a combination forms [5]. The native born in this yoga is blessed with comforts, fond of combat, courageous, very wise, wealthy, devoted to his first wife, indifferent to the second one.",
  "KEMADRUMA-YOGA,1": "In your horoscope there is no planets in second and twelfth house from Moon which forms [1]. One born in this yoga is bereft of health, wealth, learning, wisdom, wife, progeny and mental peace. This yoga is said to reduce to a pauper even one born in a princely ambience. Such a native suffers misery, failures, physical illness and humiliation.",
  "KEMADRUMA-YOGA,2": "In your horoscope Moon in [1] house gains Jupiter aspect which forms [2]. One born in this yoga is bereft of health, wealth, learning, wisdom, wife, progeny and mental peace. This yoga is said to reduce to a pauper even one born in a princely ambience. Such a native suffers misery, failures, physical illness and humiliation.",
  "KEMADRUMA-YOGA,3": "In your horoscope Moon in [1] is aspected by inmical planet [2] which forms [3]. One born in this yoga is bereft of health, wealth, learning, wisdom, wife, progeny and mental peace. This yoga is said to reduce to a pauper even one born in a princely ambience. Such a native suffers misery, failures, physical illness and humiliation.",
  "KEMADRUMA-YOGA,4": "In your horoscope Moon in [1] house is in the axis of rahu & ketu which forms [2]. One born in this yoga is bereft of health, wealth, learning, wisdom, wife, progeny and mental peace. This yoga is said to reduce to a pauper even one born in a princely ambience. Such a native suffers misery, failures, physical illness and humiliation.",
  "Su-Mo,1": "Burdened with miseries of his parents, bereft of name & fame, poor.",
  "Su-Mo,4": "Stupid, bereft of near and dear ones, without comfort or riches.",
  "Su-Mo,7": "Constantly troubled by women, bereft of friends..",
  "Su-Mo,10": "Good in looks, royal in bearings, strong, cruel hearted,tormentor of foes.",
  "Su-Mo,9": "Wealthy, good in looks, fond of quarrels, short lived and suffers from eye disease.",
  "Su-Mo": "According to manasagari, Sun-Moon togather cause foreign travel, indulgence in physical pleasures, quarrlesome nature.",
  "Su-Ma,1": "Of a bilious nature, aggressive, cruel, brave in combat, with injured body.",
  "Su-Ma,4": "Bereft of friends, wealth and home comforts,miserable loyal to none.",
  "Su-Ma,7": "Suffers seperation from wife, living in a foreign and distant land.",
  "Su-Ma,10": "Servant of a king, ever anxious, earning a bad name in his undertakings.",
  "Su-Ma,9": "Quarrelsome, aggressive, cleaver, liked by the ruler.",
  "Su-Me,1": "Learned, talkative, strong, wise, long-lived.",
  "Su-Me,4": "Equavelent to a king, very wealthy(even like Kubra the god of wealth), of heavy build and defective nose.",
  "Su-Me,7": "Cruel hearted, a killer, without greed, bereft of comforts from his wife.",
  "Su-Me,10": "Famous Worldwide, blessed with vehicles and material comforts.",
  "Su-Me,9": "Cleaver, devoid of comforts, many foes and ailments.",
  "Su-Ju,1": "Virtuous, scholarly wealthy, famous engaged in physical pleasures, a minister.",
  "Su-Ju,4": "Versed in scriptures, good in looks, sweet tongued, engaged in spiritual pursuits.",
  "Su-Ju,7": "Dominated by women because of excessive sexual urge, hostile to father, good in looks and owns precious stones, etc.",
  "Su-Ju,10": "Obtains fame, comforts and status even if born in ordinary family.",
  "Su-Ju,9": "Wealthy parents, wealthy himself, brave and long-lived.",
  "Su-Ve,1": "Quarrelsome, bereft of virtue and wealth, harsh, wicked.",
  "Su-Ve,4": "Servile, miserable and poor.",
  "Su-Ve,7": "Tormented by women, poor, a wanderer.",
  "Su-Ve,10": "Cleaver in dealings, minster to king, learned in scriptures, famous and wealthy.",
  "Su-Ve,9": "Ailing, a lover, blessed with fine clothes, perfumes and ornaments.",
  "Su-Sa,1": "Bare earnings, blemished learning, a sinner.",
  "Su-Sa,4": "Very poor, troubled by his near and dear ones, a sinner.",
  "Su-Sa,7": "Slow-witted, lazy, devoid of wealth from wife, subject to misfortunes, a fool.",
  "Su-Sa,10": "Servile, a wanderer, loses his earnings to thiefs and dacoits.",
  "Su-Sa,9": "Wealthy, quarrelsome, adverse for parents, short-lived, with eye-disease.",
  "Mo-Ma,1": "Aggressive, suffers from blood and bile disorders.",
  "Mo-Ma,4": "Quarrelsome, poor, bereft of home comforts and mental peace.",
  "Mo-Ma,7": "Talkitive, desires others wealth and possessions, resorts to falsehood.",
  "Mo-Ma,10": "Valorous, blessed with vehicles and material possessions.",
  "Mo-Ma,9": "Hostile to mother, bereft of peace, of injured body, wealthy.",
  "Mo-Me,1": "Comfortable, wise strong, fortunate, cleaver, good in looks, very talkative.",
  "Mo-Me,4": "Blessed with friends, children, comforts, fame and fortune.",
  "Mo-Me,7": "Illustrious, equivalent to king, good looking, a poet.",
  "Mo-Me,10": "Wealthy, haughty, famous, minister, suffers in old age.",
  "Mo-Me,9": "Learned in scriptures, bereft of peace, famous, very talkative.",
  "Mo-Ju,1": "Broad-chested, blessed with wife, children and friends.",
  "Mo-Ju,4": "Equivalent to a king, a minister, illustrious, highly learned.",
  "Mo-Ju,7": "Learned, equivalent to a king, very skilled, a trader, very wealthy.",
  "Mo-Ju,10": "Scholar, wealthy, haughty, renowned, respected by all.",
  "Mo-Ju,9": "Distinguished, fortunate, wealthy, contented in all circumstances.",
  "Mo-Ve,1": "Good in looks, devoted to teachers and elders, blessed with good clothes and perfumes, comforted by base women.",
  "Mo-Ve,4": "Comforted by women, earns from sea travel, very likable.",
  "Mo-Ve,7": "Associates with many women, little wealth, more daughters and few sons, equal to a king, very wise.",
  "Mo-Ve,10": "Very distinguished, high status, forgiving.",
  "Mo-Ve,9": "Ailing, husband of a base woman, subservient to one in high position.",
  "Mo-Sa,1": "Servile, ugly in looks, greedy, lazy, a sinner.",
  "Mo-Sa,7": "Profession related to water, precious stones and boating or ships, honoured by others.",
  "Mo-Sa,10": "Headman of village or town, bereft of wife.",
  "Mo-Sa,9": "A sinner, follows belemished faith, gives up his mother.",
  "Me-Ma,1": "Given to voilence or killing, adept in fire related pursuits, an ambassidor or a confident.",
  "Me-Ma,4": "Bereft of relatives, blessed with friends, wealth, conveyances and pleasures, suffers humiliation at the hands of his own people.",
  "Me-Ma,7": "Given to travelling far and vide, quarrelsome, good looking, loses his first wife.",
  "Me-Ma,10": "Commander of an army, brave, strong, honoured by king.",
  "Me-Ma,9": "Well-read, good looking, famous, worried, indulges in pleasures.",
  "Ju-Ma,1": "Distinguished, talented, virteous, courageous.",
  "Ju-Ma,4": "Blessed with friends and relatives, consistent, devoted to gods and brahmins.",
  "Ju-Ma,7": "A wanderer in mountains, forts and jungles, brave, bereft of wife.",
  "Ju-Ma,10": "Highly renowned, very wealthy, wise, with a large family.",
  "Ju-Ma,9": "Worship, worthy, royal ailing, harsh, scarred and injuries.",
  "Ve-Ma,1": "Addicted to base women, indulges in prohibited deeds, wastes money on women, short-lived.",
  "Ve-Ma,4": "Worried, miserable, bereft of relatives, friends and childrens.",
  "Ve-Ma,7": "Greedy, immoral, tormented by women.",
  "Ve-Ma,10": "A distinguished teacher for use of weapons, wise, blessed with learnings, wealth and fine clothes, famous, a minister.",
  "Ve-Ma,9": "Quarrelsome, lives in a foreign land, harsh, not loyal to his wife, cunning, fond of metallurgy.",
  "Ma-Sa,1": "Winner in battle, hostile to mother, short-lived.",
  "Ma-Sa,4": "Bereft of home comforts, given up by near and dear ones, a sinner.",
  "Ma-Sa,7": "Devoid of comforts of wife and children, ailings, indulges in sinful deeds.",
  "Ma-Sa,10": "Earns from the ruler, suffers punishment(for a crime).",
  "Ma-Sa,9": "Sinful, characterless, addicted to other peoples wives, devoid of wealth and comforts.",
  "Ju-Me,1": "Very handsome, learned, honoured by the ruler, blessed with pleasures and vehicles.",
  "Ju-Me,4": "Blessed with friends, comforts, wife and wealth, honoured by the ruler.",
  "Ju-Me,7": "Excels his father, very strong, dominates his opponents, blessed with wife wealth and friends.",
  "Ju-Me,10": "A minister or a king, distinguished, amiable, a shorlar.",
  "Ju-Me,9": "Versed in scriptures, learned, wealthy, sweet-tongued, adept in fine arts.",
  "Me-Ve,1": "Good in looks, learned, honoured by the ruler, distinguished, devoted to gods and brahmins.",
  "Me-Ve,4": "Blessed with friends and progeny, indulges in good deeds, a minister.",
  "Me-Ve,7": "Attached to several women, plenty of physical and material pleasures, honoured.",
  "Me-Ve,10": "Versed in philosophical knowledge, famous in high status, not very rich, fulfils his undertakings.",
  "Me-Ve,9": "Famous, learned, stable, fortunate, keeps his promise.",
  "Me-Sa,1": "Ugly, sinful, devoid of learning, wealth and vehicles, short-lived.",
  "Me-Sa,4": "Without relatives, food and drink, humiliated by his own people, foolish, a sinner.",
  "Me-Sa,7": "Devoted to god, doing good to others, resorts to falsehood.",
  "Me-Sa,10": "Destroys his opponents, famous for his worldly possessions, devoted to god, guru and brahmins.",
  "Me-Sa,9": "Ailing, wealthy, very talkitive, thinks ill of others.",
  "Ju-Ve,1": "Good looks, royal bearings.",
  "Ju-Ve,4": "Destroys his opponents, blessed with physical comforts, devoted to god and guru.",
  "Ju-Ve,7": "Blessed with beautiful wife, father of daughters, famous.",
  "Ju-Ve,10": "Renowned, wealthy, a king.",
  "Ju-Ve,9": "Sweet tongued, a king, blessed with many comforts, long-lived.",
  "Ju-Sa,1": "Learned, harsh, fond of wealth, wicked, a drunkard.",
  "Ju-Sa,4": "A minister, healthy, affable, blessed with friends and relatives.",
  "Ju-Sa,7": "Loses money through hostility towards women, indulges in base acts, covets his fathers money.",
  "Ju-Sa,10": "Equal to a king, few sons, stable, blessed with wealth and vehicles.",
  "Ju-Sa,9": "Enjoys wealth, sickly, bereft of near and dear ones.",
  "Ve-Sa,1": "Associates with many women, handsome, blessed with physical comforts, suffers from mental torment financially.",
  "Ve-Sa,4": "Helped by friends, honoured by ruler.",
  "Ve-Sa,7": "Blessed with women, wealth, comforts and fame.",
  "Ve-Sa,10": "Widely renowned, of a high status, without worries.",
  "Ve-Sa,9": "Ailing, liked by the ruler, famous, amiable, blessed with progeny and wealth.",
  "Su-Mo-Ma": "Valorous, merciless, very capable,wealthy, a sculptor, versed in mantras and yantras, eliminator of his enemies, and suffers from the diseases of the blood. The Sun, Moon & Mars are natural friends, the Sun and Mars are aggressive planets associated with power, dominance and administration, as also the fiery element and heat in the body. The moon also represents blood.",
  "Su-Mo-Me": "Confidant of a king, illustrious, versed in Shastras or scriptures, very learned with wealth and beauty, sweet tempered, fond of poetry and puranic tales.",
  "Su-Mo-Ju": "Highly virtuous, a scholar, minister of a stable wisdom, easily angered, living in a foreign land, capable of spreading his influence around, deceitful.",
  "Su-Mo-Ve": "Disinclined towards virtue, keen to aquire wealth not his own, addicted to other people's wives, good in looks, scholarly, rich, in deed of his enemies, and suffers from dental disease. NOTE: Venus here associates with its two enemies.",
  "Su-Mo-Sa": "Servile, bereft of riches and grace, wickedly inclined, deceitful, engaged in work pertaining to metals, undertakes futile labour. NOTE: Saturn on one hand and the two luminaries Sun and Moon on the other are bitterly hostile towards each other. Neither is comfortable in such a company. The combination is adverse for finances, indicating a lot of physical effort with insufficient output.",
  "Su-Me-Ma": "Famous, valarous, cruel, a wrestler, shameless, bereft of material comforts though possesses wife, wealth and progeny.",
  "Su-Ju-Ma": "Very wealthy, eloquent speaker, a minister or a commander, generous, truthful, aggressive and dominating, fond of entertainment, inclined to render justice.",
  "Su-Ve-Ma": "Fortunate, very wise, wealthy, amiable, harsh, good in looks, a man of few words, suffering from eye disease, given to pleasures of the flesh. NOTE: Association of venus with the sun and mars is adverse for eyesight, and promotes sexual adventurism.",
  "Su-Ju-Me": "Sharp witted, engaged in the study of scriptures, a writer, a sculptor, wealthy, valorious, suffering from eye disease.",
  "Su-Me-Ve": "Ver talkitive, a wanderer, of a slender constitution, learned, humiliated by parents and preceptors, suffers torment because of his wife.",
  "Su-Me-Sa": "Rejected by friends and relatives, wicked, jealous, behaving like eunuchs, suffers humiliation.",
  "Su-Ju-Ve": "Learned, poor, in the refuge of a king, a servant, talkative, cruel, with poor vision. NOTE: This combination makes the natives work for others at his own cost. Association of venus with the sun adversely affects vision.",
  "Su-Ju-Sa": "Cleaver in talking, favoured by the ruler, fearless, of pure thoughts, blessed with wife, friends and progeny, of asymmetrical body, wastes money on women.",
  "Su-Ve-Sa": "Wicked, haughty, in dread of his enemies, bereft of learning, grace and fame, unskilled, inclined towards immoral pursuits, suffers from skin disease.",
  "Mo-Me-Ma": "Wicked, humiliated by his own people, bereft of virtue and wealth, without friends throughout his life, a glutton.",
  "Mo-Ju-Ma": "Good in looks,lovely face, love-sick, likable, easily angered, his body is scarred with injuries.",
  "Mo-Ve-Ma": "Master of an ill-mannered women, ever a wanderer, fickle-minded, in dread of cold.",
  "Mo-Ma-Sa": "Bereft of comforts from mother right from childhood, wicked, fickle-minded, indugles in prohibited deeds.",
  "Mo-Ju-Me": "Learned, famous, eloquent, rich, virtuous, sickly, the favourate of a king.",
  "Mo-Me-Ve": "Good learning, honourable, mean nature, highly covertous, jealous of others.",
  "Mo-Me-Sa": "Learned, worthy, honoured by the ruler, eloquent, sickly, a leader.",
  "Mo-ju-Ve": "Very good lokking, learned, born of virtuous mother, proficient in several arts.",
  "Mo-Ju-Sa": "Versed in scriptures, liked by the ruler, cleaver, renowned, bereft of illness, leader of a village or town, attached to older women.",
  "Mo-Ve-Sa": "Proficient writer, comming from a good family, engaged in virtuous pursuits, very likable.",
  "Ju-Me-Ma": "Honoured in his family, given to poetry, music and drama, attached to young women, husband of fine women, engaged in doing good to others.",
  "Me-Ve-Ma": "Very talkitive, fickle minded, defective of a limb, slim of body, base-born, wicked, enthusiastic, rich.",
  "Me-Ma-Sa": "Living in fear, lean bodied, disease in the eyes and mouth, witty, a menial worker, a vagrant.",
  "Ju-Ve-Ma": "Blessed with wife, children and comforts, liked by the ruler, associates with good people",
  "Ju-Ma-Sa": "Lean boied, cruel, wicked, bereft of friends, concieted, favoured by the ruler.",
  "Ve-Ma-Sa": "Foriegn residence, bad children, suffers humiliation at the hands of pretty women.",
  "Ju-Me-Ve": "Good in looks, bereft of enemies, truthful, of lasting fame.",
  "Ju-Me-Sa": "Prosperous, blessed with physical comforts, learned, fortunate, devoted to his wife.",
  "Me-Ve-Sa": "Untruthful, vicious, addicted to women not his own, a wanderer.",
  "Ju-Ve-Sa": "Renowned, famous, of clear intellect, equal to a king even if born under ordinary circumstances.",
  "Su-Mo-Me-Ma": "Sickly, a writer, skilled in creating illusions, cleaver, eloquent, thievish.",
  "Su-Mo-Ju-Ma": "Famous, intelligent, wealthy, talented, devoted to the ruler, bereft of sorrow and sickness",
  "Su-Mo-Ve-Ma": "Learned, comfortable, renowned, blessed with wife, progeny, wealth and virtue.",
  "Su-Mo-Ma-Sa": "Stupid, dwarf, poor, a wanderer, having restless eyes and an unfaithful wife, living on alms.",
  "Su-Mo-Ju-Me": "Healthy, wealthy, strong, virtuous, good in looks, with lovey eyes, a sculptor.",
  "Su-Mo-Me-Ve": "Eloquent, speaker, handsome, dwarf, liked by the ruler, of defective vision.",
  "Su-Mo-Me-Sa": "Living on alms, a pauper, ungrateful, untruthful, with eye disease.",
  "Su-Mo-Ju-Ve": "Honoured by the ruler, owns watery and forest regions, enjoying several comforts.",
  "Su-Mo-Ju-Sa": "Honourable, blessed with wealth and progeny, weak-bodied, of a balanced outlook, liked by worthy women, easily angered.",
  "Su-Mo-Ve-Sa": "Cowardly, gluttonous, weak-bodied, living in fear, behaving like a women.",
  "Su-Ju-Me-Ma": "Valorous, vagrant, adulterous, wealthy, a leader, but afflicted with misfortunes and eye disease.",
  "Su-Me-Ve-Ma": "Adulterous, shameless, wicked of odd looks and dress.",
  "Su-Me-Ma-Sa": "Learned, a fighter, a commander, a counsellor to the ruler, indulges in base acts.",
  "Su-Ju-Ve-Ma": "Renowned, fortunate, wealthy, held in the esteem of ruler.",
  "Su-Ju-Ma-Sa": "Honoured, fulfils his undertakings, blessed with friends, relatives and royal favours, mentally unbalanced.",
  "Su-Ve-Ma-Sa": "Lacking in intelligence, looks and virtues, suffers mental anguish, dominated by all.",
  "Su-Ju-Me-Ve": "Famous, wealthy, a leader, fulfils his desired objectives.",
  "Su-Ju-Me-Sa": "Quarrelsome, coneited, lacking enthusiasm, behaving like a eunuch.",
  "Su-Me-Ve-Sa": "Pious, beautiful, learned, comfortable, truthful, good speaker, helpful to friends.",
  "Mo-Ju-Me-Ma": "Versed in sacred scriptures, a king or a minister, highly renowned.",
  "Mo-Me-Ve-Ma": "Quarrelsome, lazy, wicked, hostile to his own people, good in looks, husband of a wicked women.",
  "Mo-Me-Ma-Sa": "Brave, bereft of comforts from his friends, blessed with wife, children and friends.",
  "Mo-Ju-Ve-Ma": "Valorous, wealthy, learned, blessed with friends and lovely wife, defective of a limb.",
  "Mo-Ju-Ma-Sa": "Learned, generous, brave, mentally stable, rich, of defective hearing.",
  "Mo-Ve-Ma-Sa": "Husband of an immoral woman, ever miserable, courageous, fearless, with eyes like those of a serpant.",
  "Mo-Ju-Me-Ve": "Learned, famous, wealthy, bereft of mother and father, without enemies, with defective hearing.",
  "Mo-Ju-Me-Sa": "Virtuous, charitable, learned, famous, exceedingly wealthy, consellor of a king.",
  "Mo-Me-Ve-Sa": "Adulterous, husband of a wicked woman, learned, hostile to many, of diseased eyes.",
  "Mo-Ju-Ve-Sa": "Deprived of mother, truthful, adulterous, uncomfortable, a wanderer, has skin disease.",
  "Ju-Me-Ve-Ma": "Rich, healthy, highly esteemed, involved in quarrels with women.",
  "Me-Ve-Ma-Sa": "Skilled in battle, a wrestler, very healthy, renowned, keeps dogs as pets.",
  "Ju-Me-Ma-Sa": "Vilorous, learned, eloquent, truthful, pious, poor.",
  "Ju-Ve-Ma-Sa": "Illustrious, wealthy, courageous, addicted to others peoples wives.",
  "Ju-Me-Ve-Sa": "Very learned, of remarkable memory, truthful, amiable, sensuous.",
  "Su-Mo-Ju-Me-Ma": "Miserable, combative, an informer, tormented by seperation from wife.",
  "Su-Mo-Me-Ve-Ma": "Working for others, bereft of friends and relatives, untruthful, befriends eunuchs.",
  "Su-Mo-Me-Ma-Sa": "Bereft of comforts, wife and wealth, suffers incarceration, short-lived.",
  "Su-Mo-Ju-Ve-Ma": "Rejected by parents, very misearable, a terrorist or an assassin, sightless.",
  "Su-Mo-Ju-Ma-Sa": "Good in combat, efficient, aquires the wealth of others, wicked, seperation from his lady-love.",
  "Su-Mo-Ve-Ma-Sa": "Deprived, poor, addicted to wives of others.",
  "Su-Mo-Ju-Me-Ve": "Very wealthy, a minister, a king's counsellor, having authority to punish(a judge), renowned, powerful.",
  "Su-Mo-Ju-Me-Sa": "Sustained or fed by others(dependent), cruel, cowardly, cheat.",
  "Su-Mo-Me-Ve-Sa": "Sickly, of tall stature, bereft of wealth, friends and comforts, of a hairy body.",
  "Su-Mo-Ju-Ve-Sa": "Learned, fearless, fond of his wife, eloquent, cleaver in juggling, fickle minded.",
  "Su-Ju-Me-Ve-Ma": "Famous, commander of an army, bereft of sorrow, fortunate, handsome, liked by the king, pursues women not his own.",
  "Su-Me-Ve-Ma-Sa": "Tormented by disease and enemies, misearable, famished, displaced from his residence.",
  "Su-Ju-Ve-Ma-Sa": "Learned, thoughtful, adept in metal work and in dealing with chemicals.",
  "Su-Ju-Me-Ve-Sa": "Versed in sacred scriptures, virtuous, devoted to preceptors, kind-hearted.",
  "Mo-Ju-Me-Ve-Ma": "Virtuous, learned, wealthy, bereft of ailments, with many friends.",
  "Mo-Ju-Me-Ma-Sa": "Wicked, poor, living on begged food, suffers night-blindness.",
  "Mo-Me-Ve-Ma-Sa": "Ugly in looks, foolish, a pauper, a eunuch, haughty, serving others.",
  "Mo-Ju-Ve-Ma-Sa": "A menial servant, foolish, thievish, living on begged food, shabbily dressed, of disease in the eye.",
  "Mo-Ju-Me-Ve-Sa": "Highly respectable, a minister, virtuous, leader of many people.",
  "Ju-Me-Ve-Ma-Sa": "Easily angered, authorised to render imprisonment and capital punishment, liked by the king, lazy, sickly, suffers from madness.",
  "Su-Mo-Ju-Me-Ve-Ma": "Blessed with learning, wife, wealth and virtue, goes on pilligrimages, famous, dwelles in hills and forests, lean, talkative.",
  "Su-Mo-Ju-Me-Ma-Sa": "Given to charities, pious, fickle minded, living in diserted places, adulterous, helpful to others.",
  "Su-Mo-Ju-Ve-Ma-Sa": "Wicked, engaged in serving others, easily angered, suffers from tuberculosis and other chest diseases, bereft of comfort but contented, devoted to his wife.",
  "Su-Mo-Ju-Me-Ve-Sa": "Bereft of wife and wealth, suffers mental anguish, king-hearted a king's counsellor, handsome.",
  "Su-Ju-Me-Ve-Ma-Sa": "Wandering in hills and forests, goes on pilligrimage, bereft of wife, wealth and progeny.",
  "Mo-Ju-Me-Ve-Ma-Sa": "Pious, famous, lazy, wealty, a kings counsellor, blessed with many women, undertakes piligrimages, of ascetic habits."
}