{
"enemy":"[0] अपने दुश्मन साइन [1] में है",
"friend":"[0] अपने मित्र साइन  [1] में है",
"own":"[0]अपने स्वयं के साइन [1] में है",
"exalted":"[1] राशि में [0] का उदय",
"mooltrikona":"[0] मुल्त्रिकोना साइन [1] में है",
"debilitated":"[1] साइन में [0] दुर्बल है",
"ashtakavarga":"अष्टकवर्ग एक अनूठी विधि है जिसका उपयोग प्रत्येक घर की ताकत को आरोही, सूर्य, चंद्रमा, मंगल, शुक्र और बुध की स्थिति के आधार पर जानने के लिए किया जाता है। अस्तकवार्गा विधि प्रत्येक राशी के घर को उपग्रहों की स्थिति और 7 ग्रहों की स्थिति के आधार पर विभाजित करती है। राहु और केतु गणना में छोड़े गए हैं क्योंकि ये वास्तविक ग्रह नहीं हैं, बल्कि ये चंद्रमा के नोड हैं जो कि समतल विमान में इसकी कक्षा के दौरान बनते हैं",
"avk-rul":"अष्टकवर्ग के लिए सिखाए जाने वाले सामान्य नियम इस प्रकार हैं: २५ से कमजोर, २५ से २ average औसत है, २ above से ऊपर है अच्छा, जब ग्रह एक घर में लगभग ३० बिंदु पारगमन करते हैं, तो वे सकारात्मक परिणाम लाते हैं, यदि ग्रह २५ अंकों के परिणाम के साथ एक घर को पार करते हैं। अच्छा नहीं हो सकता। कृपया ध्यान दें, यह सामान्य रूप से है, जबकि भविष्यवाणियां विभिन्न अन्य क्वालीफायर के आधार पर भिन्न हो सकती हैं जो आपके ज्योतिषी बेहतर विश्लेषण करने में सक्षम हैं।",
"shadbala":"शाद बाला 6 भिन्न स्रोतों से प्राप्त शक्ति को निर्धारित करने के लिए एक गणितीय मॉडल है 1) स्टानबाला / पोजिशनल स्ट्रेंथ 2) डिकबाला / दिशात्मक शक्ति 3) कलाबाला / टेम्पोरल स्ट्रेंथ 4) चेस्तबाला (मोटल स्ट्रेंथ 5) नायसरगला / प्राकृतिक शक्ति 6) ड्रगबाला / आस्पेक्टा ताकत। BPHS में परसारा शाद बाला को स्पशता बाला कहती है जिसका अर्थ है अलग ताकत। यह इस तथ्य को प्रकाश देता है कि प्रत्येक शक्ति का व्यक्तिगत रूप से मूल्यांकन किया जाना चाहिए और यह कि ग्रहों की शाद बाला का योग अपने आप में प्रत्येक विशिष्ट शक्ति से कम महत्वपूर्ण नहीं है",
"shd-rul":"बीपीएचएस 27.34–36: न्यूनतम निर्धारित शक्ति: गुरु, बुड्ढा और सोर्य मजबूत होते हैं, यदि उनके प्रत्येक स्टानबाला, डिकबाला, कालाबाला, चेशताबाला, और अयनबाला क्रमशः, 165, 35, 50, 112 और 30 विरुप हैं। चन्द्र और शुक्र के लिए समान 133, 50, 30, 100 और 40 हैं। मंगल और शनि के लिए, ये 96, 30, 40, 67 और 20 हैं।",
"shd-rul2":"BPHS 27.32–33: न्यूनतम Shadbala आवश्यकता: 390, 360, 300, 420, 390, 330, और 300 विरुपाएँ Shadbala Pindas हैं, जिन्हें सोर्य के लिए आवश्यक माना जाता है, आदि को मजबूत माना जाता है। यदि ताकत उपर्युक्त मूल्यों से अधिक है, तो ग्रहा को बहुत मजबूत माना जाता है। यदि एक ग्रहा के पास आवश्यक शदबाला है, तो यह अपनी ताकत के आधार पर मूल के अनुकूल साबित होता है। हालाँकि, asani की चरम शक्ति लंबे जीवन के साथ-साथ दुख भी देती है।",
"planetary aspects":"ग्रहों के पहलू",
"kp-hg":"कृपया ध्यान दें कि जब आपके दशा चल रहे हों तो घर समूह एक से अधिक ग्रह से हो सकते हैं। इसलिए घटनाओं को आपके महा दशा, अंतरा दशा और प्रत्यंतर दशा लॉर्ड्स के महत्वकों के संयोजन से देखा जाना चाहिए और यह ग्रह का उप स्वामी है जो यह तय करता है कि घटना घटित होनी है या नहीं",
"kp-hg2":"केपी ज्योतिष के अनुसार, घटनाएं दशा और ग्रहों के पारगमन के दौरान हो सकती हैं और यह ग्रह का उप स्वामी है और कभी-कभी यह उप-उप स्वामी होता है जो यह तय करता है कि यदि घटना घटित होगी या नहीं।",
"kp-das":"आप वर्तमान में [0] महा दशा [1] अन्तर दशा और [2] प्रतिहार दशा में हैं। केपी ज्योतिष के अनुसार, आपके वर्तमान दशा के दौरान एक या एक से अधिक घटनाओं को ट्रिगर किया जा सकता है यदि आपके दशा स्वामी के उप स्वामी भी एक घटना से सहमत हैं। घटना का समय किसी भी ग्रह के दशा स्वामी के नक्षत्रों में पारगमन के दौरान है।",
"vim":"हिंदू ज्योतिष में संस्कृत शब्द दशा का उपयोग ग्रहों की अवधि को इंगित करने के लिए किया जाता है, दिशात्मक ज्योतिष की दशा पद्ति (प्रणाली) हिंदुओं के लिए अद्वितीय है; यह कहीं और नहीं पाया जाता है। कई प्रकार की दशा प्रणालियाँ हैं, पाराशर में बयालीस का उल्लेख है, लेकिन इनमें से केवल दो ही प्रचलन में हैं, अर्थात् विम्मोटारी और अष्टतारी",
"vim-2":"संस्कृत में विमशोत्री की संख्या 120 है। विमशोत्री दशा मानती है कि किसी व्यक्ति के जीवन की अधिकतम अवधि 120 वर्ष है जो सभी नौ ग्रहों की अवधि अर्थात केतु 7, शुक्र 20, सूर्य 6, चंद्रमा 10, मंगल 10 की कुल अवधि है। उनके संचालन के क्रम में 7, राहु 18, बृहस्पति 16, शनि 19 और बुध 17। यह ज्ञात नहीं है कि यह प्रणाली कब खोजी गई थी और प्रत्येक को आवंटित वर्षों की संख्या क्यों भिन्न है। विमशोत्री दशा का वर्ष 365.25 दिनों का खगोलीय सौर वर्ष है",
"crul-1":"[0] दशा जो १० वें घर पर काबिज है और [1] दशा के दौरान आप करियर की अच्छी संभावनाओं की उम्मीद कर सकते हैं जो आपके दशमांश चार्ट में १० वें घर का स्वामी है",
"crul-2":"आप  [0] दशा के दौरान अच्छी कैरियर की संभावनाओं की उम्मीद कर सकते हैं जो आपके दशमांश चार्ट में 10 वें घर का स्वामी है",
"crul-3":"[0] कोणीय घर में, इन ग्रहों के दशा / भावार्थ के दौरान एक महत्वपूर्ण कैरियर मील का पत्थर देखा जा सकता है",
"crul-4":"आपके डी -10 चार्ट में 10 वें स्वामी [0] [1] साइन में है और इसे [2] साइन में भी अच्छी तरह से रखा गया है जो एक अच्छा करियर सुनिश्चित करता है।",
"crul-5":"आपके डी -10 चार्ट में, लाभकारी ग्रह आपके लग्न घर को दर्शा रहे हैं",
"crul-6":"आपके डी -10 चार्ट में, 10 वें घर को लाभकारी ग्रह से एक पहलू मिल रहा है, जो एक अच्छा संकेत है।",
"crul-7":"आपके डी -10 चार्ट में उर्ध्व घर में शक्तिशाली सूर्य, जो एक अच्छा संकेत है",
"crul-8":"आपके D-10 चार्ट में शक्तिशाली सूर्य ऊपर के घर में और साथ ही बृहस्पति का आकांक्षी है, जातक को करियर में पहचान और श्रेष्ठता मिलने की संभावना है।",
"crul-9":"आपके डी -10 चार्ट में, शक्तिशाली सूर्य कोणीय घर में है जो उच्च स्थिति, उच्च आय, प्रशासनिक शक्ति, दूरदर्शिता देता है।",
"crul-10":"आपके राशी चार्ट में 10 वां स्वामी [0], डी -10 चार्ट में मजबूत है, जो आय के कई स्रोतों के साथ स्थिति और सुगम कैरियर सुनिश्चित करता है।",
"crul-11":"आपके डी -10 चार्ट में, शनि मजबूत और अच्छी तरह से रखा गया है, जो अधीनस्थों, श्रमिकों, राजनीतिक कैरियर, भूमिगत खनन, लोहे और इस्पात, आदि से लाभ देता है।",
"crul-12":"आपके D-10 चार्ट में, चंद्रमा मजबूत है जो काम करने के लिए उत्साह देता है।",
  "mrul-1": "आप वर्तमान में [0] महा दशा, [1] अन्तर दशा और [2] प्रतिहार दशा में हैं",
  "mrul-2": "आपके दशा भगवान (ओं) [0] धन महत्वक हैं। इसलिए वर्तमान दशा में आपको धन प्राप्त करने में मदद मिलेगी जो इन दशा लॉर्ड्स की ताकत पर निर्भर करता है।",
  "mrul-3": "चंद्रमा और बृहस्पति धन के मुख्य महत्व हैं। शुक्र जीवन में विलासिता और सुख-सुविधाओं को प्रदान करता है, अच्छी तरह से रखा गया शुक्र, बृहस्पति और चंद्रमा एक अमीर बनाता है।",
  "mrul-4": "द्वितीय भाव का स्वामी [०] और ११ वाँ गृह स्वामी [१] लग्न भाव में स्थित है जो कुंडली में बहुत ही शुभ धन योग बनाता है।",
  "mrul-5": "पहला गृह स्वामी [0], दूसरा गृह स्वामी [1] और 11 वाँ गृह स्वामी [2] अपने-अपने घरों में हैं जो जातक को अत्यधिक धनवान बनाते हैं।",
  "mrul-6": "7 वाँ और 8 वाँ दोनों घर लाभकारी ग्रह से प्रभावित हैं। शादी के बाद मूल निवासी वित्तीय स्थिति में सुधार होता है।",
  "mrul-7": "वां भगवान अपने ही घर में विराजमान है जो शुभ है",
  "mrul-8": "वें भगवान का अपना घर है जो शुभ है",
  "mrul-9": "बृहस्पति, बुध और द्वितीय भगवान [0] एक ही घर में हैं। जो वित्तीय लाभ के लिए बहुत अच्छा संयोजन है।",
  "mrul-10": "2 वें भगवान [0] और 5 वें भगवान [1] ने अपने घरों का आदान-प्रदान किया जो वित्तीय विकास के लिए बहुत शुभ है। भवत भावम सिद्धांत के अनुसार, यह भाग्य का द्वितीयक सदन है। इसके अलावा यह त्रिकोना हाउस में से एक है। त्रिकोना सदनों को लक्ष्मीस्थान या धन के सदनों के रूप में जाना जाता है",
  "mrul-11": "आपकी कुंडली में सूर्य चंद्रमा से संबंधित है जो आर्थिक समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-12": "आपकी कुंडली में बृहस्पति चंद्रमा से संबंधित है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-13": "आपकी कुंडली में बृहस्पति 2 वें भगवान का पक्ष ले रहा है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-14": "आपकी कुंडली में बृहस्पति 2nd हाउस का पहलू है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-15": "आपकी कुंडली में 8 वें घर में एक लाभकारी ग्रह है जो विरासत या लॉटरी या शेयर बाजार द्वारा एक अमीर बनाता है।",
  "mrul-16": "आपकी कुंडली में शुक्र 12 घर में है जो आर्थिक लाभ के लिए बहुत फायदेमंद है।",
  "mrul-17": "अरुध लगना दूसरों पर अपनी लगन की छवि है, इसका प्रतिबिंब है। अरुध लगन हमें इस बात का संकेत देता है कि एक व्यक्ति दूसरों के द्वारा कैसा माना जाता है। कुंडली में अरुध लगान का विश्लेषण करके अपने भौतिकवादी लाभ के बारे में अधिक जानकारी दे सकते हैं।",
  "mrul-18": "आपका अरुध लगन है [0] और इसके भगवान हैं [1]",
  "mrul-19": "[0] पहलू अरुध लग्न से ११ वाँ घर जो बहुत शुभ है, जैसा कि जैमिनी के अनुसार इस तरह का पहलू मूल धनवान बना सकता है।",
  "mrul-20": "11 वें घर में अरुध लगन से लाभार्थी और पुरुष ग्रह, जैसा कि जैमिनी के अनुसार इस तरह के प्लेसमेंट से धनी और अनुचित दोनों तरीकों से मूल धनवान बन सकते हैं",
  "mrul-21": "जैमिनी के अनुसार अरुध लगना से 11 वें घर में एक लाभकारी ग्रह स्थित है, इस तरह के प्लेसमेंट से देशवासी धनवान हो सकते हैं",
  "mrul-22": "जैमिनी के अनुसार 11 वें घर में एक पुरुष ग्रह अरुण लगन में तैनात है, इस तरह के प्लेसमेंट के कारण मूल निवासी अनुचित साधनों से पैसा कमा सकते हैं।",
  "mrul-23": "जैमिनी के अनुसार आपकी कुंडली [0] में अरुध लगन से 2 वें घर में है, इस तरह के प्लेसमेंट से मूल धनवान और समृद्ध होते हैं।",
  "mrul-24": "आपकी कुंडली में अरुध लग्न 11 वें घर में आरोही से आती है, क्योंकि जैमिनी के अनुसार इस तरह के स्थान के कारण जातक धनवान होता है।",
  "mrul-25": "आपकी कुंडली में अरुध लग्न [०] घर में पड़ रहा है जो जैमिनी के अनुसार कोणीय या त्रिनेत्र घर है, इस तरह के स्थान के कारण जातक धनवान होता है।",
  "mrul-26": "आपकी कुंडली में अरुद्र लग्न, जैमिनी के अनुसार [०] घर में पड़ता है, इस तरह के प्लेसमेंट से अवांछनीय परिणाम प्राप्त होंगे",
  "mrul-27": "इंदु लग्न को धन के आरोही के रूप में भी जाना जाता है। अष्टकवर्ग में इसका विशेष महत्व है। बृहत् पाराशर होरा में इसे चंद्रमा योग के नाम से भी जाना जाता है। किसी देशी की वित्तीय स्थिति का निर्धारण करने के लिए इंदु लगन या मून आरोही का विश्लेषण किया जाता है। इसका उपयोग मूल निवासी के धन और समृद्धि को निर्धारित करने के लिए किया जाता है। यह मूल निवासी के जीवन की महत्वपूर्ण घटनाओं को भी निर्धारित करता है।",
  "mrul-28": "आपकी कुंडली में इंदु लग्न [0] घर में है, इस घर का स्वामी ग्रह है [1]।",
  "mrul-29": "वैदिक ग्रंथों के अनुसार, इंदु लग्न से 1, 4 वें, 7 वें, 10 वें और 11 वें घरों में तैनात ग्रहों को धनवान माना जाता है, इन ग्रहों की दशाओं के दौरान जातक को धन की प्राप्ति होती है।",
  "mrul-30": "आपकी कुंडली में, ग्रह [0] धनवान हैं, आप इन ग्रहों की दशाओं के दौरान अच्छी संपत्ति अर्जित करते हैं।",
  "mrul-31": "वैदिक ग्रंथों के अनुसार, इंदु लग्न से 6 वें, 8 वें, 12 वें घरों में तैनात ग्रहों को धन के लिए अशुभ माना जाता है।",
  "mrul-32": "आपकी कुंडली में ग्रहों [0] को अशुभ माना जाता है, आप इन ग्रहों की दशाओं के दौरान कुछ चुनौतियों की उम्मीद कर सकते हैं।",
    "d4-r1": "वैदिक ग्रंथों के अनुसार, कुंडली से घर, भूमि, अचल संपत्ति, वाहन आदि जैसे गुणों का विश्लेषण करने के लिए, हमें सबसे पहले राशी चार्ट में आरोही / लग्न घर और उसके स्वामी की ताकत को देखना चाहिए, 4th House & इसके स्वामी (गुण) और करक मंगल (भूमि) और शनि (निर्माण) और शुक्र (lexury)",
  "d4-r2": "4 वाँ घर (प्रोपेलिटी) लॉर्ड [0] 8 वें घर (अशुभता) के स्वामी है [1] जो विरासत के माध्यम से संपत्ति का संकेत देता है।",
  "d4-r3": "चौथा घर (संपत्ति) स्वामी [0] ११ वें घर (लाभ) स्वामी [1] से आकांक्षी है जो संपत्ति के माध्यम से लाभ का संकेत देता है।",
  "d4-r4": "आपकी कुंडली में 4 वें घर में लाभकारी पहलू है [0] जो अच्छा है।",
  "d4-r5": "8 वाँ घर (इनहेरिटेंस) लॉर्ड [0] 4 वाँ घर (प्रॉपर्टी) लॉर्ड [1] से अभिप्रेरित है जो विरासत के माध्यम से संपत्ति का संकेत देता है।",
  "d4-r6": "8 वाँ घर (वंशानुक्रम) स्वामी [0] 11 वें घर (लाभ) स्वामी [1] से आकांक्षी है जो विरासत के माध्यम से लाभ को इंगित करता है।",
  "d4-r7": "11 वाँ घर (लाभ) स्वामी [0] 4 वें घर (संपत्ति) के स्वामी [1] का है, जो संपत्ति के माध्यम से लाभ का संकेत देता है।",
  "d4-r8": "11 वाँ घर (लाभ) स्वामी [0] 8 वें घर (वंशानुक्रम) के स्वामी है [1] जो विरासत के माध्यम से लाभ को इंगित करता है।",
  "d4-r9": "हमारे प्राचीन ग्रंथों के अनुसार, यदि राशी चार्ट में 4 वें भगवान, 8 वें भगवान और 11 वें भगवान के बीच एक संबंध है, तो कनेक्शन की ताकत के आधार पर विशाल गुण जमा होंगे।",
  "d4-r10": "आपके राशी चार्ट में 4 वें (संपत्ति) स्वामी, 8 वें (वंशानुक्रम) के स्वामी और 11 वें (लाभ) स्वामी एक-दूसरे को देख रहे हैं, इस तरह का संयोजन आपको 4 वें स्वामी की दशा / भावार्थी के दौरान भारी संपत्ति लाभ में मदद करेगा ([0]), 8 वाँ स्वामी ([1]), 11 वाँ स्वामी ([2])",
  "d4-r11": "अपने राशी चार्ट में 4 वें (संपत्ति) के स्वामी [0] वें घर में, 8 वें (वंशानुक्रम) के स्वामी [1] वें घर में और 11 वें (लाभ) के स्वामी [2] वें घर में, इस तरह के संयोजन से आपको बड़ी संपत्ति हासिल करने में मदद मिलेगी 4 वें स्वामी की दशा / भावार्थी के दौरान ([0]), 8 वें स्वामी ([1]), 11 वें स्वामी ([2])",
  "d4-r12": "आपके राशी चार्ट में 4 वें घर (संपत्ति) के स्वामी 8 वें घर (विरासत) में हैं जो आपको विरासत के माध्यम से संपत्ति हासिल करने का संकेत देते हैं।",
  "d4-r13": "आपके राशी चार्ट में 11 वें घर (लाभ) में चतुर्थ भाव (प्रॉपर्टी) का स्वामी जो आपको गुणों के माध्यम से संकेत देगा।",
  "d4-r14": "आपके राशी चार्ट में 8 वें घर (पूर्णांक) के स्वामी 4 वें घर (संपत्ति) में हैं जो आपको विरासत के माध्यम से संपत्ति प्राप्त करने का संकेत देते हैं।",
  "d4-r15": "आपके राशी चार्ट में 11 वें घर (लाभ) में 8 वाँ घर (इनहेरिटेंस) स्वामी है जो इंगित करता है कि आप विरासत के माध्यम से लाभ प्राप्त करेंगे।",
  "d4-r16": "आपके राशी चार्ट में 11 वें घर (लाभ) का स्वामी 4 वें घर (संपत्ति) में है जो आपको संपत्ति के माध्यम से लाभ प्राप्त करने का संकेत देता है।",
  "d4-r17": "आपके राशी चार्ट में 11 वें घर (लाभ) का स्वामी 8 वें घर (वंशानुक्रम) में है जो यह बताता है कि आपको विरासत के माध्यम से लाभ होगा।",
  "d4-r18": "अपने राशी चार्ट में 4 करक (भूमि का स्वामी) [0]",
  "d4-r19": "निर्माण के अपने राशी चार्ट में [0]",
  "d4-r20": "अपने राशी चार्ट में धन के स्वामी [0]",
  "d4-r21": "प्राचीन पाठ के अनुसार, वर्गा चार्ट से पता चलता है कि डी 1 या राशी चार्ट में विश्लेषण किए गए परिणाम कितने आशाजनक होंगे। नीचे डी 4 या चतुर्थेश चार्ट का विश्लेषण है",
  "d4-r22": "[0] डी 1 और डी 4 चार्ट में एक ही घर में तैनात है, जो कि उत्कृष्ट है।",
  "d4-r23": "आप लॉर्ड्स की दशा / भावार्थी के दौरान प्रॉपर्टी खरीदेंगे, जो कि डी 1 और डी 4 चार्ट में 4 वें घर का पहलू है, बशर्ते कि इन ग्रहों का पारगमन भी सहमत हो।",
  "d4-r24": "आपके D1 और D4 चार्ट में, [0] ४ वें घर का पहलू, इसलिए आपसे [1] के दशा और भावार्थ के दौरान संपत्ति खरीदने की अपेक्षा की जाती है।",
  "d4-r25":"आपके डी 4 चार्ट में लग्न स्वामी [0] 6 वें घर में है, जो इंगित करता है कि कुछ विवाद हो सकते हैं",
 "d4-r26":"आपके डी 4 चार्ट में, 4 वें घर का स्वामी [0] 6 वें घर में है, जो इंगित करता है कि कुछ विवाद हो सकते हैं",
   "d9-r1": "जब कोई ग्रह जन्म कुंडली और नवमांश में एक ही चिन्ह में होता है, तो उस ग्रह को वरगोतम ग्रह कहा जाता है। इसे 2 शब्दों वरगा और उत्तम से गढ़ा गया है। यह पूरे मंडल चार्ट में सबसे अच्छा ग्रह है।",
  "d9-r2": "आपके नवमांश चार्ट में [0] वैरगोटामा ग्रह हैं",
  "d9-r3": "आपके नवमांश चार्ट में [0] एक व्रजोत्तम ग्रह है",
  "d9-r4": "सूर्य आत्मा, अधिकार, इच्छा शक्ति, अहंकार और आत्म-सम्मान को इंगित करता है। अपने D9 चार्ट में वरगोत्ता के रूप में सूर्य, आपके पास बहुत सारी इच्छा शक्ति है। आपकी तरफ से बहुत सारी इंटिमेशन होंगी।",
  "d9-r5": "आपकी कुंडली में, सूर्य तुला राशि में विराजित है, जो कम आत्मविश्वास, साहस की कमी, इच्छा-शक्ति और पराक्रम को इंगित करता है, कार्य करने और कड़ी मेहनत करने की शक्ति की कमी का संकेत भी दे सकता है",
  "d9-r6": "चंद्रमा भावनाओं, खुशी, पोषण, मातृ प्रेम और खुशी का संकेत देता है। चंद्रमा आपके डी 9 चार्ट में वरगोटामा ग्रह है, चंद्रमा द्वारा इंगित गुण आप में अधिक स्पष्ट होंगे।",
  "d9-r7": "आपकी कुंडली में चंद्रमा वृश्चिक राशि में विराजित है, जो कि झूलते हुए मन, नकारात्मक सोच, जीवन में दुखी होने का संकेत देता है, मूल निवासी पानी से संबंधित बीमारियों से पीड़ित हो सकता है, कॉग की शिकायत कर सकता है।",
  "d9-r8": "बुध संचार, प्रौद्योगिकी, मीडिया और बुद्धि को इंगित करता है। बुध आपके नवमेश चार्ट में वरगोतम ग्रह है, आप एक तेज बुद्धि प्रदर्शित करेंगे।",
  "d9-r9": "आपकी कुंडली में बुध मीन राशि में वक्री है, जो दर्शाता है कि आप दिन के सपने देख रहे हैं कि वर्तमान में क्या हो रहा है, जो अक्सर कल्पना की दुनिया में खो जाता है, तार्किक क्षमता की कमी हो सकती है।",
  "d9-r10": "शुक्र प्रेम, विलासिता, आराम, धन, शक्ति और रिश्तों, ज्योतिष के ज्ञान को इंगित करता है। शुक्र आपके डी 9 चार्ट में वरगोतम ग्रह है। शुक्र के गुण उज्ज्वल होंगे।",
  "d9-r11": "आपकी कुंडली में शुक्र का दोष वेर्गो में है। जो इंगित करता है कि आप अपने साथी से असीम प्रेम के इच्छुक हैं, आपका मन हमेशा प्रेम के विचारों, विवाहित जीवन में संघर्ष के कब्जे में रहता है।",
  "d9-r12": "मंगल प्रतिरोध, लड़ने की भावना, वीरता और दृढ़ता का संकेत देता है। मंगल आपके डी 9 चार्ट में वरगोतम ग्रह है। मंगल के गुण अच्छे हैं।",
  "d9-r13": "आपकी कुंडली में मंगल कर्क राशि में वक्री है, जो ऊर्जा और वीरता की कमी को दर्शाता है, आपको नियंत्रण में रहने के लिए बहुत अधिक प्रशिक्षण की आवश्यकता होगी। किसी भी कौशल का गलत उपयोग आपके सामाजिक संबंधों को नुकसान पहुंचा सकता है।",
  "d9-r14": "बृहस्पति ज्ञान, उच्च ज्ञान, उच्च अध्ययन, आध्यात्मिकता को इंगित करता है। बृहस्पति आपके D9 चार्ट में वरगोतम ग्रह है। बृहस्पति के गुण आपके जीवन में बहुत स्पष्ट होंगे।",
  "d9-r15": "आपकी कुंडली में बृहस्पति मकर राशि में विराजित है, यह दर्शाता है कि आप परिश्रमी हैं और आपको अपने लक्ष्यों को पूरा करने के लिए कठिन संघर्ष करने की आवश्यकता होगी।",
  "d9-r16": "शनि शारीरिक विकास, दीर्घायु, सावधान में बाधा का संकेत देता है, इच्छाओं, स्वार्थ, गैर-जिम्मेदार, लापरवाहियों को नियंत्रित करके जीवन का नेतृत्व करता है और संयम बरता है।",
  "d9-r17": "राहू आपके डी 9 चार्ट में वरगोत्तामा है जो विद्रोह, आक्रामकता, जुनून और मानसिक स्वभाव को इंगित करता है।",
  "d9-r18": "आपके D9 चार्ट में केतु वरगोत्ता है जो अलगाव, अलगाव, आध्यात्मिकता को इंगित करता है।",
  "d9-r19": "यह एक विशेष नवांश है जिसमें एक ग्रह शुभ तरीके से व्यवहार करता है।",
  "d9-r20": "आपके नवमांश चार्ट में, बृहस्पति और मंगल ग्रह [0] में है और चंद्रमा पुष्कर नवमांश में है जो एक शक्तिशाली संयोजन है, जातक पारिजात अध्याय 7 के अनुसार 25 श्लोक 25 कुंडली में इस तरह के तालमेल के साथ एक व्यक्ति जनता पर शासन करेगा।",
  "d9-r21": "आपके डी 9 चार्ट में, बृहस्पति और मंगल ग्रह [0] में स्थित है और चंद्रमा वरगोत्तमा है जो एक शक्तिशाली संयोजन है, जातक पारिजात अध्याय 7 के अनुसार 25 श्लोक 25 कुंडली में इस तरह के तालमेल के साथ एक व्यक्ति जनता पर शासन करेगा।",
  "d9-r22": "आपके डी 9 चार्ट में, वरगोत्तामा [0] आरोही में है, इस तरह के प्लेसमेंट से आपको जीवन में उच्च सफलता मिलेगी।",
  "d9-r23": "आपके D9 चार्ट में, [0] वें घर का स्वामी [1] पुष्कर नवमांश में है, इस तरह के प्लेसमेंट से आपको दशा / भावार्थी में अच्छी सफलता मिलेगी।",
  "d9-r24": "आपके डी 9 चार्ट में, पुष्कर नवमेश में बृहस्पति [0] में जो कि कोणीय घर भी है, इस तरह के प्लेसमेंट से मूल निवासी बहुत अमीर बन जाता है।",
  "d9-r25": "आपके D9 चार्ट में, बृहस्पति पुष्कर नवमेश में [0] जो कि ट्राइन हाउस भी है, इस तरह के प्लेसमेंट से मूल निवासी बहुत अमीर बन जाता है।",
  "d9-r26": "आपके डी 9 चार्ट में, पुष्कर नवमेश ग्रह [0] को [1] घर में रखा गया है, जो डस्टाना हाउस है, यह इंगित करता है कि मूल निवासी धनवान होने के कारण कुछ स्वास्थ्य मुद्दों का अनुभव कर सकते हैं।",
  "d9-r27": "आपके राशी चार्ट के आरोही भगवान [0] और 10 वें भगवान [1] डी 9 चार्ट में पुष्कर नवमांश में हैं। ऐसा प्लेसमेंट देशी को बहुत भाग्यशाली बना देगा।",
  "d9-r28": "अपने D9 चार्ट में, पुष्कर नवमसा में [0]। आप दशा / भुक्ति के दौरान अच्छे समय की उम्मीद कर सकते हैं [0]।",
  "d9-r29": "आपके राशी चार्ट में 7 वें स्वामी [0] और 8 वें स्वामी [1] और करक [2] [3] हैं। और जबकि 7 वें और 8 वें घर में लाभकारी पहलू हैं। कुंडली में इस तरह के प्लेसमेंट से मैरिड लाइफ बहुत खुशहाल और सुरीली हो जाती है।",
  "d9-r30": "आपके राशी चार्ट में 7 वें घर में पुरुष संबंधी पहलू है, कुछ मुद्दों का कारण हो सकता है।",
  "d9-r31": "अपने राशी चार्ट में कलत्र कराका (विवाह और संयुग्मन आनंद के लिए महत्वपूर्ण) [0], वैवाहिक आनंद में कुछ मुद्दों का कारण हो सकता है।",
  "d9-r32": "आपके राशी चार्ट में करक ऑफ माइंड [0], कुछ मुद्दों का कारण हो सकता है।",
  "d9-r33": "प्राचीन ग्रंथों के अनुसार, यदि मंगल, अष्टम और चंद्रमा दोनों से राशी चार्ट में 1, 2, 4 वें, 7 वें, 8 वें या 12 वें स्थान पर स्थित है, तो मूल को मांगलिक दोष माना जाता है। मांगलिक दोष वाले जातक को दांपत्य जीवन में कठिनाइयों का सामना करना पड़ता है। हालांकि कई रद्दीकरण नियम हैं जो एक विशेषज्ञ ज्योतिषी को कुंडली से विभिन्न पहलुओं का आकलन करके न्याय करने में सक्षम होना चाहिए।",
  "d9-r34": "आपकी कुंडली में मंगल, चंद्रमा से [1] घर में आरोही और [1] घर से है। आपकी कुंडली में मांगलिक दोष मौजूद है। उपचारात्मक उपायों की सिफारिश की जाती है",
  "d9-r35": "आपकी कुंडली में मंगल ग्रह अष्टम भाव से [0] घर में है और चंद्रमा से इसकी स्थिति मांगलिक प्रभाव से दूर है, इसलिए आपकी कुंडली में केवल एक आंशिक मांगलिक दोष मौजूद है।",
  "d9-r36": "आपकी कुंडली में मंगल [0] घर में है और आपकी कुंडली में मांगलिक दोष नहीं है।",
  "d9-r37": "7 वें घर में स्थित ग्रह आपके जीवनसाथी की कुछ विशेषताओं को भी बता सकते हैं।",
  "d9-r38": "आपकी कुंडली में, 7 वें घर में सूर्य इंगित करता है कि आपका पति उच्च स्थिति वाले परिवार से हो सकता है, गर्व और हावी है।",
  "d9-r39": "आपकी कुंडली में 7 वें घर में मंगल कठोर और क्रूर जीवनसाथी का संकेत देता है।",
  "d9-r40": "आपकी कुंडली में 7 वें घर में स्थित शनि जीवनसाथी को नीचा दिखाएगा। शादी में देरी हो रही है या एक विधुर के साथ या जो अच्छी नहीं लग रही है।",
  "d9-r41": "आपकी कुंडली में 7 वें घर में राहु देर से शादी का संकेत देता है, पत्नी एक निम्न परिवार से आती है, बीमार है और मूल निवासी निम्न जाति की महिलाओं के साथ संबंध बनाएगी।",
  "d9-r42": "आपके राशी चार्ट में केतु 7 वें घर में है जो दुखी विवाहित जीवन को इंगित करता है।",
  "d9-r43": "आपकी कुंडली में [0], इस तरह के प्लेसमेंट से युवा सुंदर और बुद्धिमान जीवनसाथी का संकेत मिलता है।",
  "d9-r44": "आपकी कुंडली में शुक्र 7 वें घर में है जो सुंदर किंतु अतिप्रिय जीवनसाथी की ओर संकेत करता है।",
  "d9-r45": "आपकी कुंडली में बृहस्पति 7 वें घर में है जो धार्मिक और सक्षम जीवनसाथी का संकेत देता है।",
  "d9-r46": "आपके नवमांश चार्ट में, 7 वें भगवान [0] और करक [1], और किसी भी लाभकारी संघ से रहित है, विवाहित जीवन में कुछ मुद्दों को इंगित करता है।",
  "d9-r47": "वैदिक ग्रंथों के अनुसार, नवमांश चार्ट में 7 वाँ स्थान जीवनसाथी की विशेषताओं के बारे में संकेत दे सकता है।",
  "d9-r48": "आपके नवमांश में, प्रथम सदन में लाभकारी 7 वें भगवान [0] और लग्न भगवान [1] के मित्र हैं, इस तरह के कॉम्बिनेटन से पता चलता है कि पत्नी ज्ञात परिवार से आती है, मूल निवासी की मददगार होती है और सुखी वैवाहिक जीवन होगा।",
  "d9-r49": "आपके नवमांश चार्ट में, 7 वें भगवान [0] जो कि आरोही में है [0], जो पहली पत्नी को खतरे का संकेत देता है, दूसरी पत्नी बच जाती है।",
  "d9-r50": "आपके नवमांश चार्ट में, 2 वें घर में 7 वें स्वामी [0] जो धनवान जीवनसाथी का संकेत देते हैं।",
  "d9-r51": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो शादी के बाद के फाइनल क्रंच का संकेत देता है।",
  "d9-r52": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 3 वें घर में है, यह दर्शाता है कि पति / पत्नी मूल निवासी की शक्ति है।",
  "d9-r53": "आपके नवमांश चार्ट में, 7 वें स्वामी [0], जो यह संकेत दे सकता है कि पत्नी देशी के छोटे भाई की ओर आकर्षित है।",
  "d9-r54": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 4 वें घर में है, जो इंगित करता है कि पत्नी अच्छी स्वभाव वाली है और जो समृद्ध बन जाती है, उसकी मददगार है।",
  "d9-r55": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो देशी को इंगित करता है दुखी है।",
  "d9-r56": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 5 वें घर में है, जो इंगित करता है कि पत्नी सुसंस्कृत और धार्मिक है और कई बच्चों के साथ धन्य है।",
  "d9-r57": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो इंगित करता है कि पत्नी क्रूर और अड़ियल होगी।",
  "d9-r58": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 6 वें घर में है, जो इंगित करता है कि पत्नी बीमार है। मूल निवासी को अपनी पत्नी पर बहुत खर्च करना पड़ता है और कर्ज चुकाना पड़ता है। अत्यधिक भोग के कारण वह बीमार भी पड़ सकता है।",
  "d9-r59": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 7 वें घर में है, जो कि देशी विवाह को इंगित करता है और एक सक्षम पत्नी के साथ सुखी जीवन व्यतीत करता है।",
  "d9-r60": "आपके नवमांश चार्ट में, 7 वें भगवान [0] और पुरुषवादी है, जो इंगित करता है कि शादी के बाहर के मामले हो सकते हैं।",
  "d9-r61": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 8 वें घर में है, जो दर्शाता है कि विवाह में देरी हो रही है, पति-पत्नी बीमार हैं, विवाहित जीवन दुखी है।",
  "d9-r62": "आपके नवमांश चार्ट में, 8 वें घर और 8 वें स्वामी दोनों को लाभकारी पहलू मिल रहा है, इसलिए पुरुषोचित प्रभाव शून्य हो जाता है यदि कोई हो",
  "d9-r63": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 9 वें घर में है, जो इंगित करता है कि पत्नी उस मूल निवासी को भाग्य लाती है जिसका भाग्य शादी के बाद उठता है।",
  "d9-r64": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 10 वें घर में है, जो इंगित करता है कि पत्नी अच्छी पृष्ठभूमि से आती है और मूल निवासी पेशे / उद्यम या शायद एक कामकाजी महिला और स्वतंत्र प्रकृति में मददगार साबित होती है।",
  "d9-r65": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 11 वें घर में है, जो इंगित करता है कि विवाहित जीवन खुशहाल होगा, जीवनसाथी के माध्यम से लाभ होगा।",
  "d9-r66": "आपके डी 9 चार्ट में, 7 वें भगवान {0} 12 वें घर में है, जो दर्शाता है कि विवाह में देरी हो रही है, पति या पत्नी पर बहुत बड़ा खर्च होता है।",
  "d9-r67": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो पति या पत्नी के लिए खतरे का संकेत देता है या शादी के बाद अलगाव हो सकता है।",
"transit":"[1] राशि में [0] का गोचर",
 "asc-t":"आप [0] के रूप में आरोही हैं",
 "zod-t":"आपकी जन्म राशि [0] है",
 "birthstar-t":"आपका जन्म नक्षत्र [0] है",
   "dharma":"आप किसी भी रिटर्न की उम्मीद किए बिना धार्मिक कर्तव्यों का पालन करेंगे",
  "artha":"आप अपने कार्यों के सही उद्देश्य को समझेंगे, आपके द्वारा किए गए कार्य आपके स्वयं के लाभ के लिए नहीं हो सकते हैं, सभी के लिए भी हो सकते हैं",
  "kama":"आप अपनी इच्छाओं के आधार पर कार्य करते हैं, आपकी इच्छाएं किसी भी अन्य चीजों की तुलना में आगे बढ़ेंगीं",
  "moksha":"आप मोक्ष प्राप्त करने के इरादे से कर्म करते हैं",
    "asc-r1":"लग्न / आरोही चिन्ह की विशेषताएं आपको शुद्धतम रूप में दर्शाती हैं, यह आपके व्यक्तित्व के एक लेंस की तरह है जिसके माध्यम से लोग आपको देखते हैं। यह वह मुखौटा है जिसे आप जीवन के बहाने बनाने के लिए पहनते हैं, लोगों से मिलने के लिए। यह एक बाहरी दुनिया के लिए आपकी प्राकृतिक प्रतिक्रियाओं का प्रतीक है। आरोही का प्रतिनिधित्व करता है कि दूसरे आपको कैसे देखते हैं और पहली छाप जो आप अपने भौतिक शरीर के साथ-साथ ऊर्जा से देते हैं। यह स्वयं का संस्करण है जिसे हम प्रस्तुत करते हैं",
  "asc-r2":"आपका लग्न स्वामी और आपकी कुंडली में इसकी स्थिति उस दिशा को दर्शाती है जिसमें आपका जीवन जाएगा। आपकी कुंडली में लग्न स्वामी [0] घर में है [1] का अर्थ है [2]",
  "asc-r3":"नक्षत्र जिसमें आपका लग्न स्थित है, आपके जीवन के पैटर्न को दर्शाता है जबकि इसका [1] आपके जीवन का उद्देश्य दर्शाता है। आपकी कुंडली में आपका लग्न [2] नक्षत्र में है और [3] [4] में है जो प्रतिनिधित्व करता है [5] का अर्थ है [6]",
  "d3-r1":"आपके डी 3 चार्ट में, अधिक ग्रह अच्छी स्थिति में हैं ऐसे ग्रहों का संयोजन आपको खुश, स्वस्थ, बहादुर, कड़ी मेहनत करने के लिए जीवित करता है, और आपके लक्ष्य को प्राप्त करने के लिए रुचि और पहल करता है।",
  "d3-r2":"आपके डी 3 चार्ट में, अधिक ग्रह मध्यम या खराब हैं। इस तरह के ग्रहों का संयोजन आपको धीमा, आलसी, निराशावादी, कड़ी मेहनत के अक्षम और जिम्मेदारियों से बचाता है।",
  "d3-r3":"मालेफ़िक डी 3 लॉर्ड संकेत देता है कि आप तीसरे घर से संबंधित किसी भी मामले के प्रति क्रूर, दुष्ट, कंजूस, निराशावादी, अनैतिक या गर्म स्वभाव के हो सकते हैं।",
  "d3-r4":"लग्न भगवान [0] और आपके ३ डी चार्ट में ३ घर के स्वामी [1] का [2] संबंध है, जो बताता है कि आपके छोटे सह-जन्म के साथ आपका [3] संबंध होगा।",
  "d3-r5":"लग्न भगवान [0] और ११ वें घर के स्वामी [1] का आपके ३ डी चार्ट में [2] संबंध है जो बताता है कि आपके बड़े सह-जन्म के साथ आपका [3] संबंध होगा।",
  "d3-r6":"लाभकारी डी 3 भगवान दर्शाता है कि आप अमीर, दयालु, धार्मिक, बुद्धिमान, भाग्यशाली हो सकते हैं और परिवार और दोस्तों के सदस्यों द्वारा पसंद किया जाएगा।",
  "d3-r7":"आपका तीसरा सदन लॉर्ड [0] और इसका करक मंगल मजबूत और अच्छी तरह से डी 3 चार्ट में रखा गया है, ऐसा प्लेसमेंट आपको बहादुर, खुश, मेहनती बनाता है, अपने छोटे भाइयों या बहनों से प्यार और समर्थन प्राप्त करता है",
  "d3-r8":"आपका 11 वां हाउस लॉर्ड [0] और इसके करक बृहस्पति को मजबूत और अच्छी तरह से डी 3 चार्ट में रखा गया है, ऐसा प्लेसमेंट आपको बहादुर, खुश, मेहनती बनाता है, अपने बड़े भाइयों या बहनों से प्यार और समर्थन प्राप्त करता है",
  "d3-r9":"डी3 के तीसरे भाव का स्वामी [0] राशि (डी1) और डी3 दोनों चार्टों में अच्छी तरह से स्थित है और लाभकारी ग्रहों की दृष्टि से है जो दर्शाता है कि आपका छोटा भाई या बहन एक लंबा, स्वस्थ और समृद्ध जीवन जीएगा।",
  "d3-r10":"डी3 का 11वां घर [0] राशि (डी1) और डी3 चार्ट दोनों में अच्छी तरह से स्थित है और लाभकारी ग्रहों द्वारा देखा जाता है जो दर्शाता है कि आपका बड़ा भाई या बहन एक लंबा, स्वस्थ और समृद्ध जीवन जीएगा।",
  "d3-r11":"डी 3 भगवान [0] अच्छी तरह से स्थित है जो दर्शाता है कि आप शाही या सम्मानित व्यक्ति के परिवार में पैदा हुए हैं।",
  "d3-r12":"डी 3 चार्ट में, लग्न स्वामी [0] [1] कोणीय घर में है और [2] लाभकारी ग्रहों द्वारा है, इस तरह के संयोजन से इसके मुख्य या उप अवधि के दौरान तीसरे घर के मामलों से संबंधित अच्छे परिणाम मिलते हैं।",
  "d3-r13":"डी3 चार्ट में, लग्नेश [0] [1] [2] घर में है और [3] पाप ग्रहों द्वारा है, इस तरह के संयोजन से तीसरे घर के मामलों से संबंधित मुख्य या उप अवधियों के दौरान खराब परिणाम उत्पन्न होते हैं।",
  "d3-r14":"डी3 लॉर्ड [0] [1] इस तरह की नियुक्ति से गंभीर बीमारी या अवसाद हो सकता है या आत्महत्या की प्रवृत्ति हो सकती है",
  "d3-r15":"D3 चार्ट में, चंद्रमा अच्छी दशा में स्थित है जो दर्शाता है कि आप सुंदर और गुणी हैं",
  "d7-r1":"आपकी जन्म कुंडली के ५वें भाव का राशि या ग्रह के माध्यम से [0] प्रभाव है इसलिए आपका पहला बच्चा होगा [0]",
  "d7-r2":"आपकी जन्म कुंडली के ७वें भाव में राशि या ग्रह के माध्यम से [0] प्रभाव है, इसलिए आपका दूसरा बच्चा [0] होगा।",
  "d7-r3":"मातृत्व का चाँद, चंद्रमा आपके डी 7 चार्ट में सप्ताह में या तो पुरुष ग्रह द्वारा स्थिति या पहलू के माध्यम से है। इससे माँ को बच्चे पैदा करने में असमानता होगी। इस तरह के दोशा का उपाय चाँद और माँ की पूजा करना होगा। आपके जन्म चार्ट में चंद्रमा का विभाजन [0] का प्रतिनिधित्व करता है, इसलिए आप उपभोग के माध्यम से भी अच्छे परिणाम की उम्मीद कर सकते हैं [0]",
  "d7-r4":"आपके D7 चार्ट में लग्न [0] राशि में स्थित है, जिस पर शुभ ग्रह की दृष्टि है, यह आपके [1] से सुख और खुशी प्रदान करेगा।",
  "d7-r5":"[0] की किसी भी दशा अवधि के दौरान आपको संतान की प्राप्ति होगी",
  "d7-r6":"आपके D7 चार्ट में लाभार्थी घर में होस्ट किए गए लाभकारी ग्रह हैं जो इंगित करते हैं कि आप मजबूत, प्रसिद्ध, सहकारी और एक योद्धा हैं। आप मिलनसार हैं और चारों ओर खुशियाँ फैलाते हैं",
  "tr-r1":"[0] [1] में गोचर कर रहा है जो कि [2] आपकी राशि से [2] घर है जो [3] का कारण बन सकता है।",
  "tr-r2":"[0] को, [1] आपकी राशि से [3] भाव [2] में चला जाएगा। इसका कारण होगा [4]"
}