{
  "ar": "संभावना है कि आप बहादुर, राय और स्वतंत्र के रूप में उतरेंगे। आपके पास एक बहुत मजबूत और कमांडिंग उपस्थिति है, और यहां तक कि भयभीत करने के रूप में भी देखा जा सकता है। आप राशि चक्र के भयंकर योद्धा हैं। पहला संकेत होने के नाते, आप घुड़सवार सेना का नेतृत्व करते हैं। राशि चक्र के पहले अग्नि चिन्ह के रूप में, आप तीव्रता से प्रतिस्पर्धी हैं और दुनिया को प्रतियोगिताओं की एक श्रृंखला के रूप में देखते हैं। मेष, आप एक ट्रेलब्लेज़र हैं जो आपके देखने से पहले छलांग लगाते हैं और माफ़ी मांगते हैं, अनुमति नहीं। आप अपनी प्रवृत्ति पर भी काम करते हैं, जो आमतौर पर स्पॉट-ऑन होती हैं",
  "ta": "यह संभव है कि आप भयंकर, भरोसेमंद और मजबूत इरादों वाले वाइब्स को छोड़ दें। लेकिन आपके पास एक नरम पक्ष भी है। आप जीवन में अच्छी चीजों का आनंद लेते हैं, जिसमें सुंदर कपड़े, बढ़िया भोजन और मालिश शामिल हैं। वृषभ कभी-कभी भौतिकवादी के रूप में कबूतर हो जाता है, और जब आप अपने आप को भव्यता के साथ चारों ओर से घेरना पसंद करते हैं, तो आप काफी मेहनती हैं कि आपने थोड़ा सा लक्जरी कमाया है। आप पहले पृथ्वी चिन्ह हैं और आप अपने शुद्धतम रूप में पृथ्वी का प्रतिनिधित्व करते हैं। इसका मतलब है कि आप अपने हाथों से सक्रिय और रचनात्मक रहना पसंद करते हैं - आपके लिए, इसका मतलब बागवानी, खाना बनाना, बुनाई या यहां तक कि एक रचनात्मक नए मेकअप लुक को पाने की चुनौती हो सकती है।",
  "ge": " लोग संभवतः आपको बातूनी, उज्ज्वल और जिज्ञासु मानते हैं। आप शायद अपने साथी एयर साइन, कुंभ राशि के साथ अपने समूह के सोशल मीडिया विशेषज्ञ हैं। आप हमेशा एक साथ 18 काम कर रहे हैं और कई परियोजनाओं पर काम कर रहे हैं। तुला और मीन जैसे दोहरे संकेतों में से एक होने के नाते, आप कभी-कभी दो अलग-अलग लोगों के रूप में आ सकते हैं, लेकिन यह बुरी बात नहीं है। हमें आपकी असीम ऊर्जा और अथाह संसाधनों की आवश्यकता है। आपका अत्यधिक रचनात्मक दिमाग विचारों को एक मिनट में थूक सकता है। कभी-कभी आप सब कुछ करने की इच्छा से अभिभूत हो सकते हैं, लेकिन दुर्भाग्य से एक बार में सब कुछ करना असंभव है - एक या दो चीजों से चिपके रहने की कोशिश करें जो आप वास्तव में परवाह करते हैं और बाद में अपनी बाकी की सूची पर ध्यान केंद्रित करें।",
  "cn": "आपके वर्णन करने वालों के लिए गर्म, पोषण और संवेदनशील सूची में सबसे ऊपर हो सकता है। आपको अपने करीबी दोस्तों में माँ के रूप में देखा जा सकता है। आप एक घरेलू व्यक्ति हैं और अपने परिवार के संबंधों को गहराई से महत्व देते हैं, चाहे खून हो या चुना। आप अपनी दिनचर्या को पसंद करते हैं - आखिरकार, आपने खुद को स्थापित करने और चीजों को बनाने का समय और देखभाल की, जिस तरह से आप चाहते हैं कि आप उन्हें चाहते हैं। आप ऐसे व्यक्ति भी हो सकते हैं जो लोग समस्याओं के साथ आते हैं क्योंकि आप जानते हैं कि लोगों के लिए स्थान कैसे रखें।",
  "le": "लोग शायद आपको विश्वास, जीवंत और मज़ेदार समझते हैं। आपके पास नाटकीय के लिए एक स्वभाव है, और जब आप कमरे में चलते हैं तो लोग तुरंत नोटिस करते हैं। आप बेहद रचनात्मक भी हैं, चाहे आप अपने आप को एक जोरदार, एक खूबसूरत सोशल मीडिया फीड, या रचनात्मक संगठनों और मेकअप के माध्यम से व्यक्त करें। आपको अपना सर्वश्रेष्ठ जीवन जीते देखकर दूसरों को भी ऐसा करने की प्रेरणा मिलती है। लियो मौसम गर्मियों का है और आप अपने साथ उस लापरवाह, धूप की भावना को ले जाते हैं। सिंह राशि के बच्चे के रूप में भी जाना जाता है। बच्चों की तरह, आप पल में रहते हैं, लेकिन थोड़ी मांग भी हो सकती है। हर कोई आपकी उग्र ऊर्जा के साथ नहीं रख सकता है।",
  "vi": "आप एक कन्या राशि हैं, जो लोग आपसे मिलते हैं वे आपको संगठित, एक साथ और विश्वसनीय के रूप में वर्णित कर सकते हैं। मित्र अक्सर संकट में आपके पास जाते हैं। आप जानते हैं कि कैसे महत्व के क्रम में चीजों से निपटना है और एक प्राकृतिक देखभालकर्ता हैं। एक पृथ्वी चिन्ह होने के नाते, आप प्रकृति से भी जुड़े हैं और शायद जानवरों से प्यार करते हैं। आप जानते हैं कि यह ग्रह कीमती है और हमें इस बात का संज्ञान होना चाहिए कि हम इसके संसाधनों का उपयोग कैसे करते हैं।",
  "li": "आप एक लिब्रा उठ रहे हैं, जो आपके संपर्क में आते हैं वे संभवतः आपको सुखद, मधुर और आकर्षक समझते हैं - कि सतह के नीचे क्या चल रहा है या नहीं। चूंकि तुला एक हवाई संकेत है, आप सामाजिक हैं, दूसरों के आसपास रहने का आनंद लें, और परियोजनाओं पर सहयोग करें। आपने सुना होगा कि लाइब्रस अनिर्णायक होते हैं, और जबकि यह सच हो सकता है यह अच्छे इरादों के साथ आता है क्योंकि आप आमतौर पर सभी को खुश रखना चाहते हैं। यद्यपि आप अधिकांश लोगों के लिए सर्वोत्तम संभव परिणाम चाहते हैं, लेकिन यह पहचानना महत्वपूर्ण है कि हमेशा संभव नहीं है। ध्यान दें कि तुला राशि का राजनयिक है। समझ में आता है, यह नहीं है?",
  "sc": "आप एक स्कॉर्पियो उठ रहे हैं, आप रहस्यमय, शांत और आकर्षक हो सकते हैं। यह हमेशा एक यौन आवेशित आकर्षण नहीं है, हालाँकि यह हो सकता है। अधिकांश समय उस शांत, प्राचीन चेहरे के पीछे बहुत कुछ चल रहा है, और लोग अधिक जानना चाहते हैं। राइजिंग स्कॉर्पियोस तीव्र हैं, और आपके पास आपके कारण हैं। आपको कुछ अनुभव हैं जिनकी वजह से आप अपने गार्ड को रख सकते हैं, खासकर यदि आपके चार्ट में अन्य वृश्चिक प्रभाव हैं, और आपको जानने में समय लग सकता है।",
  "sa": "आप एक धनु राशि हैं, लोग आपको मज़ेदार, जीवंत और उज्ज्वल के रूप में वर्णित कर सकते हैं। आपके पास जीवन के लिए एक उत्साह है जो संक्रामक है और राशि चक्र के आशावादी के रूप में जाना जाता है। आपके लिए ग्लास हमेशा आधा भरा रहता है। यह अभी थोड़ा मुश्किल हो सकता है, और परिणामस्वरूप आपका गंभीर पक्ष सामने आ सकता है। आप सत्य के ज्ञानी और साधक के रूप में भी जाने जाते हैं। आप मुखर हैं, राय रखते हैं, और कहते हैं कि दूसरे लोग क्या कह रहे हैं। आप अक्सर काफी कुंद हो सकते हैं और कभी-कभी यह बैकफ़ायर करते हैं।",
  "cp": "आप एक मकर वृद्धि कर रहे हैं, आप परिपक्व, संगठित और संचालित के रूप में उतरते हैं। आपको हमेशा एक साथ रखा जाता है और तैयार किया जाता है। आप महानता के लिए प्रयास करते हैं, और आप स्वयं और दूसरों की बहुत अपेक्षा करते हैं। आप अस्थिर ऊंचाइयों को मापते हैं और अक्सर ऐसी चीजें करते हैं जो दूसरों का सपना नहीं होता। हालाँकि, यह देखते हुए कि मकर एक पृथ्वी चिन्ह है, आप भी अपनी महानता की तलाश में हैं। आप सिस्टम के भीतर काम करते हैं और फिर उम्मीदों को धता बताते हैं।",
  "aq": "आप एक कुंभ राशि के रूप में उभर रहे हैं, आपको बौद्धिक, अभिनव और मानवतावादी माना जा सकता है। कुछ लोग सोचते हैं कि कुंभ में \"एक्वा\" का अर्थ है कि आप एक जल चिह्न हैं, लेकिन कुंभ वास्तव में तीसरा वायु चिन्ह है (मिथुन और तुला के साथ) और जल वाहक का प्रतीक है। यह संकेत समुदाय के साथ और सामूहिक का हिस्सा होने के लिए बहुत अधिक है; यह पानी को साझा करने के बारे में है, पानी नहीं है। आप बहुत व्यक्तिवादी होने के लिए भी जाने जाते हैं, और यह संभव है कि एक बढ़ते हुए कुंभ को एक मील दूर से आते हुए अपना फ़िरोज़ा पिक्सी कट, अपने रेज़र स्कूटर को देखते हुए, या शायद आप अपने फेफड़ों के शीर्ष पर गा रहे हों जैसे आप नीचे चलते हैं। सड़क। किसी भी मामले में, आप बाहर खड़े हैं और आप अपने स्वयं के ड्रम की ताल पर मार्च करते हैं।",
  "pi": "आप मीन राशि वाले हैं, लोग संभवतः बादलों में अपने सिर के साथ आपको सपने देखने वाले, दयालु के रूप में वर्णित करते हैं। ऐसा इसलिए है क्योंकि कभी-कभी आपका अन्य दुनिया से गहरा संबंध होता है, चाहे आप इसे जानते हों या नहीं। मीन राशि के मानसिक के रूप में जाना जाता है और चूंकि यह अंतिम संकेत है, इसलिए इसमें अन्य सभी लक्षण हैं। इसलिए, आप आंतरिक रूप से मानवता के सभी से जुड़े हुए हैं। जब कोई आपसे पहली बार मिलता है, तो आप ऐसा महसूस कर सकते हैं कि आप ध्यान नहीं दे रहे हैं और आपका मन कहीं और है। यह आंशिक रूप से सच हो सकता है, लेकिन आप हर चीज में भी ले रहे हैं, जिसमें व्यक्ति के शब्द, उनकी शारीरिक भाषा और अंतर्निहित भावनाएं शामिल हैं।"
}