{
  "Su-Mo": "आप एक नए चंद्रमा के समय पैदा हुए थे, जिसका अर्थ है सभी जीवन शक्ति। आपकी इच्छाशक्ति और आपका अवचेतन एक साथ काम करते हैं, इसलिए आपके पास मजबूत इरादे, उत्साह और ध्यान केंद्रित करने की क्षमता है। आप जिद्दी और बंद दिमाग वाले भी हो सकते हैं",
  "Su-Me": "आप ऊर्जा, साहस और मजबूत जुनून के साथ एक साहसी व्यक्ति हैं - यौन और अन्यथा। आप उद्यमी, प्रतिस्पर्धी और पहल करने के इच्छुक हैं - हर तरह से एक दावेदार",
  "Su-Ve": "आप आकर्षक, स्नेही और रचनात्मक हैं। आपको रिश्तों में होने की गहरी आवश्यकता है, अंतरंगता के लिए एक सहज क्षमता और खुशी का प्यार है। यह पहलू कलात्मक प्रतिभा भी लाता है",
  "Su-Ju": "आप अच्छे भाग्य, हास्य की भावना, उच्च बुद्धिमत्ता, एक मजबूत भावना और एक आशावादी दृष्टिकोण के साथ धन्य हैं। आप लापरवाह और अति आत्मविश्वास वाले भी हो सकते हैं, यह निर्विवाद तथ्य पर निर्भर करता है कि भाग्य आपके साथ है",
  "Su-Sa": "संयमित लेकिन निरंतर, आप जिम्मेदार, यथार्थवादी और आत्मनिरीक्षण करने वाले हैं। आप खुद को गंभीरता से लेते हैं। यह एक कर लगाने वाला पहलू है, लेकिन जो ठोस दिशाओं के माध्यम से दिशा, दृढ़ संकल्प और अपर्याप्तता की अपनी प्रारंभिक भावना को दूर करने की क्षमता लाता है",
  "Su-Ur": "स्वतंत्र, अप्रत्याशित और पूरी तरह से अद्वितीय, आप जीवन के लिए एक व्यक्तिपरक, मूल दृष्टिकोण लेते हैं। आप आवेगी और विलक्षण हैं, एक जीनियस या एक विद्रोही, और चुंबकीय दोनों तरह से। उदाहरण: मेरिल स्ट्रीप और सीन पेन",
  "Su-Ne": "आप एक सपने देखने वाले, कवि और एक प्रेरित आदर्शवादी हैं। सहज, संवेदनशील और कभी-कभी मानसिक रूप से भी, आपके पास रहस्यमय और कलात्मक प्रयासों दोनों के लिए एक सूक्ष्म रूप से विकसित कल्पना और महान रचनात्मक प्रतिभा है, जो व्यावहारिक मामलों के लिए बहुत कम जगह छोड़ती है। आपके पास खुद को (या दूसरों को) झूठ बोलने और कल्पना की दुनिया में रहने की प्रवृत्ति है, केवल वही देखना जो आप देखना चाहते हैं। ड्रग और अल्कोहल का दुरुपयोग एक समस्या हो सकती है",
  "Su-Pl": "एक जोरदार, करिश्माई व्यक्ति, आप एक उग्रवादी हैं, जिसमें मजबूत प्रतिक्रियाएं, बड़ी इच्छाशक्ति और खुद को बदलने की क्षमता है। आप हावी होने या जुनूनी होने की प्रवृत्ति से जूझ सकते हैं",
  "Mo-Me": "आप अपनी भावनाओं के साथ बुद्धिमान, उत्तरदायी और संपर्क में हैं। आप जानते हैं कि कैसे आत्मविश्वास से और अनुग्रह के साथ संवाद करना है",
  "Mo-Ve": "आराम का एक बड़ा प्रेमी, आप संवेदनशील, आकर्षक, दयालु, रचनात्मक और आसपास रहने के लिए सुखद हैं। आपका मूड आपके रिश्तों पर निर्भर करता है, और आप प्यार के खेल में लिपटे रह सकते हैं",
  "Mo-Ma": "आप भावनात्मक रूप से तीव्र, अधीर और क्रोध करने में तेज हैं। आप लोगों को जानते हैं कि आप कैसा महसूस करते हैं, और आप इसके बारे में हमेशा राजनयिक नहीं हैं",
  "Mo-Ju": "आप गर्म, आशावादी, विचारशील और सहानुभूति रखते हैं, भले ही आप कभी-कभार आपके द्वारा दिए गए वादे से अधिक का वादा करते हों, बहुत बड़ी भावना के व्यक्ति। आपको अपनी क्षमताओं पर भरोसा है। जब संभावनाएं बढ़ रही हों और आपका ब्रह्मांड विस्तृत हो रहा हो तो आप सबसे अच्छा महसूस करते हैं",
  "Mo-Sa": "अतीत की आप पर मजबूत पकड़ है। आप अपनी माँ के साथ कम संबंधों के कारण आत्म-संदेह से पीड़ित हो सकते हैं। सौभाग्य से, आप आत्म-नियंत्रण के हथियार को मिटा देते हैं। सामान्य ज्ञान आपकी भावनाओं को सकारात्मक तरीके से केंद्रित करने में आपकी मदद करता है",
  "Mo-Ur": "आवेगी और उत्तेजक, आप अपरंपरागत तरीके से प्रतिक्रिया करते हैं, असामान्य अनुभवों को आकर्षित करते हैं, और अप्रत्याशित मिजाज से पीड़ित हो सकते हैं। यह एक अस्थिर संयोजन है",
  "Mo-Ne": "चंद्रमा आपके व्यक्तित्व के सबसे संवेदनशील, निजी पक्ष को परेशान करता है, जबकि नेपच्यून रहस्य में सब कुछ देखता है। साथ में यह जोड़ी आपकी कल्पना को संवेदित कर सकती है - या आपको एक भावनात्मक कोहरे में ले जा सकती है",
  "Mo-Pl": "आप चुंबकीय, नियंत्रण, अधिकार, तीव्र और बाध्यकारी हैं। आप मामूली बदलावों का विरोध करते हैं। लेकिन जब बड़े बदलावों का समय आता है, तो आप जरूरत को समझते हैं और ठीक करते हैं",
  "Me-Ve": "आप अपने आप को आकर्षण और हास्य के साथ व्यक्त करते हैं। आपके पास साहित्यिक क्षमता हो सकती है, और आप बात करना पसंद करते हैं, जो भाग्यशाली है क्योंकि आप एक पुष्टि की गपशप हैं",
  "Me-Ma": "आपके पास जीवंत, तर्कशील दिमाग, दृढ़ता से राय रखने वाले और आपकी अधिकांश बहस जीतने का बौद्धिक अधिकार है - चाहे आप विषय के बारे में कुछ भी जानते हों या नहीं",
  "Me-Ju": "आप स्मार्ट, दार्शनिक, खुले विचारों वाले और बड़ी तस्वीर देखने में सक्षम हैं। आप बड़े सवाल पूछते हैं, दर्जनों हितों को जोड़ते हैं, और दूसरों को प्रभावित करने की क्षमता रखते हैं। जानकारी इकट्ठा करना और नए कौशल में महारत हासिल करना आपको खुश करता है",
  "Me-Sa": "फ्लीट-फुटेड मर्करी सोच प्रक्रिया को नियंत्रित करता है। शनि की मांग संरचना और आत्म-नियंत्रण का ग्रह है। यदि बुध कार्रवाई करने के लिए शनि के अनुशासन का उपयोग कर सकते हैं तो वे एक साथ काम करेंगे",
  "Me-Ur": "बुध आपके सोचने के तरीके का प्रतिनिधित्व करता है, जबकि यूरेनस एक बिजली की छड़ है जो नीले रंग से प्रेरणा प्राप्त करता है। इस बात पर निर्भर करता है कि दोनों कैसे बातचीत करते हैं, वे शानदार आविष्कारक, पागल वैज्ञानिक, या सड़क के नीचे बात करने वाले सनकी को बाहर ला सकते हैं।",
  "Me-Ne": "बुध सोचता है, जबकि नेपच्यून सपने देखता है। बुध नेपच्यून की कल्पनाओं को वास्तविकताओं में बदलने में मदद कर सकता है, जबकि नेप्च्यून बुध के विचारों के लिए कल्पना और कल्पना की उड़ानें लाता है।",
  "Me-Pl": "आप रहस्य खोदने में विश्लेषणात्मक, केंद्रित और कुशल हैं। अपनी मर्मज्ञ बुद्धि के साथ, आप एक प्रतिभाशाली शोधकर्ता, खोजी रिपोर्टर या जासूस हो सकते हैं। यह पहलू अंतर्दृष्टि और लेखन क्षमता के साथ-साथ जुनूनी विचारों को भी लाता है",
  "Ve-Ma": "प्रदर्शनकारी और चुंबकीय, आप कामुकता, जीवन शक्ति और करिश्मे को विकीर्ण करते हैं। आपको दूसरों को आकर्षित करने में कोई परेशानी नहीं है क्योंकि लोग आपके निकट रहना चाहते हैं। लेकिन आप चिंगारियों को उड़ते हुए देखना पसंद करते हैं और अनजाने में आपस में रिश्ते बना सकते हैं",
  "Ve-Ju": "यह एक भाग्यशाली पहलू है। क्योंकि आप स्नेही और उदार हैं, आप प्यार, दोस्ती और यहां तक कि पैसे को आकर्षित करते हैं - जो आश्चर्यजनक है, यह देखते हुए कि आप कितने लापरवाह, अनुशासनहीन और आत्म-भोगी हो सकते हैं। यह पहलू कलात्मक क्षमता भी प्रदान करता है।",
  "Ve-Sa": "भावनात्मक रूप से बाधित और चोट लगने के डर से, आप अपने आप को गंभीरता से प्रेमपूर्ण तरीके से रोमांस का इलाज करने के लिए ले जाते हैं। आप अपने से अधिक उम्र वाले या अधिक स्थापित किसी भी व्यक्ति के साथ संबंधों में सबसे सहज हैं। इस पहलू वाले कुछ लोग प्यार को एक तरह की जुनूनी खोज बनाते हैं। आप ऐसा करते हैं या नहीं, प्रेम आपके लिए एक मुद्दा है। यह पहलू आपकी कलात्मक प्रतिभा (शुक्र द्वारा दिया गया) पर ध्यान केंद्रित करने (शनि के प्रभाव) में मदद करके रचनात्मकता को बढ़ाता है",
  "Ve-Ur": "यह बिजली का बोल्ट पहलू है, जो एक रोमांचक व्यक्तित्व लाता है, पहली नजर में प्यार, और एक नाटकीय, अक्सर अस्थिर प्रेम जीवन। जैसे एलिजाबेथ टेलर (आठ बार शादीशुदा) या वारेन बीट्टी (हॉलीवुड के नंबर एक प्लेबॉय के रूप में दशकों के बाद 55 साल की उम्र में पहली बार शादी की), आप तुरंत आकर्षण और आतिशबाजी चाहते हैं",
  "Ve-Ne": "आपकी करुणा और विशद कल्पना आपको एक प्रेरित कलाकार बना सकती है, लेकिन वे आपको मुसीबत में भी डाल सकते हैं, विशेष रूप से रोमांस में, क्योंकि आप अनजाने में अपने प्यार (या आत्मज्ञान) की इच्छा को अपनी दृष्टि को बादल देते हैं। आप एक रोमांटिक, एक आदर्शवादी और आध्यात्मिक साधक हैं। आपका आदर्श साथी उन झुकावों को साझा करता है",
  "Ve-Pl": "आप ईर्ष्या, अधिकार, गहरा यौन और नियंत्रण कर रहे हैं। यह पहलू कलात्मक और वित्तीय क्षमता भी लाता है",
  "Ma-Ju": "अब तक का सबसे प्रसिद्ध ज्योतिषीय गीत (“आयु का कुंभकरण”, पांचवें आयाम से) क्यों लिखा गया है कि हम शांति और प्रेम का अनुभव करेंगे “जब चंद्रमा सातवें घर में होता है और बृहस्पति मंगल के साथ संरेखित करता है”? सच कहूँ तो, मुझे यकीन नहीं है मैं यह कहूंगा, हालांकि: यदि बृहस्पति आपके चार्ट में मंगल ग्रह के साथ संरेखित करता है, तो आपके पास जलने के लिए ऊर्जा, तलाशने की उत्सुकता, समय की एक प्राकृतिक भावना और असाधारण तरीके से अपनी इच्छाओं को पूरा करने की क्षमता है",
  "Ma-Sa": "अपने सबसे अच्छे रूप में, यह पहलू आत्म-अनुशासन, धीरज और साहस लाता है। इसकी सबसे खराब स्थिति में, यह शर्म, निषेध, आक्रोश और विनाशकारी व्यवहार की ओर जाता है",
  "Ma-Ur": "आप अपरंपरागत यौन व्यवहार, असामान्य इच्छाओं और महान ड्राइव के साथ अनर्गल और निर्धारित हैं। लेकिन आपकी ऊर्जा अनिश्चित है, और आप दुर्घटनाग्रस्त हो सकते हैं",
  "Ma-Ne": "असुरक्षित, प्रतिभाशाली और संवेदनशील, आपको अपनी ऊर्जा को केंद्रित करने में परेशानी होती है, और आप ऐसे लक्ष्य निर्धारित कर सकते हैं जो आदर्शवादी और अवास्तविक दोनों हों। जॉन लेनन का यह पहलू था",
  "Ma-Pl": "शारीरिक रूप से ऊर्जा के विशाल भंडार के साथ, आप आक्रामक, महत्वाकांक्षी और मेहनती हैं। आप तेजस्वी दृढ़ संकल्प के साथ जो चाहते हैं उसके बाद जाते हैं। यह एक शक्तिशाली पहलू है। उदाहरण: हिलेरी रोथम क्लिंटन।",
  "Ju-Sa": "जब आशावादी बृहस्पति निराशावादी शनि को समेट लेता है, तो आदर्शवाद यथार्थवाद से टकरा जाता है, और निराशा व्याप्त हो जाती है। आपका मार्ग बाधाओं से अटा पड़ा है, लेकिन कड़ी मेहनत के लिए आपकी क्षमता लुभावनी है। यह मुश्किल पहलू लगभग 20 वर्षों के आसपास आता है",
  "Ju-Ur": "आप एक आदर्शवादी व्यक्ति हैं जो जोखिम लेने से लाभान्वित होते हैं। किसी तरह, अपने असाधारण तरीकों के बावजूद, आप सही समय पर सही जगह पर हैं। यह असामान्य अवसरों और अचानक सौभाग्य का पहलू है - लेकिन, जैसा कि सब कुछ है कि यूरेनस छूता है, यह उस रूप में नहीं आ सकता है जैसा आप उम्मीद करेंगे",
  "Ju-Ne": "इस पहलू से आपकी आध्यात्मिकता, आदर्शवाद, और वित्तीय कल्याण का लाभ मिलता है। लेकिन सावधान रहें कि आपका दोस्ताना, सहानुभूतिपूर्ण रवैया आपको वास्तविकता से अंधा नहीं करता। जब आप एक निश्चित राशि के साथ सौभाग्य प्राप्त करते हैं, तो आप अस्पष्टता, आत्म-भ्रम और ज़ोन से बाहर निकलने की प्रवृत्ति से पीड़ित हो सकते हैं।",
  "Ju-Pl": "जब इन दो ग्रहों को चोंच से दबाया जाता है, तो आपके पास दृढ़ विश्वास है और परिवर्तन का एक शक्तिशाली एजेंट बन सकता है। एक उदाहरण: माइक्रोसॉफ्ट के संस्थापक बिल गेट्स, जिनके पास संचार के तीसरे घर में यह संयोजन है",
  "Sa-Ur": "आपके पास शनि की व्यावहारिक वास्तविकताओं के साथ यूरेनस की प्रतिभा को जोड़कर आपके सबसे मूल विचारों को केंद्रित करने की क्षमता, दृढ़ता, नेतृत्व क्षमता और क्षमता है",
  "Sa-Ne": "यदि दो ग्रह अच्छी तरह से मेल खाते हैं, तो आप अनुशासित, समझदार और रचनात्मक हैं। यदि कठोर शनि नेप्च्यून पर हावी है, तो आप अपने अंतर्ज्ञान को अविश्वास करते हैं और अपने रचनात्मक आवेगों को तोड़ते हैं। यदि वूजी नेप्च्यून प्रमुख है, तो आप अपने प्रयासों को साफ-सुथरा, व्यवस्थित और नियंत्रण में रखने के लिए संघर्ष करते हैं",
  "Sa-Pl": "प्लूटो सभी परिवर्तन के बारे में है, लेकिन सतर्क शनि, जो परिवर्तन के साथ सहज नहीं है, अपनी कार्रवाई को प्रतिबंधित करता है, बाध्यकारी व्यवहार, हार्ड-टू-ब्रेक आदतों, और प्रतिरोध की एक माँ का निर्माण करता है। इस गहन, कभी-कभी निराशाजनक पहलू के आसपास जाने के लिए, आपको समस्या-समाधान के लिए एक व्यवस्थित दृष्टिकोण, आत्म-अनुशासन की एक स्वस्थ खुराक और इस तथ्य को स्वीकार करना होगा कि हालांकि इसकी गति में ग्लेशियल हो सकता है, लेकिन ग्लेशियरों को फिर भी दुनिया से अलग कर दिया गया है",
  "Ur-Ne": "1992 और 1993 में, यूरेनस और नेपच्यून 1821 के बाद से पहली बार ठीक-ठीक सम्‍मिलित थे - एक ट्रिक जो उन्होंने 2163 के आसपास दोहराई थी। इस पहलू के साथ पैदा होने वाले किसी भी व्यक्ति में सामाजिक परिवर्तन और एक तंत्रिका विवाद के लिए एक आविष्कारशील दृष्टिकोण होने की संभावना है।",
  "Ur-Pl": "कभी आपने सोचा है कि 1960 के दशक इतने अशांत क्यों थे? यहाँ क्यों है: 115 वर्षों में पहली बार, क्रांति और विलक्षणता के ग्रह, यूरेनस, परिवर्तन के ग्रह, प्लूटो थे। पारगमन ग्रह सभी को प्रभावित करते हैं - न कि केवल उनके प्रभाव में पैदा हुए बच्चे। यदि आप उस दशक के दौरान पैदा हुए थे - यदि आप 60 के दशक के सच्चे बच्चे हैं - तो आप स्वतंत्र और दृढ़ इच्छाशक्ति वाले हैं, और आप अपने भीतर रचनात्मक विद्रोह की वुडस्टॉकियन समझ रखते हैं।",
  "Ne-Pl": "यह दुर्लभ संयोग, जो 1892 में अंतिम समय के आसपास लुढ़का था और 24 वीं शताब्दी तक फिर से प्रकट नहीं होगा, शक्ति और समझ के लिए प्लूटोनियन ड्राइव के साथ नेपच्यून आध्यात्मिकता को जोड़ता है। उदाहरण: परमहंस योगानंद, एक योगी की आत्मकथा के लेखक, और जे आर आर टोल्किन, द लॉर्ड ऑफ द रिंग्स के लेखक।"
}