{
  "d4-r1": "वैदिक ग्रंथों के अनुसार, कुंडली से घर, भूमि, अचल संपत्ति, वाहन आदि जैसे गुणों का विश्लेषण करने के लिए, हमें सबसे पहले राशी चार्ट में आरोही / लग्न घर और उसके स्वामी की ताकत को देखना चाहिए, 4th House & इसके स्वामी (गुण) और करक मंगल (भूमि) और शनि (निर्माण) और शुक्र (lexury)",
  "d4-r2": "4 वाँ घर (प्रोपेलिटी) लॉर्ड [0] 8 वें घर (अशुभता) के स्वामी है [1] जो विरासत के माध्यम से संपत्ति का संकेत देता है।",
  "d4-r3": "चौथा घर (संपत्ति) स्वामी [०] ११ वें घर (लाभ) स्वामी [१] से आकांक्षी है जो संपत्ति के माध्यम से लाभ का संकेत देता है।",
  "d4-r4": "आपकी कुंडली में 4 वें घर में लाभकारी पहलू है [0] जो अच्छा है।",
  "d4-r5": "8 वाँ घर (इनहेरिटेंस) लॉर्ड [0] 4 वाँ घर (प्रॉपर्टी) लॉर्ड [1] से अभिप्रेरित है जो विरासत के माध्यम से संपत्ति का संकेत देता है।",
  "d4-r6": "8 वाँ घर (वंशानुक्रम) स्वामी [0] 11 वें घर (लाभ) स्वामी [1] से आकांक्षी है जो विरासत के माध्यम से लाभ को इंगित करता है।",
  "d4-r7": "11 वाँ घर (लाभ) स्वामी [0] 4 वें घर (संपत्ति) के स्वामी [1] का है, जो संपत्ति के माध्यम से लाभ का संकेत देता है।",
  "d4-r8": "11 वाँ घर (लाभ) स्वामी [0] 8 वें घर (वंशानुक्रम) के स्वामी है [1] जो विरासत के माध्यम से लाभ को इंगित करता है।",
  "d4-r9": "हमारे प्राचीन ग्रंथों के अनुसार, यदि राशी चार्ट में 4 वें भगवान, 8 वें भगवान और 11 वें भगवान के बीच एक संबंध है, तो कनेक्शन की ताकत के आधार पर विशाल गुण जमा होंगे।",
  "d4-r10": "आपके राशी चार्ट में 4 वें (संपत्ति) स्वामी, 8 वें (वंशानुक्रम) के स्वामी और 11 वें (लाभ) स्वामी एक-दूसरे को देख रहे हैं, इस तरह का संयोजन आपको 4 वें स्वामी की दशा / भावार्थी के दौरान भारी संपत्ति लाभ में मदद करेगा ([0]), 8 वाँ स्वामी ([1]), 11 वाँ स्वामी ([2])",
  "d4-r11": "अपने राशी चार्ट में 4 वें (संपत्ति) के स्वामी [0] वें घर में, 8 वें (वंशानुक्रम) के स्वामी [1] वें घर में और 11 वें (लाभ) के स्वामी [2] वें घर में, इस तरह के संयोजन से आपको बड़ी संपत्ति हासिल करने में मदद मिलेगी 4 वें स्वामी की दशा / भावार्थी के दौरान ([0]), 8 वें स्वामी ([1]), 11 वें स्वामी ([2])",
  "d4-r12": "आपके राशी चार्ट में 4 वें घर (संपत्ति) के स्वामी 8 वें घर (विरासत) में हैं जो आपको विरासत के माध्यम से संपत्ति हासिल करने का संकेत देते हैं।",
  "d4-r13": "आपके राशी चार्ट में 11 वें घर (लाभ) में चतुर्थ भाव (प्रॉपर्टी) का स्वामी जो आपको गुणों के माध्यम से संकेत देगा।",
  "d4-r14": "आपके राशी चार्ट में 8 वें घर (पूर्णांक) के स्वामी 4 वें घर (संपत्ति) में हैं जो आपको विरासत के माध्यम से संपत्ति प्राप्त करने का संकेत देते हैं।",
  "d4-r15": "आपके राशी चार्ट में 11 वें घर (लाभ) में 8 वाँ घर (इनहेरिटेंस) स्वामी है जो इंगित करता है कि आप विरासत के माध्यम से लाभ प्राप्त करेंगे।",
  "d4-r16": "आपके राशी चार्ट में 11 वें घर (लाभ) का स्वामी 4 वें घर (संपत्ति) में है जो आपको संपत्ति के माध्यम से लाभ प्राप्त करने का संकेत देता है।",
  "d4-r17": "आपके राशी चार्ट में 11 वें घर (लाभ) का स्वामी 8 वें घर (वंशानुक्रम) में है जो यह बताता है कि आपको विरासत के माध्यम से लाभ होगा।",
  "d4-r18": "अपने राशी चार्ट में 4 करक (भूमि का स्वामी) [0]",
  "d4-r19": "निर्माण के अपने राशी चार्ट में [को ०]",
  "d4-r20": "अपने राशी चार्ट में धन के स्वामी [को ०]",
  "d4-r21": "प्राचीन पाठ के अनुसार, वर्गा चार्ट से पता चलता है कि डी 1 या राशी चार्ट में विश्लेषण किए गए परिणाम कितने आशाजनक होंगे। नीचे डी 4 या चतुर्थेश चार्ट का विश्लेषण है",
  "d4-r22": "[0] डी 1 और डी 4 चार्ट में एक ही घर में तैनात है, जो कि उत्कृष्ट है।",
  "d4-r23": "आप लॉर्ड्स की दशा / भावार्थी के दौरान प्रॉपर्टी खरीदेंगे, जो कि डी 1 और डी 4 चार्ट में 4 वें घर का पहलू है, बशर्ते कि इन ग्रहों का पारगमन भी सहमत हो।",
  "d4-r24": "आपके D1 और D4 चार्ट में, [०] ४ वें घर का पहलू, इसलिए आपसे [१] के दशा और भावार्थ के दौरान संपत्ति खरीदने की अपेक्षा की जाती है।"
}