{
  "Su-Mo": "आपका चेतन स्वयं एक चीज की इच्छा करता है, और आपका अवचेतन कुछ और के लिए तरसता है। इसलिए आप कभी भी संतुष्ट नहीं हैं, और आप अपने आप को तोड़फोड़ करने की प्रवृत्ति के साथ संघर्ष कर सकते हैं। दिलचस्प बात यह है कि यह बेचैनी अत्यधिक प्रेरित करने वाली है। हर क्षेत्र में निपुण लोगों के विधानों में यह पहलू होता है - इतने सारे कि मुझे यकीन भी नहीं होता कि यह एक नुकसान है। आप एक पूर्णिमा के तहत पैदा हुए थे, एक समय जब भावनाएं उच्च चलती थीं। बेचैन और संघर्षरत, आपको अपनी इच्छाओं को अपनी क्षमताओं से मिलाना मुश्किल लगता है। आप तनावपूर्ण संबंधों को आकर्षित करते हैं और बाधाओं पर काबू पा सकते हैं। यद्यपि सूर्य / चंद्रमा के विरोध के साथ कुछ लोग आश्चर्यजनक तरीके से परेशान हैं (चरम उदाहरण: माइकल जैक्सन), विपक्ष उन्हें आंतरिक विभाजन को जीतने और बेहद सफल बनने के लिए भी प्रेरित करता है।",
  "Su-Me": "बुध और सूर्य हमेशा एक साथ इतने करीब होते हैं कि वे कभी एक कठिन पहलू नहीं बनाते हैं",
  "Su-Ve": "",
  "Su-Ma": "आपके द्वारा प्रवाहित जीवन शक्ति को नियंत्रित करना आसान नहीं है। आप इसे ज़्यादा करते हैं, अक्सर वर्कहोलिक होने के कारण। आपका स्वभाव नियंत्रण से बाहर हो सकता है। आप विवादास्पद हो सकते हैं और दुर्घटना-ग्रस्त हो सकते हैं, और आपके अंदर जल्दबाज़ी करने की प्रवृत्ति होती है",
  "Su-Ju": "आप अतिरंजना करने के लिए, आत्म-महत्वपूर्ण बनने के लिए, गलत करने के लिए, और संयम की भावना की कमी के लिए इच्छुक हैं। अपव्यय आपको प्लेग कर सकता है। फिर भी, यह पहलू, क्योंकि यह बृहस्पति की विशेषता है, अवसर ला सकता है और अक्सर फायदेमंद होता है",
  "Su-Sa": "बचपन में, निराशा और निराशा ने आपके आत्म-मूल्य की भावना को प्रभावित किया हो सकता है। यदि आपका सूर्य और शनि वर्ग हैं, तो आपके मुद्दे मुख्य रूप से आंतरिक हैं। यदि आपके सूर्य और शनि का विरोध किया जाता है, तो बाहरी बाधाएं या दुश्मन आपके रास्ते को अवरुद्ध कर सकते हैं। अंततः, आपके पास आत्म-अनुशासन, दृढ़ता और सब कुछ ऊपर से प्यार करने वाली चीज़ के माध्यम से सब कुछ को दूर करने की क्षमता है: कड़ी मेहनत।",
  "Su-Ur": "आप एक असामान्य, नाटकीय व्यक्ति हैं, जो एक सनकी प्रवृत्ति के साथ सनकी और अव्यवहारिक तरीके से काम करते हैं और जल्दबाजी में निर्णय लेते हैं। विद्रोही और आसानी से ऊब, आप अप्रत्याशित दिशाओं में बंद होने की संभावना रखते हैं, खासकर जब घटनाएं आपको आश्चर्यचकित करती हैं, जैसा कि वे कभी-कभी करते हैं।",
  "Su-Ne": "आपके पास दिवास्वप्न के लिए हतोत्साहित करने और खुद को बहकाने के लिए एक सक्रिय कल्पना है। सभी नेपच्यून पहलुओं के साथ, धोखे की समस्या हो सकती है, या तो क्योंकि आप दूसरों को धोखा देने के लिए चुनते हैं या क्योंकि आप इतने भोला हैं कि कोई भी आपकी आंखों पर ऊन खींच सकता है",
  "Su-Pl": "प्रतियोगिता आप पर अंडे। व्यक्तिगत शक्ति के उपयोग के बारे में पूरी तरह से अवगत होना, आप कभी-कभी छेड़छाड़, संसाधनपूर्ण और कभी-कभी डराने वाले होते हैं। चुनौती, चाहे आप दूसरों के साथ प्रतिस्पर्धा कर रहे हों या बस अपनी खुद की काफी महत्वाकांक्षा को पूरा करने की कोशिश कर रहे हों, अत्यधिक आक्रामक या पावर-मैड बनने से बचना है",
  "Mo-Me": "आप जल्दी से जवाब देते हैं लेकिन अक्सर चिंतित हो जाते हैं। एक अपरंपरागत दिमाग के साथ उपहार में, आपको अक्सर लगता है कि लोग आपको समझ नहीं रहे हैं, और आप आलोचना के प्रति अत्यधिक संवेदनशील हैं",
  "Mo-Ve": " आपके प्रेम प्रसंग संघर्ष और भावनात्मक हताशा की एक ऊबड़-खाबड़ सड़क की यात्रा करते हैं। कुछ लोग वापस लेने के द्वारा प्रतिक्रिया करते हैं, दूसरों की मांग और अधिकार से बन जाते हैं। किसी भी तरह से, आप यह महसूस करने में मदद नहीं कर सकते हैं कि आप जो चाहते हैं, उसे पाने के लिए आपको अन्य लोगों की तुलना में कड़ी मेहनत करनी होगी",
  "Mo-Ma": "जल्दबाज़ी, रक्षात्मक, और कभी-कभी अस्थिर, आप आवेगी, प्रतिस्पर्धी और बॉस होते हैं। आप अपनी भावनाओं को व्यक्त करने से पीछे नहीं हटते हैं, और आपके उतार-चढ़ाव वाले मूड संघर्ष को उत्तेजित कर सकते हैं। कोई फर्क नहीं पड़ता कि आप दुनिया को दिखाते हैं, गुस्सा एक मुद्दा है जिसे आपको संबोधित करना चाहिए।",
  "Mo-Ju": "यह सब या आपके साथ कुछ भी नहीं है आप परमानंद या दुःख से त्रस्त हैं, आनंदित हैं या पतन के कगार पर हैं। संक्षेप में, आपको अपनी भावनाओं को नियंत्रित करने में परेशानी होती है और आप ओवरबोर्ड जाते हैं",
  "Mo-Sa": "भावनात्मक अभाव का इतिहास आपको हिचकिचाता है और आत्म-जागरूक बनाता है। यद्यपि निराशावाद, दमित भावनाएँ, और महिलाओं के साथ कठिनाइयाँ आपको परेशान कर सकती हैं, आपकी समझ परिपक्वता के साथ बढ़ती है, जैसा कि आपकी खुशी और संतोष पाने की क्षमता है।",
  "Mo-Ur": "प्रतिभाशाली और आसानी से विचलित, आप विवश महसूस नहीं कर सकते। आप आसानी से काम करते हैं और समय-समय पर आप एक संकट को हिलाते हैं (या आकर्षित करते हैं)। अपनी स्वतंत्रता को बनाए रखने के लिए, आप अनजाने में दूसरों से दूरी बना सकते हैं",
  "Mo-Ne": "आप इच्छाधारी सोच, तर्कहीन भय (जैसे हाइपोकॉन्ड्रिया) और भावनात्मक अस्थिरता के साथ संघर्ष करते हैं, नशीली दवाओं और शराब के दुरुपयोग का उल्लेख नहीं करते हैं। लेकिन आप संवेदनशील, रचनात्मक और ग्रहणशील भी हैं",
  "Mo-Pl": "आपने अपनी भावनाओं को व्यक्त करने के बारे में रोक दिया है, और आप वापस पकड़ लेते हैं। लोग आपके विश्वास हासिल करने के लिए संघर्ष करते हैं, और आप ऊपरी हाथ हासिल करने के प्रयास में स्थितियों में हेरफेर कर सकते हैं। कभी-कभी, घरेलू उथल-पुथल और शक्ति का संघर्ष आपके जीवन को हिला देता है",
  "Me-Ve": "बुध और शुक्र कभी भी 76 ° से अधिक दूर नहीं होते हैं, इसलिए वे एक वर्ग या विपक्ष नहीं बना सकते हैं। लेकिन वे अर्धवृत्त हो सकते हैं - एक 45 ° कोण जो आपकी रचनात्मक क्षमताओं को बढ़ाता है और आपको उत्तेजित कर सकता है उन लोगों के लिए जो सबसे अधिक प्यार करते हैं।",
  "Me-Ma": "आप तुरंत जवाब देते हैं और कभी-कभी लापरवाही करते हैं। आपके पास एक तेज जीभ और जुझारू प्रवृत्ति भी है",
  "Me-Ju": "आप रोमांचक विचारों और अच्छे इरादों से भरे हैं। लेकिन आप अतिशयोक्ति करते हैं और निष्कर्ष पर छलांग लगाते हैं, और आपका निर्णय बंद हो सकता है",
  "Me-Sa": "आपको चीजों को हल्के में नहीं लेना चाहिए, तब भी जब आपको चाहिए। यद्यपि आप एक प्रभावी योजनाकार हैं, आप नए विचारों के साथ अनम्य, उदासीन और असहज हो सकते हैं",
  "Me-Ur": "कभी-कभी प्रतिभाशाली, कभी-कभी केवल नर्वस और अधीर, आपके पास एक अनिश्चित मन है। आप प्राधिकरण, दिनचर्या और सम्मेलन के खिलाफ विद्रोह करते हैं, और ऐसा करने से आप तनाव और संघर्ष पैदा करते हैं। आपके पास एक सहज, सरल बुद्धि भी है जो आपको दूर तक ले जा सकती है",
  "Me-Ne": "आपके ध्यान के लिए काल्पनिक और वास्तविकता, और यह हमेशा स्पष्ट नहीं होता है कि कौन जीत रहा है। अपने सबसे अच्छे रूप में, आप रचनात्मक, सहज और दूरदर्शी हैं। लेकिन आप अव्यवस्थित और विस्मृत भी हो सकते हैं, एक विनाशकारी प्रवृत्ति के साथ केवल वही देखने के लिए जो आप देखना चाहते हैं",
  "Me-Pl": " आप विचारशील, चौकस और उत्सुक हैं, साथ ही तनाव और जुझारू भी हैं, जिसमें एक अलग प्रवृत्ति है",
  "Ve-Ma": "आपको यकीन नहीं है कि आप क्या चाहते हैं, खासकर रोमांटिक रिश्तों में। परिणामस्वरूप, आपका प्रेम जीवन तर्कों, नाखुशी और तनाव से परेशान हो सकता है",
  "Ve-Ju": "तुम ओवरबोर्ड जाओ। आप खा सकते हैं या पी सकते हैं या अधिक खर्च कर सकते हैं, अनुचित रूप से मांग कर सकते हैं, या बस अनुपात से अपनी भावनाओं को उड़ा सकते हैं। एक तरह से या किसी अन्य, अपव्यय एक मुद्दा है",
  "Ve-Sa": "रोमांस एक संघर्ष हो सकता है। रक्षात्मक और अस्वीकृति से डरते हुए, आप अपनी स्वयं की रचना की एक दीवार के पीछे छिप सकते हैं। यहां तक कि जब आप एक पूरा रिश्ता पाते हैं (और इस पहलू के साथ बहुत से लोग खुशी से विवाहित हैं), तो आप अलग-थलग महसूस कर सकते हैं और अतिरिक्त जिम्मेदारियों को उठाकर उस शून्य को भरने का प्रयास कर सकते हैं। पैसे के साथ भी कुछ ऐसा ही होता है। दोनों मामलों में, नुकसान का डर एक प्रेरक कारक है",
  "Ve-Ur": "एक \"उपयुक्त\" व्यक्ति के साथ एक विश्वसनीय रिश्ते की तलाश है? मुझे शक है। आप निषिद्ध का रोमांच चाहते हैं। बाहर का नीला प्रेम आपकी कहानी का हिस्सा है; अचानक विश्वासघात एक और हो सकता है। वीनस और यूरेनस के बीच एक कठिन पहलू के साथ मेरी फाइलों में लोगों में, मुझे वह मिला जो अपनी बहन के पति के साथ संबंध रखता था, एक जो अपने सबसे अच्छे दोस्त के पति के साथ भाग गया था, एक जिसने अपने पहले चचेरे भाई से शादी की थी, और कई लोगों ने अपेक्षा की थी किसी अन्य जाति या राष्ट्रीयता से विवाह करना",
  "Ve-Ne": "भ्रम कला, संगीत और फिल्म के माध्यम से आपके जीवन में सकारात्मक रूप से प्रवेश करता है। आपको भूखे आंखों के मोह का भी खतरा है। रोमांस के बारे में यथार्थवादी होना आपकी ताकत नहीं है। आप हर बार हीथक्लिफ के लिए आते हैं",
  "Ve-Pl": "कभी किसी ऐसे व्यक्ति के बारे में तय किया गया है जिसे आप जानते हैं कि वह आपके लिए अच्छा नहीं था? मुझे ऐसा लगा। यह पहलू जुनून और जुनून लाता है। सौभाग्य से, यह आपको चुंबकीय रूप से आकर्षक भी बना सकता है",
  "Ma-Ju": "बेचैन और असाधारण, आपके पास सहनशक्ति और ड्राइव है, लेकिन मॉडरेशन, हालांकि अक्सर सिफारिश की जाती है, इस तरह से नहीं है",
  "Ma-Sa": "अधीरता आपको अंदर ले जाती है। आप अवरुद्ध और निराश महसूस करते हैं, और आपके लिए अपने मूड को नियंत्रित करना आसान नहीं है। इसके अलावा, आपको लगता है कि आपके पास दुश्मन हैं, और अधिकार के साथ रन-इन आपके जीवन में बहुत आम हो सकते हैं। यह एक कठिन पहलू हो सकता है (रिवर फीनिक्स के बारे में सोचें), लेकिन सकारात्मक उदाहरण एबर्सन कूपर, जेन ऑस्टेन और जोहान सेबेस्टियन बाख सहित",
  "Ma-Ur": "आप एक जोखिम लेने वाले और एक स्वतंत्र आत्मा हैं जिनके विद्रोही तरीके आपके आस-पास की हर चीज को बाधित कर सकते हैं। अपने सबसे बुरे रूप में, यह पहलू वास्तव में हास्यास्पद अभिनय-व्यवहार को उत्तेजित करता है; अपने रचनात्मक सर्वश्रेष्ठ में, यह स्वतंत्रता और रोमांच को प्रोत्साहित करता है",
  "Ma-Ne": "आप आदर्शवादी हैं लेकिन आसानी से हतोत्साहित, पलायनवादी व्यवहार में लिप्त होने की प्रवृत्ति के साथ।",
  "Ma-Pl": "आपके पास मजबूत जुनून हैं, लेकिन आपको उन्हें नियंत्रित करने और संघर्ष से बचने में भी कठिनाई होती है। यद्यपि आप अपने आप को तोड़फोड़ करते हैं, आपके पास प्रभावशाली सहनशक्ति है और आपके नकारात्मक व्यवहारों को खत्म करने की क्षमता है और जो आप वास्तव में शक्ति चाहते हैं उसे प्राप्त करते हैं।",
  "Ju-Sa": "विस्तार की ताकतों और प्रतिबंध की ताकतों के बीच रस्साकशी आपको संतुलन बनाए रखती है। बेचैनी, असंतोष, बुरा समय और तनाव आपको परेशान कर सकते हैं। कुछ गहरे स्तर पर, आपको डर है कि आपका निर्णय अविश्वसनीय है, और आपका विश्वास उसी के अनुसार है। संयुक्तांक के लगभग दस साल बाद बृहस्पति और शनि के बीच विरोध होता है: 1911, 1930-1931, 1951-1952, 1970-1971, 1989-1990 और 2010 में",
  "Ju-Ur": "पूर्व निर्धारित पथ और आवश्यक पाठ्यक्रम आपके लिए अरुचिकर हैं। आप चौंकाने वाले विकल्प बनाते हैं और पीड़ित हो सकते हैं जब आपके आवेगी फैसले विवेकपूर्ण से कम हो। आप एक प्राकृतिक विद्रोही हैं",
  "Ju-Ne": "आप अपने प्रयासों को बिखेरते हैं, आप बहुत ही भयावह हो सकते हैं, और वास्तविकता का सामना करने के लिए आपका इनकार आपके दोस्तों को शराब पीने के लिए प्रेरित कर सकता है (एक पदार्थ जिसे आपको दुरुपयोग नहीं करना चाहिए सावधान रहना चाहिए)। यह पहलू धन और प्रतिभा ला सकता है, विशेष रूप से संगीत विविधता का। आप अनुचित रूप से आदर्शवादी भी हो सकते हैं, और पाई-इन-द-स्काई सोच एक समस्या हो सकती है",
  "Ju-Pl": "आप दुनिया को बदलना चाहते हैं। अपने सबसे अच्छे रूप में, आप बहादुरी से गोलियत के सबसे भयावह सामना करते हैं - और जीतते हैं। लेकिन आप शक्ति के लिए एक गुप्त इच्छा को परेशान करते हैं, और आप निर्दयी, संदिग्ध, आत्म-विनाशकारी और कट्टर हो सकते हैं। यह एक शक्तिशाली पहलू है जो शक्तिशाली लोगों के चार्ट में दिखाई देता है",
  "Sa-Ur": "समझौता करना मुश्किल है। आप अहंकारी, कॉलियस और पाखंडी हो सकते हैं - गर्दन में एक वास्तविक दर्द। अपने सबसे बुरे रूप में, आपको लगता है कि आपको उस मान्यता, स्थिति या भौतिक संपत्ति से वंचित किया गया है जिसके आप हकदार हैं। आप अपने सबसे अच्छे सुधारक के रूप में पुरानी (सैटर्नियन) समस्याओं के मूल (यूरेनियन) विचारों को लागू करने में सक्षम हैं",
  "Sa-Ne": "भावनात्मक रूप से, आप वापस पकड़ लेते हैं। आप लोगों पर आसानी से भरोसा नहीं करते हैं, और आपके पास पुनरावर्ती प्रवृत्ति है। साथ ही, आपको व्यवस्थित होने में कठिनाई होती है। आपके चार्ट में शनि का स्थान इंगित करता है कि आपको संरचना की आवश्यकता कहां है। संभावना है कि आप वास्तव में जानते हैं कि आपको क्या करना चाहिए। मुसीबत यह है कि, रहस्यमय नेपच्यून, भ्रम के ग्रह के लिए धन्यवाद, आपको इसे करने में परेशानी होती है",
  "Sa-Pl": "जुनूनी विचार या बाध्यकारी व्यवहार आपको उनकी बुरी पकड़ में रख सकते हैं जब तक कि आप उनकी शक्ति को कम करने का तरीका नहीं ढूंढते। हालाँकि बाधाएँ आपके रास्ते को अवरुद्ध कर सकती हैं, आपको उनसे उबरने की इच्छाशक्ति चाहिए",
  "Ur-Ne": "आप भावनात्मक, विलक्षण और पूरी तरह से मूल हैं, खासकर यदि ग्रह या तो एक महत्वपूर्ण तरीके से किसी तीसरे को छूता है।",
  "Ur-Pl": "जब बिजली हमला करती है, तो आप अपनी प्राकृतिक प्रतिक्रियाओं को दबाने की कोशिश करते हैं, जिससे सब कुछ, चिंता का एक अतिरिक्त उपाय पैदा होता है। यह सिर्फ आप नहीं है: यह एक पीढ़ीगत प्रभाव है। आपकी पीढ़ी के बाकी सभी लोगों की तरह, आप अमेरिका के महामंदी के दौरान पैदा हुए थे, और आपने यह सब देखा है",
  "Ne-Pl": "कामुकता या अलौकिक के साथ एक असामान्य चिंता इस आरोपित पहलू की अवरुद्ध ऊर्जा से उत्पन्न हो सकती है। जुनून की संभावना है - लेकिन उस जुनून की दिशा व्यक्ति पर निर्भर करती है। दो उदाहरण, एक सप्ताह के भीतर पैदा हुए, क्वीन विक्टोरिया हैं, जिन्होंने अपने दमनकारी तरीकों के लिए जाने जाने वाले युग का नाम दिया, और वॉल्ट व्हिटमैन, जिनकी कविता हर्षित कामुकता और निर्जन प्रेम से ग्रस्त है"
}