{
  "1": "उद्यम, स्वास्थ्य, प्रसिद्धि, प्रतिष्ठा, गुण, दूसरों का धन, उच्च अध्ययन, एक विदेशी स्थान पर जीवन को लागू करना",
  "2": "भोजन, धन मामले, शक्ति और संसाधन, सांसारिक प्राप्ति, मूल्य, गहने, कीमती पत्थर और धातु, दस्तावेज, बांड, प्रतिभूतियां, शेयर और शेयर, बंधक, विनिमेय परक्राम्य संपत्ति, मुकदमे, अपव्यय, ऋण, अधिग्रहण में प्रयास धन, दु: ख या उदारता, रैंक, स्थिति, खेल के बारे में एक की प्रतिष्ठा, दूसरा विवाह। दूसरों की सुरक्षा, परिवार के सदस्य, कपड़े",
  "3": "मानसिक झुकाव, बुद्धि, अध्ययन के लिए झुकाव, पत्राचार, संचार, किताबें, पत्र, पत्र, लेखन, लेखा, गणित, प्रेस, कौशल और वीरता, छोटे भाई और बहन, चचेरे भाई, दयालु, आकस्मिक परिचित, पड़ोसी, छोटी यात्रा, खाद्य जड़ें और फल, वाहन, नाव, डाकघर, टेलीफोन, टीवी, टेलीग्राफ, रेडियो, दूरसंचार, कंप्यूटर, एयरमेल, लाइब्रेरी, किताबों की दुकान, मध्यस्थ, संदेशवाहक, रिपोर्टर, प्रचार अधिकारी, संपादक, पत्रकार, अनुबंध और समझौतों पर हस्ताक्षर करना",
  "4": "गृह जीवन, निवास, घरेलू वातावरण, रहस्य और गुप्त जीवन, घर, खेत, चारागाह, खेत, खदान, अचल संपत्ति, अचल संपत्ति, भवन, प्राचीन आवास, स्मारक, बैंक, स्कूल, कॉलेज, सार्वजनिक भवन, मकान, पानी, वैदिक और गुप्त ग्रंथ, जड़ी-बूटियाँ, गुफाएँ, कब्रें",
  "5": "संतान, झुकाव, सुख, कलात्मक प्रतिभाएँ, व्यवसाय में लाभ, मनोरंजन, मनोरंजन, मनोरंजन, खेल, रोमांस, प्रेमालाप, प्रेम प्रसंग, अभिनय, नाटक, संगीत, नृत्य, खेल, लॉटरी, जुआ, शेयर बाज़ार, भोज, लाइसेंस, आध्यात्मिक अभ्यास, बुद्धि, गहन शिक्षा, विशाल धन",
  "6": "थकावट, वस्त्र, स्वच्छता, ऋण या धन उधार लेना, कर्मचारी, किरायेदार, नौकर, अधीनस्थ, शत्रु, किसी भी उपक्रम में बाधाएं, पागलपन, तीव्र पीड़ा, जेल, साथी से अलग होना",
  "7": "रिश्ते, कानूनी संबंध, मुकदमेबाजी, युगल, मध्यस्थता, विदेशों में प्रभाव, गोद लिया बच्चा",
  "8": "विरासत, विरासत, बीमा, अनर्जित धन, रहस्य, चोरी, लड़ाई, सर्जन, बूचड़खाने, अकाल, आग, विदेशी देशों के साथ वित्तीय संबंध, निर्यात और आयात, एस्टेट ड्यूटी, सार्वजनिक बिक्री, दूसरी शादी",
  "9": "बुद्धिमत्ता, धार्मिक, दर्शन, भक्ति, आविष्कार, खोज, अन्वेषण, पूजा के स्थान, तीर्थ स्थानों की पवित्रता, ध्यान, अंतर्ज्ञान, आध्यात्मिक उपदेशक, सपने और दर्शन, गुरु, कानूनी मध्यस्थता, कानून, कानूनी विभाग, आव्रजन और उत्प्रवासन, लंबी यात्राएं , हवाई यात्रा, समुद्री यात्राएँ, पुस्तकों का प्रकाशन, लंबी दूरी की संचार, अंतर्राष्ट्रीय मामले, आयात और निर्यात, राष्ट्रीय व्यापार, धन का संचलन, दान, बलिदान, अच्छा आचरण, तपस्या, बच्चों का सुख, सट्टा लाभ, खेल से प्राप्त सुख।",
  "10": "प्रतिष्ठा, नैतिकता, सम्मान, गरिमा, और सार्वजनिक सम्मान, नाम और प्रसिद्धि, शक्ति और प्रतिष्ठा, सफलता और स्थिति, रैंक और त्याग, अधिकार, सांसारिक गतिविधियों, प्रचार, प्रगति, नियोक्ता, श्रेष्ठ, सरकार, न्यायाधीश, सरकार से सम्मान, डॉक्टर, चिकित्सा, समृद्धि, शिक्षण, दत्तक पुत्र, बच्चों द्वारा लिए गए ऋण, राज्य के प्रमुख, राष्ट्रपतियों, राष्ट्रीय नेताओं",
  "11": "मित्रों, समाज, करीबी परिचितों, सपनों की प्राप्ति, धन, भगवान की भक्ति, अटकलें, लेखन, आने वाली धन, सुख, समृद्धि, ट्रस्ट, आभूषण, अंतर्राष्ट्रीय मित्रता, सरकार की नीतियां और योजना, सुविधाओं का आदान-प्रदान, सरकारी ऋण, बिजली कंपनियां , गैस कंपनियों, संग्रहालयों, सम्पदा, भंडार",
  "12": "लोकप्रियता और समृद्धि, सबसे बड़ा आत्म-बलिदान, निःस्वार्थ कर्म, एकांत, सामाजिक बाधाएं, दान, दान, बाधाएं, अस्पताल, कारावास के क्षेत्र, शरण, परिवार से अलगाव; एक जगह पर जाना, दुश्मनों से डरना, घुसपैठ और धोखे, धोखाधड़ी, घोटालों, सामान्य रूप से अपराध, भूमिगत आंदोलनों, गुप्त और मनोगत समाज, बिस्तर आराम, ड्रूडगरी और धोखे, मुकदमेबाजी, उन स्थानों में सफलता जो उन स्थानों से दूर हैं। जन्म, बड़े जानवरों के साथ सफलता, मानसिक अनुसंधान, गुप्त जांच, जासूसी का काम"
}