{
  "mrul-1": "आप वर्तमान में [0] महा दशा, [1] अन्तर दशा और [2] प्रतिहार दशा में हैं",
  "mrul-2": "आपके दशा भगवान (ओं) [0] धन महत्वक हैं। इसलिए वर्तमान दशा में आपको धन प्राप्त करने में मदद मिलेगी जो इन दशा लॉर्ड्स की ताकत पर निर्भर करता है।",
  "mrul-3": "चंद्रमा और बृहस्पति धन के मुख्य महत्व हैं। शुक्र जीवन में विलासिता और सुख-सुविधाओं को प्रदान करता है, अच्छी तरह से रखा गया शुक्र, बृहस्पति और चंद्रमा एक अमीर बनाता है।",
  "mrul-4": "द्वितीय भाव का स्वामी [०] और ११ वाँ गृह स्वामी [१] लग्न भाव में स्थित है जो कुंडली में बहुत ही शुभ धन योग बनाता है।",
  "mrul-5": "पहला गृह स्वामी [0], दूसरा गृह स्वामी [1] और 11 वाँ गृह स्वामी [2] अपने-अपने घरों में हैं जो जातक को अत्यधिक धनवान बनाते हैं।",
  "mrul-6": "7 वाँ और 8 वाँ दोनों घर लाभकारी ग्रह से प्रभावित हैं। शादी के बाद मूल निवासी वित्तीय स्थिति में सुधार होता है।",
  "mrul-7": "वां भगवान अपने ही घर में विराजमान है जो शुभ है",
  "mrul-8": "वें भगवान का अपना घर है जो शुभ है",
  "mrul-9": "बृहस्पति, बुध और द्वितीय भगवान [0] एक ही घर में हैं। जो वित्तीय लाभ के लिए बहुत अच्छा संयोजन है।",
  "mrul-10": "2 वें भगवान [0] और 5 वें भगवान [1] ने अपने घरों का आदान-प्रदान किया जो वित्तीय विकास के लिए बहुत शुभ है। भवत भावम सिद्धांत के अनुसार, यह भाग्य का द्वितीयक सदन है। इसके अलावा यह त्रिकोना हाउस में से एक है। त्रिकोना सदनों को लक्ष्मीस्थान या धन के सदनों के रूप में जाना जाता है",
  "mrul-11": "आपकी कुंडली में सूर्य चंद्रमा से संबंधित है जो आर्थिक समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-12": "आपकी कुंडली में बृहस्पति चंद्रमा से संबंधित है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-13": "आपकी कुंडली में बृहस्पति 2 वें भगवान का पक्ष ले रहा है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-14": "आपकी कुंडली में बृहस्पति 2nd हाउस का पहलू है जो वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "mrul-15": "आपकी कुंडली में 8 वें घर में एक लाभकारी ग्रह है जो विरासत या लॉटरी या शेयर बाजार द्वारा एक अमीर बनाता है।",
  "mrul-16": "आपकी कुंडली में शुक्र 12 घर में है जो आर्थिक लाभ के लिए बहुत फायदेमंद है।",
  "mrul-17": "अरुध लगना दूसरों पर अपनी लगन की छवि है, इसका प्रतिबिंब है। अरुध लगन हमें इस बात का संकेत देता है कि एक व्यक्ति दूसरों के द्वारा कैसा माना जाता है। कुंडली में अरुध लगान का विश्लेषण करके अपने भौतिकवादी लाभ के बारे में अधिक जानकारी दे सकते हैं।",
  "mrul-18": "आपका अरुध लगन है [0] और इसके भगवान हैं [1]",
  "mrul-19": "[०] पहलू अरुण लग्न से ११ वाँ घर जो बहुत शुभ है, जैसा कि जैमिनी के अनुसार इस तरह का पहलू मूल धनवान बना सकता है।",
  "mrul-20": "11 वें घर में अरुध लगन से लाभार्थी और पुरुष ग्रह, जैसा कि जैमिनी के अनुसार इस तरह के प्लेसमेंट से धनी और अनुचित दोनों तरीकों से मूल धनवान बन सकते हैं",
  "mrul-21": "जैमिनी के अनुसार अरुध लगना से 11 वें घर में एक लाभकारी ग्रह स्थित है, इस तरह के प्लेसमेंट से देशवासी धनवान हो सकते हैं",
  "mrul-22": "जैमिनी के अनुसार 11 वें घर में एक पुरुष ग्रह अरुण लगन में तैनात है, इस तरह के प्लेसमेंट के कारण मूल निवासी अनुचित साधनों से पैसा कमा सकते हैं।",
  "mrul-23": "जैमिनी के अनुसार आपकी कुंडली [0] में अरुध लगन से 2 वें घर में है, इस तरह के प्लेसमेंट से मूल धनवान और समृद्ध होते हैं।",
  "mrul-24": "आपकी कुंडली में अरुध लग्न 11 वें घर में आरोही से आती है, क्योंकि जैमिनी के अनुसार इस तरह के स्थान के कारण जातक धनवान होता है।",
  "mrul-25": "आपकी कुंडली में अरुध लग्न [०] घर में पड़ रहा है जो जैमिनी के अनुसार कोणीय या त्रिनेत्र घर है, इस तरह के स्थान के कारण जातक धनवान होता है।",
  "mrul-26": "आपकी कुंडली में अरुद्र लग्न, जैमिनी के अनुसार [०] घर में पड़ता है, इस तरह के प्लेसमेंट से अवांछनीय परिणाम प्राप्त होंगे",
  "mrul-27": "इंदु लग्न को धन के आरोही के रूप में भी जाना जाता है। अष्टकवर्ग में इसका विशेष महत्व है। बृहत् पाराशर होरा में इसे चंद्रमा योग के नाम से भी जाना जाता है। किसी देशी की वित्तीय स्थिति का निर्धारण करने के लिए इंदु लगन या मून आरोही का विश्लेषण किया जाता है। इसका उपयोग मूल निवासी के धन और समृद्धि को निर्धारित करने के लिए किया जाता है। यह मूल निवासी के जीवन की महत्वपूर्ण घटनाओं को भी निर्धारित करता है।",
  "mrul-28": "आपकी कुंडली में इंदु लग्न [0] घर में है, इस घर का स्वामी ग्रह है [1]।",
  "mrul-29": "वैदिक ग्रंथों के अनुसार, इंदु लग्न से 1, 4 वें, 7 वें, 10 वें और 11 वें घरों में तैनात ग्रहों को धनवान माना जाता है, इन ग्रहों की दशाओं के दौरान जातक को धन की प्राप्ति होती है।",
  "mrul-30": "आपकी कुंडली में, ग्रह [0] धनवान हैं, आप इन ग्रहों की दशाओं के दौरान अच्छी संपत्ति अर्जित करते हैं।",
  "mrul-31": "वैदिक ग्रंथों के अनुसार, इंदु लग्न से 6 वें, 8 वें, 12 वें घरों में तैनात ग्रहों को धन के लिए अशुभ माना जाता है।",
  "mrul-32": "आपकी कुंडली में ग्रहों [0] को अशुभ माना जाता है, आप इन ग्रहों की दशाओं के दौरान कुछ चुनौतियों की उम्मीद कर सकते हैं।"
}