{
  "d9-r1": "जब कोई ग्रह जन्म कुंडली और नवमांश में एक ही चिन्ह में होता है, तो उस ग्रह को वरगोतम ग्रह कहा जाता है। इसे 2 शब्दों वरगा और उत्तम से गढ़ा गया है। यह पूरे मंडल चार्ट में सबसे अच्छा ग्रह है।",
  "d9-r2": "आपके नवमांश चार्ट में [0] वैरगोटामा ग्रह हैं",
  "d9-r3": "आपके नवमांश चार्ट में [0] एक व्रजोत्तम ग्रह है",
  "d9-r4": "सूर्य आत्मा, अधिकार, इच्छा शक्ति, अहंकार और आत्म-सम्मान को इंगित करता है। अपने D9 चार्ट में वरगोत्ता के रूप में सूर्य, आपके पास बहुत सारी इच्छा शक्ति है। आपकी तरफ से बहुत सारी इंटिमेशन होंगी।",
  "d9-r5": "आपकी कुंडली में, सूर्य तुला राशि में विराजित है, जो कम आत्मविश्वास, साहस की कमी, इच्छा-शक्ति और पराक्रम को इंगित करता है, कार्य करने और कड़ी मेहनत करने की शक्ति की कमी का संकेत भी दे सकता है",
  "d9-r6": "चंद्रमा भावनाओं, खुशी, पोषण, मातृ प्रेम और खुशी का संकेत देता है। चंद्रमा आपके डी 9 चार्ट में वरगोटामा ग्रह है, चंद्रमा द्वारा इंगित गुण आप में अधिक स्पष्ट होंगे।",
  "d9-r7": "आपकी कुंडली में चंद्रमा वृश्चिक राशि में विराजित है, जो कि झूलते हुए मन, नकारात्मक सोच, जीवन में दुखी होने का संकेत देता है, मूल निवासी पानी से संबंधित बीमारियों से पीड़ित हो सकता है, कॉग की शिकायत कर सकता है।",
  "d9-r8": "बुध संचार, प्रौद्योगिकी, मीडिया और बुद्धि को इंगित करता है। बुध आपके नवमेश चार्ट में वरगोतम ग्रह है, आप एक तेज बुद्धि प्रदर्शित करेंगे।",
  "d9-r9": "आपकी कुंडली में बुध मीन राशि में वक्री है, जो दर्शाता है कि आप दिन के सपने देख रहे हैं कि वर्तमान में क्या हो रहा है, जो अक्सर कल्पना की दुनिया में खो जाता है, तार्किक क्षमता की कमी हो सकती है।",
  "d9-r10": "शुक्र प्रेम, विलासिता, आराम, धन, शक्ति और रिश्तों, ज्योतिष के ज्ञान को इंगित करता है। शुक्र आपके डी 9 चार्ट में वरगोतम ग्रह है। शुक्र के गुण उज्ज्वल होंगे।",
  "d9-r11": "आपकी कुंडली में शुक्र का दोष वेर्गो में है। जो इंगित करता है कि आप अपने साथी से असीम प्रेम के इच्छुक हैं, आपका मन हमेशा प्रेम के विचारों, विवाहित जीवन में संघर्ष के कब्जे में रहता है।",
  "d9-r12": "मंगल प्रतिरोध, लड़ने की भावना, वीरता और दृढ़ता का संकेत देता है। मंगल आपके डी 9 चार्ट में वरगोतम ग्रह है। मंगल के गुण अच्छे हैं।",
  "d9-r13": "आपकी कुंडली में मंगल कर्क राशि में वक्री है, जो ऊर्जा और वीरता की कमी को दर्शाता है, आपको नियंत्रण में रहने के लिए बहुत अधिक प्रशिक्षण की आवश्यकता होगी। किसी भी कौशल का गलत उपयोग आपके सामाजिक संबंधों को नुकसान पहुंचा सकता है।",
  "d9-r14": "बृहस्पति ज्ञान, उच्च ज्ञान, उच्च अध्ययन, आध्यात्मिकता को इंगित करता है। बृहस्पति आपके D9 चार्ट में वरगोतम ग्रह है। बृहस्पति के गुण आपके जीवन में बहुत स्पष्ट होंगे।",
  "d9-r15": "आपकी कुंडली में बृहस्पति मकर राशि में विराजित है, यह दर्शाता है कि आप परिश्रमी हैं और आपको अपने लक्ष्यों को पूरा करने के लिए कठिन संघर्ष करने की आवश्यकता होगी।",
  "d9-r16": "शनि शारीरिक विकास, दीर्घायु, सावधान में बाधा का संकेत देता है, इच्छाओं, स्वार्थ, गैर-जिम्मेदार, लापरवाहियों को नियंत्रित करके जीवन का नेतृत्व करता है और संयम बरता है।",
  "d9-r17": "राहू आपके डी 9 चार्ट में वरगोत्तामा है जो विद्रोह, आक्रामकता, जुनून और मानसिक स्वभाव को इंगित करता है।",
  "d9-r18": "आपके D9 चार्ट में केतु वरगोत्ता है जो अलगाव, अलगाव, आध्यात्मिकता को इंगित करता है।",
  "d9-r19": "यह एक विशेष नवांश है जिसमें एक ग्रह शुभ तरीके से व्यवहार करता है।",
  "d9-r20": "आपके नवमांश चार्ट में, बृहस्पति और मंगल ग्रह [0] में है और चंद्रमा पुष्कर नवमांश में है जो एक शक्तिशाली संयोजन है, जातक पारिजात अध्याय 7 के अनुसार 25 श्लोक 25 कुंडली में इस तरह के तालमेल के साथ एक व्यक्ति जनता पर शासन करेगा।",
  "d9-r21": "आपके डी 9 चार्ट में, बृहस्पति और मंगल ग्रह [0] में स्थित है और चंद्रमा वरगोत्तमा है जो एक शक्तिशाली संयोजन है, जातक पारिजात अध्याय 7 के अनुसार 25 श्लोक 25 कुंडली में इस तरह के तालमेल के साथ एक व्यक्ति जनता पर शासन करेगा।",
  "d9-r22": "आपके डी 9 चार्ट में, वरगोत्तामा [0] आरोही में है, इस तरह के प्लेसमेंट से आपको जीवन में उच्च सफलता मिलेगी।",
  "d9-r23": "आपके D9 चार्ट में, [0] वें घर का स्वामी [1] पुष्कर नवमांश में है, इस तरह के प्लेसमेंट से आपको दशा / भावार्थी में अच्छी सफलता मिलेगी।",
  "d9-r24": "आपके डी 9 चार्ट में, पुष्कर नवमेश में बृहस्पति [0] में जो कि कोणीय घर भी है, इस तरह के प्लेसमेंट से मूल निवासी बहुत अमीर बन जाता है।",
  "d9-r25": "आपके D9 चार्ट में, बृहस्पति पुष्कर नवमेश में [0] जो कि ट्राइन हाउस भी है, इस तरह के प्लेसमेंट से मूल निवासी बहुत अमीर बन जाता है।",
  "d9-r26": "आपके डी 9 चार्ट में, पुष्कर नवमेश ग्रह [0] को [1] घर में रखा गया है, जो डस्टाना हाउस है, यह इंगित करता है कि मूल निवासी धनवान होने के कारण कुछ स्वास्थ्य मुद्दों का अनुभव कर सकते हैं।",
  "d9-r27": "आपके राशी चार्ट के आरोही भगवान [0] और 10 वें भगवान [1] डी 9 चार्ट में पुष्कर नवमांश में हैं। ऐसा प्लेसमेंट देशी को बहुत भाग्यशाली बना देगा।",
  "d9-r28": "अपने D9 चार्ट में, पुष्कर नवमसा में [0]। आप दशा / भुक्ति के दौरान अच्छे समय की उम्मीद कर सकते हैं [0]।",
  "d9-r29": "आपके राशी चार्ट में 7 वें स्वामी [0] और 8 वें स्वामी [1] और करक [2] [3] हैं। और जबकि 7 वें और 8 वें घर में लाभकारी पहलू हैं। कुंडली में इस तरह के प्लेसमेंट से मैरिड लाइफ बहुत खुशहाल और सुरीली हो जाती है।",
  "d9-r30": "आपके राशी चार्ट में 7 वें घर में पुरुष संबंधी पहलू है, कुछ मुद्दों का कारण हो सकता है।",
  "d9-r31": "अपने राशी चार्ट में कलत्र कराका (विवाह और संयुग्मन आनंद के लिए महत्वपूर्ण) [0], वैवाहिक आनंद में कुछ मुद्दों का कारण हो सकता है।",
  "d9-r32": "आपके राशी चार्ट में करक ऑफ माइंड [0], कुछ मुद्दों का कारण हो सकता है।",
  "d9-r33": "प्राचीन ग्रंथों के अनुसार, यदि मंगल, अष्टम और चंद्रमा दोनों से राशी चार्ट में 1, 2, 4 वें, 7 वें, 8 वें या 12 वें स्थान पर स्थित है, तो मूल को मांगलिक दोष माना जाता है। मांगलिक दोष वाले जातक को दांपत्य जीवन में कठिनाइयों का सामना करना पड़ता है। हालांकि कई रद्दीकरण नियम हैं जो एक विशेषज्ञ ज्योतिषी को कुंडली से विभिन्न पहलुओं का आकलन करके न्याय करने में सक्षम होना चाहिए।",
  "d9-r34": "आपकी कुंडली में मंगल, चंद्रमा से [1] घर में आरोही और [1] घर से है। आपकी कुंडली में मांगलिक दोष मौजूद है। उपचारात्मक उपायों की सिफारिश की जाती है",
  "d9-r35": "आपकी कुंडली में मंगल ग्रह अष्टम भाव से [0] घर में है और चंद्रमा से इसकी स्थिति मांगलिक प्रभाव से दूर है, इसलिए आपकी कुंडली में केवल एक आंशिक मांगलिक दोष मौजूद है।",
  "d9-r36": "आपकी कुंडली में मंगल [0] घर में है और आपकी कुंडली में मांगलिक दोष नहीं है।",
  "d9-r37": "7 वें घर में स्थित ग्रह आपके जीवनसाथी की कुछ विशेषताओं को भी बता सकते हैं।",
  "d9-r38": "आपकी कुंडली में, 7 वें घर में सूर्य इंगित करता है कि आपका पति उच्च स्थिति वाले परिवार से हो सकता है, गर्व और हावी है।",
  "d9-r39": "आपकी कुंडली में 7 वें घर में मंगल कठोर और क्रूर जीवनसाथी का संकेत देता है।",
  "d9-r40": "आपकी कुंडली में 7 वें घर में स्थित शनि जीवनसाथी को नीचा दिखाएगा। शादी में देरी हो रही है या एक विधुर के साथ या जो अच्छी नहीं लग रही है।",
  "d9-r41": "आपकी कुंडली में 7 वें घर में राहु देर से शादी का संकेत देता है, पत्नी एक निम्न परिवार से आती है, बीमार है और मूल निवासी निम्न जाति की महिलाओं के साथ संबंध बनाएगी।",
  "d9-r42": "आपके राशी चार्ट में केतु 7 वें घर में है जो दुखी विवाहित जीवन को इंगित करता है।",
  "d9-r43": "आपकी कुंडली में [0], इस तरह के प्लेसमेंट से युवा सुंदर और बुद्धिमान जीवनसाथी का संकेत मिलता है।",
  "d9-r44": "आपकी कुंडली में शुक्र 7 वें घर में है जो सुंदर किंतु अतिप्रिय जीवनसाथी की ओर संकेत करता है।",
  "d9-r45": "आपकी कुंडली में बृहस्पति 7 वें घर में है जो धार्मिक और सक्षम जीवनसाथी का संकेत देता है।",
  "d9-r46": "आपके नवमांश चार्ट में, 7 वें भगवान [0] और करक [1], और किसी भी लाभकारी संघ से रहित है, विवाहित जीवन में कुछ मुद्दों को इंगित करता है।",
  "d9-r47": "वैदिक ग्रंथों के अनुसार, नवमांश चार्ट में 7 वाँ स्थान जीवनसाथी की विशेषताओं के बारे में संकेत दे सकता है।",
  "d9-r48": "आपके नवमांश में, प्रथम सदन में लाभकारी 7 वें भगवान [0] और लग्न भगवान [1] के मित्र हैं, इस तरह के कॉम्बिनेटन से पता चलता है कि पत्नी ज्ञात परिवार से आती है, मूल निवासी की मददगार होती है और सुखी वैवाहिक जीवन होगा।",
  "d9-r49": "आपके नवमांश चार्ट में, 7 वें भगवान [0] जो कि आरोही में है [0], जो पहली पत्नी को खतरे का संकेत देता है, दूसरी पत्नी बच जाती है।",
  "d9-r50": "आपके नवमांश चार्ट में, 2 वें घर में 7 वें स्वामी [0] जो धनवान जीवनसाथी का संकेत देते हैं।",
  "d9-r51": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो शादी के बाद के फाइनल क्रंच का संकेत देता है।",
  "d9-r52": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 3 वें घर में है, यह दर्शाता है कि पति / पत्नी मूल निवासी की शक्ति है।",
  "d9-r53": "आपके नवमांश चार्ट में, 7 वें स्वामी [0], जो यह संकेत दे सकता है कि पत्नी देशी के छोटे भाई की ओर आकर्षित है।",
  "d9-r54": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 4 वें घर में है, जो इंगित करता है कि पत्नी अच्छी स्वभाव वाली है और जो समृद्ध बन जाती है, उसकी मददगार है।",
  "d9-r55": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो देशी को इंगित करता है दुखी है।",
  "d9-r56": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 5 वें घर में है, जो इंगित करता है कि पत्नी सुसंस्कृत और धार्मिक है और कई बच्चों के साथ धन्य है।",
  "d9-r57": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो इंगित करता है कि पत्नी क्रूर और अड़ियल होगी।",
  "d9-r58": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 6 वें घर में है, जो इंगित करता है कि पत्नी बीमार है। मूल निवासी को अपनी पत्नी पर बहुत खर्च करना पड़ता है और कर्ज चुकाना पड़ता है। अत्यधिक भोग के कारण वह बीमार भी पड़ सकता है।",
  "d9-r59": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 7 वें घर में है, जो कि देशी विवाह को इंगित करता है और एक सक्षम पत्नी के साथ सुखी जीवन व्यतीत करता है।",
  "d9-r60": "आपके नवमांश चार्ट में, 7 वें भगवान [0] और पुरुषवादी है, जो इंगित करता है कि शादी के बाहर के मामले हो सकते हैं।",
  "d9-r61": "आपके नवमांश चार्ट में, 7 वें भगवान [0] 8 वें घर में है, जो दर्शाता है कि विवाह में देरी हो रही है, पति-पत्नी बीमार हैं, विवाहित जीवन दुखी है।",
  "d9-r62": "आपके नवमांश चार्ट में, 8 वें घर और 8 वें स्वामी दोनों को लाभकारी पहलू मिल रहा है, इसलिए पुरुषोचित प्रभाव शून्य हो जाता है यदि कोई हो",
  "d9-r63": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 9 वें घर में है, जो इंगित करता है कि पत्नी उस मूल निवासी को भाग्य लाती है जिसका भाग्य शादी के बाद उठता है।",
  "d9-r64": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 10 वें घर में है, जो इंगित करता है कि पत्नी अच्छी पृष्ठभूमि से आती है और मूल निवासी पेशे / उद्यम या शायद एक कामकाजी महिला और स्वतंत्र प्रकृति में मददगार साबित होती है।",
  "d9-r65": "आपके डी 9 चार्ट में, 7 वें भगवान [0] 11 वें घर में है, जो इंगित करता है कि विवाहित जीवन खुशहाल होगा, जीवनसाथी के माध्यम से लाभ होगा।",
  "d9-r66": "आपके डी 9 चार्ट में, 7 वें भगवान {0} 12 वें घर में है, जो दर्शाता है कि विवाह में देरी हो रही है, पति या पत्नी पर बहुत बड़ा खर्च होता है।",
  "d9-r67": "आपके नवमांश चार्ट में, 7 वें भगवान [0], जो पति या पत्नी के लिए खतरे का संकेत देता है या शादी के बाद अलगाव हो सकता है।"
}