{
  "Su-Mo": "आप सामान्य और ऊर्जावान हैं। अवसर आपके रास्ते आते हैं। सभी चीजें समान हैं, आप मूल रूप से खुद के साथ शांति पर हैं। खुद को धन्य समझें",
  "Su-Me": "एक हल्का सहायक पहलू जो आपकी संवाद करने की क्षमता को मजबूत करता है",
  "Su-Ve": "एक दोस्ताना मामूली पहलू जो कलात्मक प्रतिभा और स्नेह व्यक्त करने की क्षमता का समर्थन करता है।",
  "Su-Ma": "ऊर्जा वहां है जब आप इसे चाहते हैं। आप उन्मत्त होने के बिना जुझारू और ऊर्जावान होने के बिना मुखर हैं",
  "Su-Ju": "यह पहलू स्वास्थ्य, सफलता, जीवन के लिए एक आकर्षक और सकारात्मक दृष्टिकोण और एक उदार प्रकृति लाता है। संभावित नकारात्मक पक्ष: आपके पास वापस किक करने और आलसी होने की प्रवृत्ति हो सकती है",
  "Su-Sa": "आप मेहनती, लक्ष्य-उन्मुख हैं, और अपनी स्थिति के लिए जिम्मेदारी स्वीकार करने को तैयार हैं। उद्देश्यपूर्ण और व्यावहारिक, आप छलांग लगाने से पहले देखते हैं, और आपकी सावधानी से भुगतान होता है",
  "Su-Ur": "एक स्वतंत्र उत्साही साहसी, आप मौलिकता, स्वतंत्रता, एक लचीला रवैया और सौभाग्य के अप्रत्याशित पैच में ठोकर खाने की प्रवृत्ति रखते हैं",
  "Su-Ne": "आपके पास अंतर्ज्ञान और रचनात्मक तरीके से अपनी कल्पना का उपयोग करने की क्षमता है",
  "Su-Pl": "मजबूत इच्छाशक्ति, दृढ़ता और शक्ति और इसके उपयोग के साथ कम से कम, आपके पास व्यक्तिगत अंतर्दृष्टि है जो परिस्थितियों के अनुकूल होने और सकारात्मक बदलाव लाने की क्षमता के साथ संयुक्त है।",
  "Mo-Me": "आप स्पष्ट रूप से सोचते हैं, प्रभावी ढंग से संवाद करते हैं, हास्य का अच्छा उपयोग करते हैं, और एक उत्कृष्ट स्मृति है",
  "Mo-Ve": "आप आसानी से अपने प्यार का इजहार करते हैं। आप एक ऐसे व्यक्ति हैं जो अच्छे स्वाद और सूक्ष्मता से विकसित रोमांटिक संवेदनाओं के साथ हैं, भले ही आप कभी-कभी आत्म-भोग के गड्ढे में ठोकर खाते हों",
  "Mo-Ma": "साहसी, ऊर्जावान, सहायक और प्रत्यक्ष, आप एक जोखिम लेने वाले व्यक्ति हैं जो हमेशा नई स्थितियों में कूदने के लिए तैयार रहते हैं",
  "Mo-Ju": "आप अत्यधिक संवेदनशील, सौम्य और सहायक हैं: एक वास्तविक इंसान।",
  "Mo-Sa": "अनुशासित और समझदार, आप अपनी भावनाओं को नियंत्रित करने के लिए एक शक्तिशाली प्रयास करते हैं, और आप आमतौर पर सफल होते हैं। यह बताता है कि कैसे साहसी Evel Knievel और हॉरर लेखक स्टीफन किंग वे क्या कर सकते हैं",
  "Mo-Ur": "आप प्रतिबंध और सम्मेलन के खिलाफ विद्रोह करते हैं, अपनी स्वतंत्रता पर गर्व करते हैं, और रिश्तों के भीतर भी अपनी स्वायत्तता को महत्व देते हैं। आप उत्तेजक, रोमांचक लोगों और असामान्य स्थितियों के लिए आकर्षित हो रहे हैं",
  "Mo-Ne": "अनुकंपा, सहज ज्ञान युक्त और ध्यान रखने योग्य, आपको ना कहना मुश्किल लगता है। हालाँकि यह पहलू आपकी रचनात्मकता को बढ़ाता है, लेकिन इसका उपयोग करना मुश्किल हो सकता है क्योंकि आप एक दिवास्वप्न पर तैरने के इच्छुक हैं। फंतासी को वास्तविकता में बदलना काम शामिल है - और यह आपके लिए एक समस्या हो सकती है",
  "Mo-Pl": "आप बड़े बदलाव को आसानी से संभाल लेते हैं। आपके पास गहरी भावनाएं और एक सम्मोहक आवश्यकता है, समय-समय पर अपने आप को पुरानी भावनाओं को शुद्ध करने के लिए। ऐसा करने से आराम मिलता है",
  "Me-Ve": "आप सतर्क, आकर्षक, राजनयिक और एक कुशल संचारक हैं।",
  "Me-Ma": "आप एक त्वरित दिमाग और स्पष्ट निर्णय लेने की क्षमता के साथ आगे और मानसिक रूप से सक्रिय हैं।",
  "Me-Ju": "आप विभिन्न प्रकार के हितों के साथ बुद्धिमान और अच्छे-विनम्र, आशावादी अभी तक स्पष्टवादी हैं। आप एक प्रेरक वक्ता हैं",
  "Me-Sa": "आप अपने दिमाग को कैसे केंद्रित करें और जानकारी को कैसे अवशोषित करें, इसकी स्वाभाविक समझ के साथ आप सुव्यवस्थित, व्यवस्थित, आरक्षित और बुद्धिमान हैं",
  "Me-Ur": " असामान्य विचार आपको उत्साहित करते हैं। आपका मन आविष्कारशील, असंस्कारी और उज्ज्वल है, और आप अपने आप को एक जीवंत और मूल तरीके से व्यक्त करते हैं",
  "Me-Ne": "बुध सोचता है, जबकि नेपच्यून सपने देखता है। पारा नेपच्यून की कल्पनाओं को वास्तविकताओं में बदलने में मदद कर सकता है, जबकि नेप्च्यून बुध के विचारों के लिए कल्पना और कल्पना की उड़ानें लाता है।",
  "Me-Pl": "आप एक रचनात्मक, रचनात्मक विचारक हैं, जो सतह के नीचे खुदाई कर सकते हैं और जो महत्वपूर्ण मुद्दों से जूझना चाहते हैं",
  "Ve-Ma": "आप आकर्षक, जीनियस, प्यार करने वाले और रोमांटिक पूर्ति पाने की संभावना रखते हैं",
  "Ve-Ju": "यह भाग्यशाली पहलू आपकी ध्यान आकर्षित करने, पैसा बनाने और सही दोस्त चुनने की क्षमता को बढ़ाता है",
  "Ve-Sa": "भावनात्मक और आर्थिक रूप से, आप उत्साह से अधिक सुरक्षा को महत्व देते हैं। जिम्मेदार और वफादार, आप एक ठोस, स्थायी संबंध चाहते हैं - और एक अच्छी तरह से स्टॉक किए गए वित्तीय पोर्टफोलियो",
  "Ve-Ur": "रोमांस की तरह दोस्ती में, आप ऐसे लोगों की ओर आकर्षित होते हैं जो रोमांचक और आक्रामक होते हैं। आप मूल, कलात्मक रूप से प्रतिभाशाली और प्यार में भाग्यशाली हैं। इसके अलावा, आपके पास नकदी के पवनचक्की को आकर्षित करने की क्षमता (लेकिन पूरी तरह से अप्रत्याशित) क्षमता है",
  "Ve-Ne": "आप सहानुभूतिपूर्ण, सौम्य, रहस्यमय, संगीतमय, परिष्कृत और रचनात्मक हो सकते हैं। आप आलस्य और आत्मग्लानि से ग्रस्त हैं",
  "Ve-Pl": "तीव्र लेकिन विनाशकारी नहीं, आप सफलतापूर्वक रिश्तों के माध्यम से खुद को बदलने की कोशिश करते हैं। आप शक्तिशाली लोगों को आकर्षित करते हैं, दोनों प्यार और व्यवसाय में",
  "Ma-Ju": "बड़े लक्ष्य निर्धारित करना स्वाभाविक रूप से आपके लिए आता है। आप एक बेहतरीन संयोजन हैं, साहसी, आशावादी और आशावादी हैं।",
  "Ma-Sa": "आप महत्वाकांक्षी, निर्णायक, मेहनती और समझदार हैं। आप काम करवाते हैं।",
  "Ma-Ur": "तंत्रिका और मुखर, आप असामान्य लक्ष्यों का पीछा करते हैं, नए की तलाश करते हैं, और जल्दी से प्रतिक्रिया करते हैं। लेकिन क्या आप रचनात्मक तरीकों से अपनी ऊर्जा का उपयोग करते हैं, या आप इसे दूर करते हैं? सौभाग्य से, आपके पास विकल्प है",
  "Ma-Ne": "आप रोमांटिक, कलात्मक हैं, और अपने सपनों और प्रेरणाओं को कार्रवाई में निर्देशित करने में सक्षम हैं।",
  "Ma-Pl": "आपके पास मजबूत पसंद और नापसंद है, आत्मविश्वास की एक ठोस भावना है, और एक रिश्ते को खत्म करने की दुर्लभ क्षमता या बिना पतन के नौकरी। आपके पास अद्भुत प्रयास के साथ एक नया प्रयास शुरू करने की क्षमता भी है",
  "Ju-Sa": "आप अपनी सीमाओं को पहचानने और अपनी ताकत के साथ क्षतिपूर्ति करने के लिए समझदार, शांत-प्रधान और व्यावहारिक हैं। शनि आपको अपने सबसे असाधारण बृहस्पति-चालित सपनों को सत्यनारायण की जमीनी वास्तविकताओं में बदलने की क्षमता देता है। आप यह कर सकते हो। मुझे पता है सबसे अच्छा चिकित्सक इस पहलू है",
  "Ju-Ur": "चेतावनी और रचनात्मक, आपके पास एक मूल दिमाग है और आप उन अवसरों का जवाब देते हैं जो रोमांचक और ऑफ-बीट हैं।",
  "Ju-Ne": "आप आध्यात्मिक अनुरागों के प्रति सहज आकर्षण के साथ दयालु, सौम्य, व्यावहारिक, रचनात्मक और भाग्यशाली हैं।",
  "Ju-Pl": "जब परिवर्तन के समय चारों ओर घूमते हैं, तो आपको प्रतिक्रिया देने का आत्मविश्वास होता है, और आप आम तौर पर लाभान्वित होते हैं। आप अच्छी तरह से संगठित और एक शक्तिशाली नेता हैं।",
  "Sa-Ur": "आप निर्धारित और निर्णायक हैं, यूरेनस की मौलिकता के साथ शनि की गंभीरता को मिश्रण करने में सक्षम हैं। यह सिद्धि का एक पहलू है।",
  "Sa-Ne": "आपका नेपच्यून आदर्शवाद और वास्तविकता का आपका सत्यानियन बोध, आपको एक व्यावहारिक, वास्तविक दुनिया में अपनी कल्पना को निर्देशित करने की क्षमता प्रदान करता है।",
  "Sa-Pl": "शनि और प्लूटो को जोड़ने वाला एक ट्राइन या सेक्सेटाइल आपकी इच्छाशक्ति, नियंत्रण की भावना और आत्मविश्वास को मजबूत करता है",
  "Ur-Ne": "यदि आपके पास नेप्च्यून और यूरेनस के बीच एक ट्राइन या सेक्स्टाइल है, तो आप एक ऐसी पीढ़ी से संबंधित हैं, जो दयालु, कामुक और आध्यात्मिक रूप से इच्छुक है",
  "Ur-Pl": "स्वतंत्रता-प्रेमी यूरेनस और प्लूटो के बीच ट्राइन्स और सेक्सेटाइल विघटनकारी बदलाव लाते हैं लेकिन आपको रचनात्मक तरीकों से जारी ऊर्जा का उपयोग करने की अनुमति देते हैं",
  "Ne-Pl": "1928 के बाद से, नेप्च्यून और प्लूटो लगभग अलग-अलग हो गए हैं, एक ऐसा पहलू जो प्लूटो के परिवर्तनकारी आग्रह के साथ नेप्च्यून की रहस्यमय वर्षगांठ को जोड़ता है, आध्यात्मिकता और मनोगत में रुचि पैदा करता है"
}