{
  "UBAHAYACHARI-YOGA": "आपके कुंडली में [1] दूसरे घर में हैं और [2] सूर्य से बारहवें घर में हैं जो [3] उत्पन्न करता है। इस योग में पैदा होने वाले व्यक्ति के पास एक मजबूत शरीर, राजा या राजा के बराबर होगा, जो बड़ी ज़िम्मेदारी को खड़ा करने में सक्षम है।",
  "UBAHAYACHARI-YOGA,BEN": "ग्रह की लाभा प्रकृति महान शिक्षा, संतुलित दृष्टिकोण, अमीर, सुन्दर और आनंद की कई वस्तुओं के साथ धन्य के साथ देशी को प्रदान करती है।",
  "UBAHAYACHARI-YOGA,MEL": "ग्रह की दुर्भावनापूर्ण प्रकृति देशी बीमार, सर्वसम्मति, निराशाजनक और दुष्ट स्वभाव को बनाती है",
  "VESHI-YOGA": "आपके कुंडली में [1] सूरज से दूसरे घर में हैं जो पैदा करता है [2]। इस योग के साथ मूल सच्चा, आलसी, दयालु, दृढ़ता से निपटाया गया है, स्क्वांट आंखों के साथ एक लंबा कद और संतुलित दृष्टिकोण है, अच्छी याददाश्त, बोलने वाला, अमीर और अपने विरोधियों के विनाशक के साथ",
  "VESHI-YOGA,MEL": "इन ग्रहों की सुन्दर प्रकृति के कारण दुष्ट लोगों के साथ मूल सहयोगी होता है",
  "VOSHI-YOGA": "आपके कुंडली में [1] सूर्य से बारहवें घर में हैं जो पैदा करता है [2]। इस योग में पैदा हुआ कोई भी अपने भाषण पर कोई संयम नहीं करता है। उसके पास वाक्प्रचार, अच्छी शिक्षा, व्यापक प्रसिद्धि, तेज स्मृति, शारीरिक शक्ति और धर्मार्थ प्रकृति है। नीचे की ओर निर्देशित चलने के साथ असत्य चलना, उसे अत्यधिक शारीरिक प्रयास दिया जाता है। ग्रह की लाभा प्रकृति के कारण मूल बुद्धिमान, सीखा, मजबूत, अमीर और वैज्ञानिक गतिविधियों में लगेगा",
  "VOSHI-YOGA,MEL": "ग्रह की दुर्भावनापूर्ण प्रकृति के कारण क्रूर प्रकृति, बदसूरत दिखने, अत्यधिक वासना और खराब बुद्धि की ओर जाता है",
  "RUCHAKA-YOGA": "आपके कुंडली मंगल  [1] और केंद्र घर में लगना से, और रासी जो लैगना मौजूद है [2] संकेत है। ऐसी नियुक्ति [3] उत्पन्न करती है जो [4] का एक रूप है। इस योग में पैदा होने वाला एक अच्छा दिखने वाला और सुन्दर होगा, इसमें एक प्रमुख चेहरा, खूबसूरत भौहें, काले बाल और स्पष्ट रूप से अंधेरे रंग का रंग होता है, इसमें एक पतला कमर होता है, निचले अंग होते हैं, ऐसे मूल बोल्ड और साहसी होते हैं, जो ताकत और ताकत से भरा होता है और नाम और प्रसिद्धि अर्जित करने से साहसी गतिविधियों को आगे बढ़ाने के लिए उत्सुक हैं। एक शाही असर है, युद्ध पर कभी इरादा नहीं है, सेना का कमांडर या चोरों के गिरोह के नेता, व्यस्त उपक्रम कठोर शारीरिक व्यायाम और उसके विरोधियों के एक एन्हालेटर है।",
  "RUCHAKA-YOGA,SU-MO": "लेकिन चूंकि सूरज / चंद्रमा मंगल के साथ संयुक्त होता है, यह योग केवल दशा या अंसार दशा या मंगल के प्रतितर दशा के दौरान ही फट जाएगा।",
  "BHADRA-YOGA": "आपके कुंडली में पारा [1] और केंद्र घर में लगना से है, और रासी जो लैगना मौजूद है वह अवश्यभव (निश्चित और जंगम) संकेत है। ऐसी नियुक्ति [2] उत्पन्न करती है जो [3] का एक रूप है। इस योग में पैदा होने वाला एक शारीरिक रूप से मजबूत और स्वस्थ होगा, लंबी बाहों और ठीक घने दाढ़ी के साथ। वह अपने विस्तारित हथियारों की अवधि के रूप में लंबा है। उसका चेहरा शेर की तरह दिखता है और एक हाथी की महिमा है। उन्होंने कमान, व्यापक छाती और कंधे और आनुपातिक अंगों का आदेश दिया है। उसके पास एक सुंदर माथे एक अंधेरे कर्ले बाल है। उसके शरीर में केसर की सुगंध है और उसकी आवाज़ मीठा और प्रभावशाली है। बांद्रा योग देशी पर सीखने और पुण्य प्रदान करता है। ऐसे मूल एक स्थिर दिमाग के 'योग' की तकनीक में कुशल हैं, और बहुत बुद्धिमान हैं। वह पवित्र शास्त्रों से अवगत है, और 'सत्त्विका' या पुण्यपूर्ण स्वभाव जो वह करता है, में स्वतंत्र है, वह न्यायसंगत है और उसके आस-पास के लोगों को क्षमा या अनुग्रह नहीं देता है। बेहद अमीर, उसने पत्नी से आशीर्वाद दिया, एक संतान को आराम दिया। उच्च स्थिति का आनंद लेते हुए, अस्सी वर्ष की परिपक्व उम्र तक रहता है जब वह तीर्थयात्रा के पवित्र स्थान पर दुनिया छोड़ देता है। भाद्र योग में बुध की प्रमुख भूमिका होने के साथ यहां तनाव, बुद्धि और गुण पर तनाव है। मूल अपने स्वयं के कार्यों के माध्यम से स्थिति और धन कमाता है और अपने स्वयं के आराम का आनंद लेता है।",
  "BHADRA-YOGA,SU": "लेकिन चूंकि सूर्य को मंगल के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या पारा के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "BHADRA-YOGA,MO": "लेकिन चूंकि चंद्रमा को मंगल के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या पारा के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "BHADRA-YOGA,SU-MO": "लेकिन चूंकि सूर्य और चंद्रमा मंगल के साथ संयुक्त होते हैं, यह योग केवल दशा या अंसार दशा या पारा के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "HAMSA-YOGA": "आपके कुंडली बृहस्पति में [1] और केंद्र घर में लैगना से, और रासी जो लैगना मौजूद है, एक निश्चित संकेत नहीं है। ऐसी नियुक्ति [2] उत्पन्न करती है जो [3] का एक रूप है। इस योग में पैदा होने वाले एक उचित रंग, प्रमुख गाल, सुंदर चेहरे और उसकी त्वचा में एक सुनहरा वासना है। उसके नाखून और हथेलियां लाल, प्यारे पैर हैं, और आंखें शहद का पालर हैं। उसकी आवाज़ हंस की तरह मीठी है, एक कट्टरपंथी स्वभाव है और पानी के खेल के लिए प्यार है, यौन इच्छा अत्याचारी है। ऐसे मूल के पास ज्ञान और पवित्र ग्रंथों की प्यास है। वह गुणकारी है, दूसरों के लिए अच्छा कर रहा है और एक सुंदर पत्नी और एक सुंदर शारीरिक रूप से आशीर्वादित है। वह इस दुनिया को जंगल में छोड़कर सौ साल की उम्र तक विभिन्न शारीरिक और मानसिक सुख का आनंद लेता है। बृहस्पति गुण और गरिमा से जुड़े पुण्य, सीखने और उच्चारण के गुणों में लाता है।",
  "HAMSA-YOGA,SU": "लेकिन चूंकि सूर्य मंगल के साथ संयुक्त होता है, इसलिए यह योग केवल दशा या अंसार दशा या बृहस्पति के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "HAMSA-YOGA,MO": "लेकिन चूंकि चंद्रमा को मंगल के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या बृहस्पति के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "HAMSA-YOGA,SU-MO": "लेकिन चूंकि सूर्य और चंद्रमा मंगल के साथ संयुक्त होते हैं, यह योग केवल दशा या अंसार दशा या बृहस्पति के प्रतिस्थार दशा के दौरान ही फट जाएगा।",
  "MALVA-YOGA": "आपके कुंडली में शुक्र है [1] और [2] और केंद्र घर में लैगना से। ऐसी नियुक्ति [3] उत्पन्न करती है जो [4]  का एक रूप है। देशी पैदा हुए नरर योग में योग में एक सुंदर उपस्थिति, बढ़िया और सुंदर होंठ, पतला कमर, सुन्दर शरीर, गहरी आवाज, चमकदार दांत और पूर्ण चंद्रमा की तरह चमकदार रंग होता है। उसके गाल प्रमुख, उज्ज्वल आंखें, लंबे ऊपरी अंग घुटने के पास आते हैं। मालव्य योग देशी पर सीखने और धन प्रदान करता है। ऐसा मूल अपने प्रयासों के माध्यम से कमाता है। वह शक्तिशाली, पत्नी, संतान और भौतिक सुख के साथ धन्य है। पवित्र शास्त्रों में क्लीवर, सीखा और ज्ञात, हालांकि, उनके पास अतिरिक्त मार्शल रिश्तों की ओर झुकाव है। वह सत्तर साल की उम्र में रहता है। मालव्य योग में वीनस की प्रमुखता सौंदर्य आनंदों की ओर सौंदर्य, सीखने और झुकाव प्रदान करती है",
  "MALVA-YOGA,SU": "लेकिन चूंकि सूरज को शुक्र के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या वीनस के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "MALVA-YOGA,MO": "लेकिन चूंकि चंद्रमा को वीनस के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या वीनस के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "MALYA-YOGA,SU-MO": "लेकिन चूंकि सूर्य और चंद्रमा शुक्र के साथ संयुक्त होते हैं, यह योग केवल दशा या अंसार दशा या वीनस के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "SHASHA-YOGA": "आपके कुंडली में शनि [1] और केंद्र घर में लगना से है, और रासी जो लैगना मौजूद है वह dwisharbhava (निश्चित और जंगम) संकेत नहीं है। ऐसी नियुक्ति [2] उत्पन्न करती है जो [3] का एक रूप है। बहादुर और क्रूर, इस योग में पैदा हुआ मध्यम ऊंचाई, पतला कमर और उच्च सेट दांतों का है। उसके पास एक खूबसूरत पैर हैं और एक तेज लेकिन नियमित चाल है। उसका रंग अंधेरा है। वह जंगलों, पहाड़ों और अन्य विषम स्थानों को अक्सर चलाता है। उसके पास एक घूमने वाली आंखें हैं और दूसरों की संपत्ति की इच्छा है। शाशा योग मूल अपनी मां को समर्पित है। वह भक्ति के साथ अपने अतिथि की देखभाल करता है। वह एक सेना के कमांडर या समूह या एक गांव या एक शहर के नेता हैं। वह सक्षम, अमीर और सीखा है, और दूसरों के दोषों को इंगित करने के लिए उत्सुक है। यौन कृत्यों का अत्यधिक शौक, वह महिलाओं के साथ खुद को जोड़ता है। वह धातु विज्ञान और रसायनों के विज्ञान में कुशल है। वह शारीरिक बीमारियों का सामना करता है और सत्तर सालों तक रहता है। शनि जनता का ग्रह है। शाशा योग जो शनि की प्रमुख भूमिका के कारण होता है, मूल के नेतृत्व में नेतृत्व की क्षमता प्रदान करता है। शारीरिक आनंद है, लेकिन शारीरिक पीड़ा भी है।",
  "SHASHA-YOGA,SU": "लेकिन चूंकि सूर्य को शनि के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या शनि के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "SHASHA-YOGA, MO": "लेकिन चूंकि चांद को शनि के साथ जोड़ा जाता है, इसलिए यह योग केवल दशा या अंसार दशा या शनि के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "SHASHA-YOGA,SU-MO": "लेकिन चूंकि सूरज और चंद्रमा शनि के साथ मिलते हैं, यह योग केवल दशा या अंसार दशा या शनि के प्रत्यादार दशा के दौरान ही फट जाएगा।",
  "GAJKESARI-YOGA": "आपके कुंडली में चंद्रमा और बृहस्पति संयोजन में और केंद्र में [1] घर में है जो [2]",
  "GAJKESARI-YOGA|1": "दोस्तों, पत्नी और संतान के साथ धन्य दिखने में देशी अच्छा होगा। जब लाग्ना में लाभ और शक्तिशाली योग बनाते हैं तो वे एक व्यक्ति को स्वस्थ, सम्मानित और प्रभावशाली बनाते हैं। चंद्रमा, सौंदर्य का एक ग्रह, और बृहस्पति, सबसे अच्छा लाभ, लैगना में संयोजन, देशी में उदारता की बहुतायत पैदा कर सकता है",
  "GAJKESARI-YOGA|4": "एक राजा के बराबर, एक मंत्री, सीखा आदि, बहुत से घरेलू आराम",
  "GAJKESARI-YOGA|7": "सीखा, कुशल, व्यापारी, अमीर, संयोजन 7 वें घर में वैवाहिक आनंद के लिए अच्छा है। 7 वां घर व्यापार और साझेदारी से भी संबंधित है, इसलिए 7 वें घर में इस तरह का योग साझेदारी के माध्यम से धन का मतलब है",
  "GAJKESARI-YOGA|9": "प्रतिष्ठित, भाग्यशाली, अमीर, संतुष्ट। नौवां घर पुण्य और धार्मिक गतिविधियों के साथ-साथ मूल की किस्मत से संबंधित है। चंद्रमा बृहस्पति संयोजन के लिए यह बहुत भाग्यशाली घर है।",
  "GAJKESARI-YOGA|10": "इस घर में विद्वान, अमीर, घमंड, आदरणीय, आदि चंद्रमा बृहस्पति का परिसर कैरियर की संभावनाओं, उच्च स्थिति और वित्तीय समृद्धि के लिए बहुत अनुकूल है।",
  "GAJKESARI-YOGA|JU": "आपके कुंडली में चंद्रमा और बृहस्पति चंद्रमा से [] घर में चंद्रमा से बृहस्पति में होते हैं []",
  "GAJKESARI-YOGA,JU|4": "आगे का घर घरेलू सुख के लिए भी मां के लिए है। चाँद से चौथे घर में बृहस्पति की तरह लाभ, मां के लिए एक महत्वपूर्ण, सामान्य रूप से घरेलू आराम और मां से आराम के अनुकूल होना चाहिए, चिंतित हैं। मानसगरी के अनुसार, हालांकि यह संयोजन घर पर आराम से वंचित है, मां के संबंध में परेशानियों का कारण बनता है, और दूसरों के लिए काम करने का एक दृष्टिकोण प्रदान करता है।",
  "GAJKESARI-YOGA,JU|7": "यह योग अच्छे स्वास्थ्य, लंबे जीवन, किसी के परिवार के सदस्यों के बीच एक सम्मानजनक स्थिति और मितव्ययी होने का झुकाव प्रदान करता है। मानसगरी कहते हैं कि मूल नपुंसक हो जाता है और पीला पीड़ित होता है। यह शायद सराहना की कि बृहस्पति पुण्य और प्रतिरोधी का एक ग्रह है। चंद्रमा से 7 वें घर में इसकी सटीक सेक्स में अतिसंवेदनशीलता को कुचलने लगती है। शास्त्रों की मजबूत भाषा को अधिक उदारता से व्याख्या करने की आवश्यकता है। आम तौर पर लैगना या चंद्रमा से 7 वें घर में बृहस्पति की नियुक्ति वैवाहिक सद्भावना का पक्ष लेती है",
  "GAJKESARI-YOGA,JU|10": "यह आम तौर पर किसी के करियर के लिए एक अनुकूल स्थिति है। मानसगरी के अनुसार, इस संयोजन के साथ मूल अपनी पत्नी और बच्चों को छोड़ देता है और एक तपस्वी बन जाता है। लैगना या चंद्रमा से 10 वां घर कर्म या किसी व्यक्ति के कार्य को इंगित करता है। ऐसे घर में बृहस्पति की परिशुद्धता किसी के काम या कर्म में गरिमा और गुण उत्पन्न करती है। यदि ऐसा बृहस्पति बहुत मजबूत है, तो सांसारिक चीजों की उदासीनता बढ़ी है। आदर्शवाद और आध्यात्मिक गतिविधियों के लिए यह बहुत अच्छा संयोजन है। साथ ही 10 वें घर में बृहस्पति अपने प्रयासों के माध्यम से धन का प्रवाह सुनिश्चित करता है क्योंकि बृहस्पति पैसे के लिए महत्वपूर्ण है",
  "ADHI-YOGA": "अपने कुंडली में लाभ ग्रह [1] चंद्रमा से जो [2] बनाता है। घटक योगियों की ताकत के आधार पर इस योग के साथ पैदा हुए मूल, राजा या मंत्री या सेना के कमांडर बन जाते हैं। यह योग विरोधियों पर मूल समृद्धि, स्वास्थ्य, स्थिति, सरकारी मान्यता और प्रभुत्व पर प्रदान करता है।",
  "DURUDHARA-YOGA": "आपके कुंडली में [1] दूसरे घर पर कब्जा कर लिया और [2] चंद्रमा से दोहरा घर पर कब्जा कर लिया ऐसी मिलन [3] प्रप्थ करती है। दुरुधारा योग में पैदा हुआ एक अच्छा भाषण, सीखने, बहादुरी और पुण्य के माध्यम से प्रसिद्धि कमाता है। योग देशी विशाल धन, वाहन, भूमि, नौकर, शारीरिक आराम और दुश्मनों से स्वतंत्रता पर प्रदान करता है। ऐसे मूल को दानों को दिया जाता है, और सुंदर आंखों वाली महिलाओं के साथ संबंध बनाना चाहता है।",
  "SUNAPHA-YOGA": "आपके कुंडली में [1] चंद्रमा से दूसरे घर पर कब्जा कर लिया ऐसी मिलन [2] प्रप्थ करती है। [2] में पैदा हुआ एक राजा, विशाल धन, अपने प्रयासों के माध्यम से अपने भाग्य अर्जित करने की क्षमता, व्यापक त्याग, झुकाव के गुणों, शांत और संतुष्टि को झुकाव करने की क्षमता है।",
  "ANAPHA-YOGA": "आपके कुंडली में [1] चंद्रमा से बारहवें घर पर कब्जा कर लिया ऐसी मिलन [2] प्रप्थ करती है। [2] में पैदा हुआ एक राजा, स्वस्थ, सम्माननीय, प्रसिद्ध, एक वक्ता, सक्षम, गुणकारी, विभिन्न भौतिक सुखों को देखते हुए, दिखने और खुशहाल में सुखद है।",
  "VASUMAN-YOGA,UPA": "चंद्रमा से [1] में आपके कुंडली पारा, शुक्र और बृहस्पति में जो [2] बनाते हैं। इस योग में पैदा हुआ एक बेहद अमीर होगा और घर पर रहने वाले सभी सुखों का आनंद उठाएगा। [1]  विस्तार के घर हैं। इन घरों में स्थित ग्रह संघर्ष और व्यक्तिगत प्रयासों के माध्यम से मुनाफा कमाते हैं। [2] बेहद फायदेमंद है। कुंडली में इसकी सटीक पूर्ववर्ती वित्तीय समृद्धि सुनिश्चित करती है, कुंडली में अन्य नरक योग होने पर भी इस योग के प्रभावों को प्रभावित करता है। [1] में विकास और विस्तार के घर होने से धन में जमा होता है, भले ही नरफिक्स घर में स्थित हों, इन घरों में नरक ग्रहों में संघर्ष और कड़ी मेहनत के माध्यम से परिणाम मिलते हैं, इन घरों में लाभप्रदों की सटीकता से कम शारीरिक संघर्ष और अधिक सुनिश्चित होता है प्राप्ति।",
  "VASUMAN-YOGA": "अपने कुंडली में [1] [2] चंद्रमा से जो [3] बनाता है। इस योग में पैदा हुआ एक बेहद अमीर होगा और घर पर रहने वाले सभी सुखों का आनंद उठाएगा। [2] विस्तार के घर हैं। इन घरों में स्थित ग्रह संघर्ष और व्यक्तिगत प्रयासों के माध्यम से मुनाफा कमाते हैं। [3] बेहद फायदेमंद है। कुंडली में इसकी सटीक पूर्ववर्ती वित्तीय समृद्धि सुनिश्चित करती है, कुंडली में अन्य नरक योग होने पर भी इस योग के प्रभावों को प्रभावित करता है। [2] में विकास और विस्तार के घर होने से धन में जमा होता है, भले ही नरफिक्स घर में स्थित हों, इन घरों में नरक ग्रहों में संघर्ष और कड़ी मेहनत के माध्यम से परिणाम मिलते हैं, इन घरों में लाभप्रदों की सटीकता से कम शारीरिक संघर्ष और अधिक सुनिश्चित होता है प्राप्ति। इस योग का पूर्ण प्रभाव होगा जब [2] में 3 ग्रहों के साथ [2] (3,6,10,11) के सभी 3 लाभ ग्रहों का प्रभाव मध्यम होगा।",
  "UTTAMADI-YOGA": "आपके कुंडली में चंद्रमा सूर्य से [1] घर में है, जो [2] घर में है जो [3] चाँद के [1] स्तन (सूरज से) आप को [4]",
  "UTTAMADI-YOGA,3": "एक शाही स्थिति का, कई विषयों में सराहना, शानदार",
  "UTTAMADI-YOGA,6": "विभिन्न बीमारियां",
  "UTTAMADI-YOGA,9": "बेटियों से कई बेटे, परेशानी।",
  "UTTAMADI-YOGA,12": "अमीर, कई आराम के साथ सम्मानजनक",
  "SHAKATA-YOGA": "[1] चंद्रमा से घर में आपके कुंडली बृहस्पति में जो [2] बनाता है। इस योग के साथ पैदा हुआ एक निराशाजनक, स्वदेशी, कभी भी कष्टप्रद, नापसंद होगा, कभी भी उतार चढ़ाव के साथ",
  "SHAKATA-YOGA,JU|6": "चंद्रमा से 6 घर में बृहस्पति के कारण: घर के बिना अलग, लंबे समय तक रहते थे लेकिन दूसरों के दान के साथ subsisting।",
  "SHAKATA-YOGA,JU|8": "चंद्रमा से 8 घर में बृहस्पति के कारण: कभी भी अमीर पिता के बेटे होने के बावजूद बीमार दुखी, आराम का सपना भी नहीं देख सकता",
  "SHAKATA-YOGA,JU|12": "चंद्रमा से 12 घरों में बृहस्पति के कारण: किसी के किथ और रिश्तेदार का विरोध किया जाता है, हालांकि अगर लूना से 6 वां घर बृहस्पति द्वारा अपेक्षित है तो मूल को आराम से आशीर्वाद दिया जाता है।",
  "SHAKATA-YOGA,1-7": "अपने कुंडली में सभी ग्रह लग्ना और सातवें घर पर कब्जा कर रहे हैं जो [1] बनाते हैं। इस योग में पैदा होने वाले व्यक्ति को दंड, प्रथाओं, बीमार स्वास्थ्य, दुबला शरीर, एक दुष्ट पत्नी के साथ विवाद और कड़ी मेहनत के माध्यम से कमाई होती है।",
  "PAKSHI-YOGA": "अपने कुंडली में चौथे और दसवें घर पर कब्जा कर रहे सभी ग्रह [1]। इस योग में पैदा हुआ एक भटकिया, सर्विइल, झगड़ा, एक संदेश वाहक और राजदूत है।",
  "LAGNADHI-YOGA": "आपके कुंडली में लाभकारी ग्रह [1] घर 7 और 8 में हैं जो [2] बनाते हैं। इस योग में पैदा हुआ एक मूल पुण्य, सीखने, स्थिर धन, उच्च स्थिति, एक सामान्य स्वभाव, संकलन या लेखन की क्षमता पर प्रदान करता है",
  "VEENA-YOGA": "आपके कुंडली में सभी ग्रह 7 अलग-अलग घरों में रखे जाते हैं जो [1] बनाते हैं जो [2] में से एक है। इस योग में पैदा हुआ समृद्ध समृद्ध होगा, पवित्र शास्त्रों में, नृत्य और संगीत का शौक, कुशल, एक नेता कई लोगों की देखभाल के बाद देखता है।",
  "DAAMA-YOGA": "आपके कुंडली में सभी ग्रह 6 अलग-अलग घरों में रखे जाते हैं जो [1] बनाते हैं जो [2] में से एक है। इस योग में पैदा हुआ एक अमीर, उदार, ज्ञात, सीखा, संतुष्ट, वैध साधनों के माध्यम से कमाएगा।",
  "PAASHA-YOGA": "आपके कुंडली में सभी ग्रह 5 अलग-अलग घरों में रखे जाते हैं जो [1] बनाते हैं जो [2] में से एक है। इस योग में पैदा होने वाला एक बड़ा परिवार है, जो काम में कुशल है, धन कमाई में कुशल, चालाक, अपवित्र, जंगल में रहने का शौकीन, कई कमियां हैं।",
  "KEDHARA-YOGA": "आपके कुंडली में सभी ग्रह 4 अलग-अलग घरों में रखे जाते हैं जो [1] बनाते हैं जो [2] में से एक है। इस योग के साथ मूल सत्य, अमीर, गुणकारी, दूसरों के लिए अच्छा कर रहा है, कृषि के लिए रिसॉर्ट्स। केदार योग के साथ मूल महत्वाकांक्षी नहीं है और जानता है कि किसी भी गतिविधि से कब हटना है, ऐसा मूल जीवन के भौतिक और आध्यात्मिक दृष्टिकोण दोनों को लेने में सक्षम है।",
  "SHOOLA-YOGA": "आपके कुंडली में सभी ग्रह 3 घरों तक सीमित हैं जो [1] बनाते हैं जो [2] में से एक है। मूल आलसी, क्रूर, सामाजिक रूप से खारिज, घायल, दुखी, एक लड़ाकू, दूसरों के मांस में एक थ्रोन की तरह है।",
  "YUGA-YOGA": "आपके कुंडली में सभी ग्रह 2 घरों तक सीमित हैं जो [1] बनाते हैं जो [2] में से एक है। मूल गरीब, लापरवाही, सामाजिक रूप से खारिज कर दिया गया है, तर्क का उल्लंघन, मां, पिता और पुण्य से रहित।",
  "GOLA-YOGA": "आपके कुंडली में सभी ग्रह केवल 1 घर तक ही सीमित हैं जो [1] बनाता है जो [2] में से एक है। देशी निराशाजनक, इललेट्रेट, दुष्ट, दुखी, कभी घूम रहा है।",
  "RAJJU-YOGA": "आपके कुंडली में सभी ग्रहों ने केवल जंगली संकेतों पर कब्जा कर लिया जो [1] बनाता है इस योग में पैदा हुआ एक  में से एक है। इस योग में पैदा हुआ एक यात्रा का शौक है, अच्छे दिखने, महत्वाकांक्षी और धन की तलाश में अक्सर विदेशी भूमि के लिए प्रसन्नता है।",
  "MUSALA-YOGA": "आपके कुंडली में सभी ग्रहों ने निश्चित संकेतों पर कब्जा कर लिया जो केवल [1] है जो बनाता हें  [2]  में  से एक है। इस योग में पैदा हुआ गर्व, सीखा, अमीर, शासक, मशहूर, एक स्थिर प्रकृति के द्वारा पसंद किया गया है, और कई बेटों के साथ धन्य है।",
  "NALA-YOGA": "आपके कुंडली में सभी ग्रहों ने dwiswabhava (मिश्रित) संकेतों पर कब्जा कर लिया जो केवल [1] है जो [2] में से एक है। इस योग में पैदा हुआ एक अंग, दृढ़, बहुत चालाक, उतार चढ़ाव की संपत्ति का दोषपूर्ण है, देखने और अपने नजदीकी और प्रियजनों को ढूंढने के लिए अच्छा है।",
  "MAALA-YOGA": "आपके कुंडली में सभी लाभकारी ग्रह बृहस्पति, पारा, शुक्र और चंद्रमा ने तीन केंद्रों पर कब्जा कर लिया और जबकि केंद्र घर में कोई नरक ग्रह नहीं है जो [1] है जो [2] में से एक है। इस योग में पैदा हुए एक को निरंतर आनंद, वाहन, अच्छे भोजन और कपड़े और सुंदर महिलाओं के साथ सहयोग के साथ आशीर्वाद दिया जाता है।",
  "SARPA-YOGA": "अपने कुंडली में सभी नरक ग्रह शनि, मंगल, सूर्य ने तीन केंद्रों पर कब्जा कर लिया और जबकि केंद्र घर में कोई लाभकारी ग्रह नहीं है [1] जो [2] में से एक है। इस योग में पैदा हुआ एक व्यक्ति अपने निर्वाह के लिए दूसरों पर निर्भर, दुष्ट, दुखी, निराशाजनक, निर्भर है।",
  "GADA-YOGA": "आपके कुंडली में सभी ग्रह लैगना और चार घर हैं जो [1] बनाते हैं। इस योग के साथ मूल अमीर, सुनवाई, मंत्रों, तंत्रों और संगीत में भयभीत, भयभीत, दूसरों की ईर्ष्या और कभी भी पैसे कमाने में लगे हुए हैं।",
  "SHANKHA-YOGA,1": "अपने कुंडली में सभी ग्रह चार और सात घरों में हैं जो [1] बनाते हैं जो [2] में से एक है।",
  "SHANKHA-YOGA,2": "आपके कुंडली में भाग्य भगवान [1] और छह भगवान [2] केंद्र घरों में हैं [3] और लग्ना भगवान [4] मजबूत है जो [5] बनाता है। इस योग में जन्मजात मूल दयालु, गुणवान, सीखा, पत्नी और बच्चों के साथ धन्य, नैतिक रूप से ध्वनि, पवित्र शास्त्रों में छिपा हुआ, भूमि का मालिक है, समृद्धि का आनंद लेता है और लंबे समय तक रहता है ..",
  "SHANKHA-YOGA,3": "अपने कुंडली में भगवान भगवान [1] और दसवें घर के भगवान [2] कब्जे वाले केंद्र [3] और नौवें भगवान [4] मजबूत हैं जो [5] बनाते हैं। इस योग में जन्मजात मूल दयालु, गुणवान, सीखा, पत्नी और बच्चों के साथ धन्य, नैतिक रूप से ध्वनि, पवित्र शास्त्रों में छिपा हुआ, भूमि का मालिक है, समृद्धि का आनंद लेता है और लंबे समय तक रहता है ..",
  "VIBHUKA-YOGA": "आपके कुंडली में सभी ग्रह सात और दस घरों में हैं जो [1] में से एक [2] बनाते हैं।",
  "DHWAJA-YOGA": "आपके कुंडली में सभी ग्रह दसवीं और लगना घरों में हैं जो [1] बनाते हैं जो [2] में से एक है।",
  "MAHA-YOGA": "यह योग धन, स्थिति और शारीरिक आनंद का वादा करता है।",
  "MAHA-YOGA,1": "अपने कुंडली में भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,2": "अपने कुंडली में दूसरे भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,4": "अपने कुंडली में चौथा भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,5": "अपने कुंडली में पांचवें भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,7": "अपने कुंडली में सातवें भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,9": "अपने कुंडली में नौवें भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "MAHA-YOGA,10": "अपने कुंडली में दसवें भगवान [1] अपने घर के बदले में [2] घर भगवान [3] जो [4] बनाता है जो [5]",
  "KHADGA-YOGA": "आपके कुंडली में दूसरे घर के भगवान [1] और नौवें घर भगवान [2] ने अपने घरों का आदान-प्रदान किया [3]। इस योग में पैदा हुए मूल पवित्र शास्त्रों, सम्मानित, कुशल, अमीर, ज्ञान, शक्ति और आराम से खून बहने के अध्ययन में विसर्जित हो गए हैं, और महानता से उनके साथ किए गए दयालुता को याद करते हैं।",
  "VAJRA-YOGA,1": "अपने कुंडली में लाग्ना और सात घरों में लाभकारी ग्रह [1] जबकि चौथे और दसवें घर में नरक ग्रह [2] जो [3] बनाते हैं। इस योग में पैदा हुए मूल दिखने में अच्छे होंगे, बुरी तरह से निपटाएंगे और जल्दी और बुढ़ापे के दौरान खुश होंगे।",
  "VAJRA-YOGA,2": "अपने कुंडली में लंगना और सात घर में नरक ग्रह [1] जबकि चौथे और दसवें घर में बनीफ ग्रह [2] जो [3] बनाते हैं। संयम और शुभ कामों को देखते हुए, ऐसा मूल प्रकृति, अमीर, धर्मार्थ और अपने जीवन के मध्य भाग में खुश है।",
  "KAMALA-YOGA": "अपने कुंडली में चार ग्रहों में सभी ग्रह जो [1] बनाते हैं। इस योग में जन्म लेने वाले मूल दिखने में अच्छे होंगे, व्यापक रूप से प्रसिद्ध, लंबे जीवन, गुणकारी गुण और शाही स्थिति प्राप्त करेंगे।",
  "PARVATA-YOGA,BEN|6": "आपके कुंडली में लाभकारी ग्रह [1] पर कब्जे वाले केंद्र घरों और जबकि छठे घर पर लाभकारी ग्रहों (2]  कब्जा कर लिया गया है जो [3] बनाते हैं। इस योग में जन्मजात मूल प्रसिद्ध, शानदार, भाग्यशाली, अमीर, एक वक्ता, धर्मार्थ, नेता या एक शहर या शहर, सीखा और बहुत लुभावना होगा।",
  "PARVATA-YOGA,BEN|8": "आपके कुंडली में लाभकारी ग्रह [1] पर कब्जे वाले केंद्र घर हैं और जबकि आठवां घर लाभकारी ग्रहों (2]  कब्जा कर लिया गया है जो [3] बनाते हैं। इस योग में जन्मजात मूल प्रसिद्ध, शानदार, भाग्यशाली, अमीर, एक वक्ता, धर्मार्थ, नेता या एक शहर या शहर, सीखा और बहुत लुभावना होगा।",
  "PARVATA-YOGA,BEN|6,8": "आपके कुंडली में लाभकारी ग्रह कब्जे वाले केंद्र घर हैं, जबकि छठे और आठवें घर में नष्ट ग्रह कोई नहीं हैं।  जो [1] बनाते हैं। इस योग में जन्मजात मूल प्रसिद्ध, शानदार, भाग्यशाली, अमीर, एक वक्ता, धर्मार्थ, नेता या एक शहर या शहर, सीखा और बहुत लुभावना होगा।",
  "PARVATA-YOGA,KEN,1,12": "अपने कुंडली में लग्ना [1] और बारहवें घर के भगवान [2] परस्पर केंद्र में रखा गया है और लाभार्थी भगवान (3] जो [4] बनाते हैं",
  "KAAHALA-YOGA,1": "अपने कुंडली में चौथे घर के भगवान [1] और नौवें घर के स्वामी [2] केंद्र घरों में हैं [3] और लग्ना भगवान [4] मजबूत है जो [5] बनाता है। इस योग में जन्मजात मूल आक्रामक, साहसी, अज्ञानी, सेना के कमांडर, कई गांवों के मालिक (या शासक) हैं।",
  "KAAHALA-YOGA,2": "अपने कुंडली में चौथा भगवान [1] अपने घर में ऊंचा है और दसवीं भगवान [2] से जुड़ा हुआ है या अनुमान लगाया गया है [3]। इस योग में जन्मजात मूल आक्रामक, साहसी, अज्ञानी, सेना के कमांडर, कई गांवों के मालिक (या शासक) हैं।",
  "KAAHALA-YOGA,3": "आपके कुंडली में चौथा भगवान [1] और नौवां भगवान [2] केंद्र घरों में हैं [3] और लग्ना भगवान [4] मजबूत है जो [5] बनाता है। इस योग में जन्मजात मूल आक्रामक, साहसी, अज्ञानी, सेना के कमांडर, कई गांवों के मालिक (या शासक) हैं।",
  "CHAAMARA-YOGA,1": "अपने कुंडली में दो फायदेमंद [1] [2] घरों में शामिल होते हैं जो [3] बनाते हैं। यह योग राजा, वाक्प्रचार, ज्ञान, पवित्र शास्त्रों और सत्तर एक वर्ष की लंबी अवधि सहित कई विषयों के ज्ञान के माध्यम से मूल राजात्व या सम्मान पर प्रदान करता है।",
  "CHAAMARA-YOGA,2": "आपके कुंडली में लैगना भगवान [1] बृहस्पति से मजबूत और लाभ [2] पहलू है जो [3] बनाता है। यह योग राजा, वाक्प्रचार, ज्ञान, पवित्र शास्त्रों और सत्तर एक वर्ष की लंबी अवधि सहित कई विषयों के ज्ञान के माध्यम से मूल राजात्व या सम्मान पर निर्भर करता है।",
  "BHERI-YOGA,1": "अपने कुंडली में लग्ना भगवान [1], बृहस्पति और वीनस पर कब्जे वाले केंद्र घर [2] जबकि नौवें भगवान [3] मजबूत हैं जो [4] बनाते हैं। इस योग में जन्मजात मूल शाही असर, महान जन्म, अच्छी तरह से व्यवहार, खतरे और बीमारी से पीड़ित, धन और सांसारिक सुख के साथ-साथ पत्नी, बेटों और प्रसिद्धि के साथ आशीर्वादित है।",
  "BHERI-YOGA,2": "अपने कुंडली में सभी ग्रहों ने लैगना, दूसरा, सातवां और बारहवां घरों पर कब्जा कर लिया और नौवां भगवान [1] मजबूत है जो [2] बनाता है। इस योग में जन्मजात मूल शाही असर, महान जन्म, अच्छी तरह से व्यवहार, खतरे और बीमारी से पीड़ित, धन और सांसारिक सुख के साथ-साथ पत्नी, बेटों और प्रसिद्धि के साथ आशीर्वादित है।",
  "VAPI-YOGA": "अपने कुंडली में सभी ग्रह चार केंद्र घरों में से किसी एक में नहीं [1] जो [2] बनाते हैं। इस योग में जन्म लेने वाला मूल कभी भी धन जमा करने में लगा हुआ है, इसमें छोटे लेकिन स्थायी सुख, लंबे जीवन, मीठे tongued और अपनी संपत्ति और संपत्ति जमा करने के लिए जाता है",
  "SHRINGATAKA-YOGA": "अपने कुंडली में सभी ग्रहों ने त्रिकोणीय घरों पर कब्जा कर लिया [1] जो [2] बनाते हैं। इस योग में पैदा हुए मूल को आराम, आशीर्वाद का शौक, साहसी, बहुत बुद्धिमान, अमीर, अपनी पहली पत्नी को समर्पित, दूसरे के प्रति उदासीनता से आशीर्वाद मिलता है।",
  "HALA-YOGA": "अपने कुंडली में सभी ग्रहों ने ट्राइनल घरों पर कब्जा कर लिया [1] जो [2] बनाते हैं। इस योग में पैदा हुआ मूल स्वाभाविक, सर्वसम्मति, दोस्तों के साथ धन्य है, अच्छे लोगों द्वारा पसंद किया जाता है, कृषि से रहता है, और गरीबी से पीड़ित होता है।",
  "LAKSHMI-YOGA": "अपने कुंडली में भगवान  [1] प्रचुर मात्रा में मजबूत है और नौवें घर के स्वामी [2] कब्जे वाले केंद्र घर [3] और [4] में हैं जो [5] है। इस योग में पैदा हुए मूल को आराम, आशीर्वाद का शौक, साहसी, बहुत बुद्धिमान, अमीर, अपनी पहली पत्नी को समर्पित, दूसरे के प्रति उदासीनता से आशीर्वाद मिलता है।",
  "KEMADRUMA-YOGA,1": "आपके कुंडली में चंद्रमा से दूसरे और बारहवें घर में कोई ग्रह नहीं है जो [1]  बनाता है।। इस योग में पैदा हुआ एक स्वास्थ्य, धन, सीखने, ज्ञान, पत्नी, संतान और मानसिक शांति से बेकार है। यह योग एक पुपड़ी को कम करने के लिए कहा जाता है, यहां तक ​​कि एक रियासत में पैदा हुआ। ऐसे देशी को दुख, असफलता, शारीरिक बीमारी और अपमान का सामना करना पड़ता है।",
  "KEMADRUMA-YOGA,2": "[1] घरआपके कुंडली  चंद्रमा में बृहस्पति पहलू लाभ होता है जो [2] बनाता है। इस योग में पैदा हुआ एक स्वास्थ्य, धन, सीखने, ज्ञान, पत्नी, संतान और मानसिक शांति से बेकार है। यह योग एक पुपड़ी को कम करने के लिए कहा जाता है, यहां तक ​​कि एक रियासत में पैदा हुआ। ऐसे देशी को दुख, असफलता, शारीरिक बीमारी और अपमान का सामना करना पड़ता है।",
  "KEMADRUMA-YOGA,3": "[1] घर में आपके कुंडली चंद्रमा में रासायनिक ग्रह [2] द्वारा पहचाना जाता है जो [3] बनाता है। इस योग में पैदा हुआ एक स्वास्थ्य, धन, सीखने, ज्ञान, पत्नी, संतान और मानसिक शांति से बेकार है। यह योग एक पुपड़ी को कम करने के लिए कहा जाता है, यहां तक ​​कि एक रियासत में पैदा हुआ। ऐसे देशी को दुख, असफलता, शारीरिक बीमारी और अपमान का सामना करना पड़ता है।",
  "KEMADRUMA-YOGA,4": "[1] घर में आपके कुंडली चंद्रमा में राहू और केतु की धुरी में है जो [2] बनाता है। इस योग में पैदा हुआ एक स्वास्थ्य, धन, सीखने, ज्ञान, पत्नी, संतान और मानसिक शांति से बेकार है। यह योग एक पुपड़ी को कम करने के लिए कहा जाता है, यहां तक ​​कि एक रियासत में पैदा हुआ। ऐसे देशी को दुख, असफलता, शारीरिक बीमारी और अपमान का सामना करना पड़ता है।",
  "Su-Mo,1": "अपने माता-पिता की दुःख, नाम और प्रसिद्धि से वंचित, गरीबों के साथ परेशान।",
  "Su-Mo,4": "कम रिश्तेदार, आराम और धन की कमी",
  "Su-Mo,7": "महिलाओं द्वारा लगातार परेशान, दोस्तों की बेरहमी",
  "Su-Mo,10": "आकर्षक व्यक्ति,  शाही व्यक्तित्व, मजबूत, क्रूर दिल, दुश्मनों का यातना।",
  "Su-Mo,9": "अमीर, दिखने में अच्छा, झगड़े का शौक, अल्पकालिक और आंख की बीमारी से ग्रस्त हैं।",
  "Su-Mo": "मानसगारी के मुताबिक, सूर्य-चंद्रमा संयोजन विदेशी यात्रा, शारीरिक सुखों में भुलक्कड़, चतुर प्रकृति का कारण बनता है।",
  "Su-Ma,1": "एक विचित्र व्यक्तित्व, आक्रामक, क्रूर, युद्ध में बहादुर, घायल शरीर",
  "Su-Ma,4": "दोस्तों, धन और घर के आराम से बेकार, किसी के लिए दुखी वफादार नहीं।",
  "Su-Ma,7": "पत्नी से अलग होने का आह्वान, एक विदेशी भूमि में रहना",
  "Su-Ma,10": "राजा के दास, कभी भी चिंतित, एर्नी के बुरे नामा उनके अंडरटेकिक्स में। बुरा नाम",
  "Su-Ma,9": "झगड़ा, आक्रामक व्यक्तित्व, राजा से प्रशंसा",
  "Su-Me,1": "सीखा, मिलने वाला, मजबूत, बुद्धिमान, लंबे समय तक जीवित।",
  "Su-Me,4": "राजा के साथ समान, सबसे अमीर (कुबेरा के बराबर), भारी शरीर, दोषपूर्ण नाक",
  "Su-Me,7": "क्रूर दिल, एक हत्यारा, लालच के बिना, अपनी पत्नी से आराम से दूर रहना।",
  "Su-Me,10": "दुनिया भर में प्रसिद्ध, वाहनों और भौतिक खुशी, आराम मिलेंगे ।",
  "Su-Me,9": "चालाक, आराम से रहित, कई दुश्मन और बीमारियां।",
  "Su-Ju,1": "धार्मिक, विद्वानों के अमीर, भौतिक सुखों में लगे प्रसिद्ध, एक मंत्री।",
  "Su-Ju,4": "ग्रंथों में अच्छी तरह से ज्ञात, दिखने में अच्छा, मधुर भाषा, आध्यात्मिक गतिविधियों में लगे हुए हैं।",
  "Su-Ju,7": "अत्यधिक यौन आग्रह के कारण महिलाओं का प्राबल्य, पिता के प्रति शत्रुता, दिखने में अच्छा और कीमती पत्थरों का मालिक",
  "Su-Ju,10": "सामान्य परिवार में पैदा होने पर भी प्रसिद्धि, आराम और स्थिति प्राप्त होती है।",
  "Su-Ju,9": "अमीर माता-पिता, अमीर, बहादुर और लंबे आयुष",
  "Su-Ve,1": "झगड़ालू, पुण्य और धन खोनेवाले, कठोर, दुष्ट।",
  "Su-Ve,4": "ग़ुलामी , दुखी और गरीब।",
  "Su-Ve,7": "महिलाओं द्वारा पीड़ित,  गरीब, पथिक",
  "Su-Ve,10": "लेनदेन में चालाक, राजा का मंत्री, शास्त्रों में सीखा, प्रसिद्ध और अमीर",
  "Su-Ve,9": "बीमार, एक प्रेमी, कपड़े, इत्र और गहने का कृपा",
  "Su-Sa,1": "दुर्लभ कमाई, दोषपूर्ण शिक्षा, एक पापी।",
  "Su-Sa,4": "बहुत गरीब, प्रियजनों के साथ कठिनाइयों, एक पापी।",
  "Su-Sa,7": "धीरे-धीरे, आलसी, पत्नी से धन से रहित, दुर्भाग्य के अधीन, मूर्ख।",
  "Su-Sa,10": "पथिक, ग़ुलामी, चोरों और लूटने वालों द्वारा अपनी कमाई खो देता है।",
  "Su-Sa,9": "अमीर, जगदालु, माता-पिता के लिए प्रतिकूल, अल्पकालिक, खराब आंखों",
  "Mo-Ma,1": "आक्रामक, रक्त और पित्त विकार से पीड़ित",
  "Mo-Ma,4": "झगड़ालू, गरीब, घर के आराम और मानसिक शांति से दूर रहना",
  "Mo-Ma,7": "बात करने वाले, दूसरों की संपत्ति और संपत्ति की इच्छा रखते हैं, झूठ काम",
  "Mo-Ma,10": "वैलोरस, वाहनों और भौतिक संपत्तियों के साथ आशीर्वाद दिया।",
  "Mo-Ma,9": "मां के प्रति शत्रुता, शांति से पीड़ित, घायल शरीर, अमीर।",
  "Mo-Me,1": "आरामदायक, मजबूत, भाग्यशाली, बुद्धिमान, सुंदर, विनोदी।",
  "Mo-Me,4": "दोस्तों, बच्चों, आराम, प्रसिद्धि और भाग्य से धन्य है।",
  "Mo-Me,7": "शानदार, राजा के बराबर, सुन्दर, एक कवि",
  "Mo-Me,10": "अमीर, घमंड, प्रसिद्ध, मंत्री, बुढ़ापे में पीड़ित हैं।",
  "Mo-Me,9": "जिन्होंने ग्रंथों को सीखा है, अपनी शांति खो देते हैं, मशहूर, बातूनी",
  "Mo-Ju,1": "उदार-वक्ष, पत्नी, बच्चों और दोस्तों के साथ कुश मिलेगा",
  "Mo-Ju,4": "राजा के बराबर,  मंत्री,  शानदार, सीखा",
  "Mo-Ju,7": "एक राजा के बराबर, बहुत कुशल, एक व्यापारी, बहुत अमीर सीख लिया।",
  "Mo-Ju,10": "विद्वान, अमीर, घमंड, प्रसिद्ध, हर किसी द्वारा सम्मानित किया जाए",
  "Mo-Ju,9": "महान, भाग्यशाली, अमीर होने के लिए, सभी परिस्थितियों में दलील दी",
  "Mo-Ve,1": "दिखने में अच्छा, शिक्षकों और बुजुर्गों को समर्पित, अच्छे कपड़े और इत्र के साथ आशीर्वाद, महिलाओं द्वारा दिलासा।",
  "Mo-Ve,4": "महिलाओं द्वारा आराम, समुद्र यात्रा से कमाई, सब जाने आप को पसंद करेगा",
  "Mo-Ve,7": "कई महिलाओं, छोटी संपत्ति, अधिक बेटियों और कुछ बेटों के साथ सहयोगी, राजा के बराबर, बहुत बुद्धिमान।",
  "Mo-Ve,10": "बहुत प्रतिष्ठित, उच्च स्थिति, क्षमाशील।",
  "Mo-Ve,9": "बीमार, उच्च डिग्री का एक व्यक्ति के गुलाम",
  "Mo-Sa,1": "ग़ुलामी, बदसूरत, लालची, आलसी, एक पापी",
  "Mo-Sa,7": "पानी, कीमती पत्थरों और नौकाओं या जहाजों से संबंधित पेशे, दूसरों द्वारा सम्मानित।",
  "Mo-Sa,10": "गांव या शहर के प्रधान, पत्नी से दूर रहना।",
  "Mo-Sa,9": "एक पापी, विश्वासपूर्ण विश्वास का पालन करता है, अपनी मां को छोड़ देता है।",
  "Me-Ma,1": "हिंसा या हत्या के कारण, आग से संबंधित कार्यों, एक राजदूत या आत्मविश्वास में कुशल।",
  "Me-Ma,4": "रिश्तेदारों से दूर रहना, दोस्तों, धन, वाहनों और सुखों से आशीर्वाद, अपने लोगों के हाथों अपमान का सामना करना पड़ता है।",
  "Me-Ma,7": "बहुत दूर सफर करने वाले, झगड़ालू,, सुन्दर, अपनी पहली पत्नी खो देता है।",
  "Me-Ma,10": "एक सेना के कमांडर, बहादुर, मजबूत, राजा द्वारा सम्मानित।",
  "Me-Ma,9": "अच्छा ज्ञान , सुंदरता, प्रसिद्ध, चिंतित, खुशियों में लिप्त रहते है",
  "Ju-Ma,1": "प्रतिष्ठित, प्रतिभाशाली, विनोदी, साहसी।",
  "Ju-Ma,4": "दोस्तों और रिश्तेदारों के साथ धन्य, संगत, देवताओं और ब्राह्मणों को समर्पित।",
  "Ju-Ma,7": "पहाड़ों, किलों और जंगलों में एक भटकिया, बहादुर, पत्नी से दूर",
  "Ju-Ma,10": "एक बड़े परिवार के साथ बेहद प्रसिद्ध, बहुत अमीर, बुद्धिमान।",
  "Ju-Ma,9": "पूजा, योग्य, शाही बीमार, कठोर, दुखी और चोटें।",
  "Ve-Ma,1": "आधार महिलाओं के लिए आदी, निषिद्ध कर्मों में शामिल, महिलाओं पर पैसे बर्बाद, अल्पकालिक।",
  "Ve-Ma,4": "चिंतित, दुखी, रिश्तेदारों, दोस्तों और बच्चों की बेईमानी।",
  "Ve-Ma,7": "लालची, अनैतिक, महिलाओं द्वारा पीड़ित",
  "Ve-Ma,10": "हथियारों के उपयोग के लिए एक विशिष्ट शिक्षक, बुद्धिमान, सीखने, धन और अच्छे कपड़े, मशहूर, एक मंत्री",
  "Ve-Ma,9": "झगड़ालू, विदेश भूमि में रहता है, कठोर, अपनी पत्नी के प्रति वफादार नहीं, चालाक, धातु विज्ञान का शौकीन।",
  "Ma-Sa,1": "युद्ध में विजेता, मां के प्रति शत्रुता, अल्पकालिक।",
  "Ma-Sa,4": "घर के आराम से दूर रहना, एक पापी के पास और प्रियजनों द्वारा छोड़ा गया।",
  "Ma-Sa,7": "पत्नी और बच्चों के आराम के विचलन, बीमारियां, पापपूर्ण कार्य में शामिल हैं।",
  "Ma-Sa,10": "शासक से कमाई, सजा (अपराध के लिए) पीड़ित है।",
  "Ma-Sa,9": "पापपूर्ण, चरित्रहीन, अन्य लोगों की पत्नियों के लिए आदी, धन और आराम से रहित।",
  "Ju-Me,1": "बहुत सुन्दर, सीखा, शासक द्वारा सम्मानित,  वाहन और सुख ज़िंगगी मिलेगा",
  "Ju-Me,4": "शासक द्वारा सम्मानित दोस्तों, आराम, पत्नी और धन के साथ धन्य।",
  "Ju-Me,7": "अपने पिता से अग्रगण्य होगा, बहुत मजबूत, अपने विरोधियों पर हावी , पत्नी संपत्ति और दोस्तों से सुख",
  "Ju-Me,10": "एक मंत्री या राजा, प्रतिष्ठित, मिलनसार, एक विद्वान।",
  "Ju-Me,9": "ललित कलाओं में लिखे गए शास्त्रों, सीखे, अमीर, मधुर भाषाक, कलाकार",
  "Me-Ve,1": "सुन्दर, ज्ञानी, शासक द्वारा सम्मानित, प्रतिष्ठित, देवताओं और ब्राह्मणों को समर्पित।",
  "Me-Ve,4": "दोस्तों और संतान के साथ धन्य, अच्छे कर्मों में शामिल, एक मंत्री।",
  "Me-Ve,7": "कई महिलाओं से सम्बन्ध, शारीरिक और भौतिक खुशियां, सम्मानित।",
  "Me-Ve,10": "दार्शनिक ज्ञान में वर्जित, उच्च स्थिति में प्रसिद्ध, बहुत समृद्ध नहीं, अपने उपक्रमों को पूरा करता है।",
  "Me-Ve,9": "प्रसिद्ध, ज्ञानी, स्थिरत्व, भाग्यशाली, अपना वादा रखता है",
  "Me-Sa,1": "बदसूरत, पापी, सीखने, धन और वाहनों से रहित, अल्पकालिक।",
  "Me-Sa,4": "रिश्तेदारों, भोजन और पेय के बिना, अपने लोगों द्वारा अपमानित, मूर्खतापूर्ण, एक पापी",
  "Me-Sa,7": "देवताओं को समर्पित, दूसरों के भला करने वाले, झूठ काम,",
  "Me-Sa,10": "अपने विरोधियों को नष्ट कर देता है अपनी सांसारिक संपत्ति के लिए प्रसिद्ध है भगवान, गुरु और ब्राह्मणों को समर्पित,",
  "Me-Sa,9": "बीमार, अमीर, अच्छा बात करने वाले, दूसरों के बुरे सोचने वाला",
  "Ju-Ve,1": "सुन्दर, शाही व्यक्तित्व",
  "Ju-Ve,4": "अपने विरोधियों को नष्ट कर देता है, शारीरिक आराम, भगवान और गुरु को समर्पित",
  "Ju-Ve,7": "सुंदर पत्नी के साथ धन्य है, बेटियों के पिता, प्रसिद्ध",
  "Ju-Ve,10": "प्रसिद्ध, अमीर, राजा",
  "Ju-Ve,9": "मधुर भाषाक, राजा, कई आराम. लंबे समय तक जीवित",
  "Ju-Sa,1": "ज्ञानी, कठोर, धन, दुष्ट, शराबी का शौक",
  "Ju-Sa,4": "एक मंत्री, स्वस्थ, सम्मानजनक, दोस्तों और रिश्तेदारों के आदरन मिलने वाले",
  "Ju-Sa,7": "महिलाओं के प्रति शत्रुता के माध्यम से पैसा खो देता है, मूल कृत्यों में शामिल होता है, अपने पिता के पैसे की इच्छा करता है।",
  "Ju-Sa,10": "राजा से सामान, कुछ बेटे, स्थिरत्व, धन और वाहन प्राप्ति",
  "Ju-Sa,9": "धन से सुख प्राप्ति, बीमार, कम रिस्तेदार",
  "Ve-Sa,1": "कई महिलाओं के साथ सहयोगी, सुन्दर, शारीरिक सुख से धन्य, मानसिक यातना से आर्थिक रूप से पीड़ित हैं।",
  "Ve-Sa,4": "शासक द्वारा सम्मानित,  दोस्तों द्वारा मदद",
  "Ve-Sa,7": "महिलाओं, धन, आराम और प्रसिद्धि से धन्य है।",
  "Ve-Sa,10": "चिंताओं के बिना, उच्च स्थिति का व्यापक रूप से प्रसिद्ध।",
  "Ve-Sa,9": "बीमार, राजा से प्रशंसा, प्रसिद्ध, संतान और धन से सुख",
  "Su-Mo-Ma": "वैलोरस,बेरहम,बहुत सक्षम,अमीर,एक मूर्तिकार,मंत्रों और यंत्रों में छिपा हुआ,अपने दुश्मनों के उन्मूलन,और रक्त की बीमारियों से पीड़ित है। सूरज,चंद्रमा और मंगल प्राकृतिक दोस्त हैं,सूर्य और मंगल शक्ति से जुड़े आक्रामक ग्रह हैं,प्रभुत्व और प्रशासन,शरीर में आग और तत्व भी गर्मी। चंद्रमा भी रक्त का प्रतिनिधित्व करता है।,",
  "Su-Mo-Me": "एक राजा के विश्वासी,शानदार,शास्त्रों या शास्त्रों में छिपा हुआ,धन और सुंदरता के साथ बहुत सी सीखा,मीठे टेम्पर्ड,कविता और पुराणिक कथाओं का शौक।,",
  "Su-Mo-Ju": "अत्यधिक गुणकारी,शोधार्थी,एक स्थिर ज्ञान मंत्री,आसानी से क्रोधित,एक विदेशी भूमि में रहना,अपने प्रभाव को फैलाने में सक्षम,धोखेबाज।,",
  "Su-Mo-Ve": "पुण्य की ओर तिरछा,संपत्ति का अधिग्रहण करने के लिए उत्सुक नहीं है,अन्य लोगों की पत्नियों के लिए आदी,सुन्दर,विद्वत्तापूर्ण,धनी,अपने दुश्मनों के काम में,",
  "Su-Mo-Sa": "ग़ुलामी,धन और कृपा से दूर रहना,दुष्ट झुकाव,छल से,धातुओं से संबंधित काम में लगे हुए हैं,अपर्याप्त उत्पादन के साथ बहुत से शारीरिक प्रयास का संकेत है।,",
  "Su-Me-Ma": "प्रसिद्ध,valarous,क्रूर,एक पहलवान,बेशर्म,हालांकि भौतिक सुखों से दूर रहना पत्नी के पास है,धन और संतान।,",
  "Su-Ju-Ma": "बहुत अमीर,भाषण वक्ता,एक मंत्री या एक कमांडर,उदार,ईमानदार,आक्रामक और हावी है,मनोरंजन का शौक,न्याय प्रदान करने के इच्छुक हैं।,",
  "Su-Ve-Ma": "भाग्यशाली,बहुत बुद्धिमान,अमीर,मिलनसार,कठोर,सुन्दर,कुछ शब्दों का आदमी,आंख की बीमारी से पीड़ित,और यौन साहसवाद को बढ़ावा देता है।,",
  "Su-Ju-Me": "तेज witted,शास्त्रों के अध्ययन में लगे हुए हैं,लेखक,एक मूर्तिकार,अमीर,valorious,आंख की बीमारी से पीड़ित,",
  "Su-Me-Ve": "ver talkitive,ग़ुलामी,एक पतला संविधान का,ज्ञानी,माता-पिता और preceptors द्वारा अपमानित,अपनी पत्नी के कारण यातना पीड़ित है।,",
  "Su-Me-Sa": "दोस्तों और रिश्तेदारों द्वारा खारिज कर दिया गया,दुष्ट,ईर्ष्या,नपुंसकों की तरह व्यवहार करना,अपमान का सामना करना पड़ता है।,",
  "Su-Ju-Ve": "ज्ञानी,गरीब,एक राजा की शरण में,नौकर,मिलने वाला,क्रूर,",
  "Su-Ju-Sa": "बात करने में cleaver,शासक द्वारा पसंद किया गया,निडर,शुद्ध विचारों के,पत्नी,दोस्तों और संतान,असममित शरीर का,महिलाओं पर पैसा बर्बाद करता है।,",
  "Su-Ve-Sa": "दुष्ट,घमंड,अपने दुश्मनों के डर में,सीखने के बेरफट,कृपा और प्रसिद्धि,अकुशल,अनैतिक गतिविधियों की ओर झुकाव,त्वचा रोग से पीड़ित है।,",
  "Mo-Me-Ma": "दुष्ट,अपने लोगों द्वारा अपमानित,ధర్మం మరియు సంపద కోల్పోవడం,अपने पूरे जीवन में दोस्तों के बिना,एक ग्लुटन,",
  "Mo-Ju-Ma": "सुन्दर,खूबसूरत, प्यारा चेहरा,प्यार बीमार,दिलकश,आसानी से क्रोधित,उसका शरीर चोटों से डरा हुआ है।,",
  "Mo-Ve-Ma": "एक बदसूरत महिलाओं के मालिक,कभी एक भटकिया,चंचल दिमाग,ठंड के डर में।,",
  "Mo-Ma-Sa": "बचपन से मां से आराम से दूर रहना,दुष्ट,चंचल दिमाग,निषिद्ध कार्यों में उलझा हुआ है।,",
  "Mo-Ju-Me": "ज्ञानी,प्रसिद्ध,सुवक्ता,धनी,धार्मिक,बीमार,एक राजा के पक्षपात।,",
  "Mo-Me-Ve": "अच्छी शिक्षा,माननीय,प्रकृति का मतलब है,अत्यधिक गुप्त,दूसरों की ईर्ष्या।,",
  "Mo-Me-Sa": "ज्ञानी,योग्य,शासक द्वारा सम्मानित,सुवक्ता,बीमार,एक नेता।,",
  "Mo-ju-Ve": "बहुत अच्छा लॉकिंग,ज्ञानी,पुण्य मां से पैदा हुआ,कई कलाओं में कुशल।,",
  "Mo-Ju-Sa": "ललित कलाओं में लिखे गए शास्त्रों,राजा से प्रशंसा,बुद्धिमान,प्रसिद्ध,बीमारी से दूर रहना,एक गांव या शहर के नेता,पुरानी महिलाओं से जुड़ा हुआ,",
  "Mo-Ve-Sa": "कुशल लेखक,एक अच्छे परिवार से आ रहा है,पुण्यपूर्ण कामों में लगे हुए हैं,सब जाने आप को पसंद करेगा,",
  "Ju-Me-Ma": "अपने परिवार में सम्मानित,कविता को दिया गया,संगीत और नाटक,युवा महिलाओं से जुड़ा हुआ,ठीक महिलाओं के पति,दूसरों के लिए अच्छा करने में लगे हुए हैं।,",
  "Me-Ve-Ma": "अच्छा बात करने वाले,चंचल दिमाग,एक अंग का दोषपूर्ण,शरीर की पतली,आधार में जन्मे,दुष्ट,उत्साही,धनी।,",
  "Me-Ma-Sa": "डर में रहना,दुबला शरीर,आंखों और मुंह में बीमारी,परिहास युक्त,एक पुरुष कार्यकर्ता,एक वानर,",
  "Ju-Ve-Ma": "पत्नी,बच्चों और आराम,राजा से प्रशंसा,अच्छे लोगों के साथ सहयोगी,",
  "Ju-Ma-Sa": "दुबला उबला हुआ,क्रूर,दुष्ट,दोस्तों नहीं,concieted,शासक द्वारा पसंद किया गया।,",
  "Ve-Ma-Sa": "Foriegn निवास,बुरे बच्चे,सुंदर महिलाओं के हाथों अपमान का सामना करना पड़ता है।,",
  "Ju-Me-Ve": "सुन्दर,दुश्मनों से दूर रहना,ईमानदार,स्थायी प्रसिद्धि का।,",
  "Ju-Me-Sa": "समृद्ध,शारीरिक सुख से धन्य,ज्ञानी,भाग्यशाली,अपनी पत्नी को समर्पित,",
  "Me-Ve-Sa": "बेईमान,शातिर,महिलाओं के लिए आदी खुद का नहीं,पथिक,",
  "Ju-Ve-Sa": "प्रसिद्ध,प्रसिद्ध,स्पष्ट बुद्धि का,सामान्य परिस्थितियों में पैदा होने पर भी राजा के बराबर।,",
  "Su-Mo-Me-Ma": "बीमार,लेखक,भ्रम पैदा करने में कुशल,बुद्धिमान,सुवक्ता,चोर सा।,",
  "Su-Mo-Ju-Ma": "प्रसिद्ध,बुद्धिमान,अमीर,प्रतिभाशाली,शासक को समर्पित,दुःख और बीमारी से दूर रहना,",
  "Su-Mo-Ve-Ma": "ज्ञानी,आरामदायक,प्रसिद्ध,पत्नी,संतान,धन और पुण्य।,",
  "Su-Mo-Ma-Sa": "बेवकूफ,बौना आदमी,गरीब,ग़ुलामी,अस्वस्थ आंखें और एक अविश्वासू पत्नी होने,भक्तों पर रहना,",
  "Su-Mo-Ju-Me": "स्वस्थ,अमीर,मजबूत,धार्मिक,सुन्दर,प्रेमपूर्ण आंखों के साथ,एक मूर्तिकार,",
  "Su-Mo-Me-Ve": "सुवक्ता,वक्ता,सुन्दर,बौना आदमी,राजा से प्रशंसा,दोषपूर्ण दृष्टि का।,",
  "Su-Mo-Me-Sa": "भक्तों पर रहना,एक पापीर,एहसान फरामोश,बेईमान,आंख की बीमारी के साथ।,",
  "Su-Mo-Ju-Ve": "शासक द्वारा सम्मानित,पानी और वन क्षेत्रों का मालिक है,कई आराम का आनंद ले रहे हैं।,",
  "Su-Mo-Ju-Sa": "माननीय,धन और संतान के साथ आशीर्वाद दिया,कमजोर शरीर,एक संतुलित दृष्टिकोण का,योग्य महिलाओं द्वारा पसंद किया गया,आसानी से क्रोधित।,",
  "Su-Mo-Ve-Sa": "राड़,भक्षक,कमजोर शरीर,डर में रहना,एक महिला की तरह व्यवहार करना।,",
  "Su-Ju-Me-Ma": "वैलोरस,आवारा,पुस्र्षगामी,अमीर,एक नेता,लेकिन दुर्भाग्य और आंख की बीमारी से पीड़ित।,",
  "Su-Me-Ve-Ma": "पुस्र्षगामी,बेशर्म,अजीब दिखने और पोशाक के दुष्ट।,",
  "Su-Me-Ma-Sa": "ज्ञानी,एक योद्धा,एक कमांडर,शासक के लिए एक परामर्शदाता,मूल कृत्यों में शामिल है।,",
  "Su-Ju-Ve-Ma": "प्रसिद्ध,भाग्यशाली,अमीर,शासक के सम्मान में आयोजित किया।,",
  "Su-Ju-Ma-Sa": "सम्मानित,अपने उपक्रमों को पूरा करता है,दोस्तों,रिश्तेदार और शाही पक्षपात,मानसिक रूप से असंतुलित।,",
  "Su-Ve-Ma-Sa": "खुफिया में कमी,दिखता है और गुण,मानसिक पीड़ा पीड़ित है,सभी का प्रभुत्व है।,",
  "Su-Ju-Me-Ve": "प्रसिद्ध,अमीर,एक नेता,अपने वांछित उद्देश्यों को पूरा करता है।,",
  "Su-Ju-Me-Sa": "झगड़ालू,coneited,उत्साह की कमी,एक नपुंसक की तरह व्यवहार करना।,",
  "Su-Me-Ve-Sa": "पवित्र,सुंदर,ज्ञानी,आरामदायक,ईमानदार,अच्छा वक्ता,दोस्तों के लिए सहायक,",
  "Mo-Ju-Me-Ma": "पवित्र शास्त्रों में बनी,एक राजा या एक मंत्री,बेहद प्रसिद्ध,",
  "Mo-Me-Ve-Ma": "झगड़ालू,आलसी,दुष्ट,अपने लोगों के प्रति शत्रुतापूर्ण,सुन्दर,एक दुष्ट महिलाओं के पति।,",
  "Mo-Me-Ma-Sa": "बहादुर,अपने दोस्तों से आराम से दूर रहना,पत्नी,बच्चों और दोस्तों के साथ कुश मिलेगा,",
  "Mo-Ju-Ve-Ma": "वैलोरस,अमीर,ज्ञानी,दोस्तों और प्यारी पत्नी के साथ आशीर्वाद दिया,एक अंग का दोषपूर्ण।,",
  "Mo-Ju-Ma-Sa": "ज्ञानी,उदार,बहादुर,मानसिक रूप से स्थिर,धनी,दोषपूर्ण सुनवाई का।,",
  "Mo-Ve-Ma-Sa": "एक अनैतिक महिला के पति,कभी दुखी,साहसिक,निडर,एक सर्पेंट की तरह आंखों के साथ।,",
  "Mo-Ju-Me-Ve": "ज्ञानी,प्रसिद्ध,अमीर,मां और पिता की बेरहमी,दुश्मनों के बिना,दोषपूर्ण सुनवाई के साथ।,",
  "Mo-Ju-Me-Sa": "धार्मिक,दानशील,ज्ञानी,प्रसिद्ध,बहुत अमीर,एक राजा के संरक्षक।,",
  "Mo-Me-Ve-Sa": "पुस्र्षगामी,एक दुष्ट महिला के पति,ज्ञानी,कई के लिए शत्रुतापूर्ण,रोगग्रस्त आंखों का।,",
  "Mo-Ju-Ve-Sa": "मां से वंचित,ईमानदार,पुस्र्षगामी,असुविधाजनक,ग़ुलामी,त्वचा की बीमारी है,",
  "Ju-Me-Ve-Ma": "धनी,स्वस्थ,अत्यधिक सम्मानित,महिलाओं के साथ झगड़े में शामिल,",
  "Me-Ve-Ma-Sa": "युद्ध में कुशल,एक पहलवान,बहुत स्वस्थ,प्रसिद्ध,कुत्ते को पालतू जानवर के रूप में रखता है।,",
  "Ju-Me-Ma-Sa": "vilorous,ज्ञानी,सुवक्ता,ईमानदार,पवित्र,गरीबों के साथ परेशान।,",
  "Ju-Ve-Ma-Sa": "शानदार,अमीर,साहसिक,दूसरों की पत्नियों के लिए आदी।,",
  "Ju-Me-Ve-Sa": "बहुत सी सीखा,उल्लेखनीय स्मृति का,ईमानदार,मिलनसार,कामुक।,",
  "Su-Mo-Ju-Me-Ma": "दुखी,जुझारू,एक सूचनार्थी,पत्नी से अलग होने से पीड़ित,",
  "Su-Mo-Me-Ve-Ma": "दूसरों के लिए काम करना,दोस्तों और रिश्तेदारों से दूर रहना,बेईमान,मित्रवत नपुंसक।,",
  "Su-Mo-Me-Ma-Sa": "आराम से दूर रहना,पत्नी और धन के साथ धन्य,कैद पीड़ित है,अल्पकालिक।,",
  "Su-Mo-Ju-Ve-Ma": "माता-पिता द्वारा खारिज कर दिया गया,बहुत दुखी,एक आतंकवादी या हत्यारा,अंधा।,",
  "Su-Mo-Ju-Ma-Sa": "युद्ध में अच्छा है,कुशल,दूसरों की संपत्ति प्राप्त करता है,दुष्ट,अपनी महिला-प्रेम से अलग होना।,",
  "Su-Mo-Ve-Ma-Sa": "वंचित,गरीब,दूसरों की पत्नियों के लिए आदी।,",
  "Su-Mo-Ju-Me-Ve": "बहुत अमीर,एक मंत्री,एक राजा के परामर्शदाता,दंडित करने का अधिकार (एक न्यायाधीश),प्रसिद्ध,शक्तिशाली।,",
  "Su-Mo-Ju-Me-Sa": "निरंतर या दूसरों द्वारा खिलाया जाता है (आश्रित),क्रूर,राड़,धोखा।,",
  "Su-Mo-Me-Ve-Sa": "बीमार,लंबा कद का,धन की बेरहमी,दोस्तों और आराम,एक बालों वाले शरीर का।,",
  "Su-Mo-Ju-Ve-Sa": "ज्ञानी,निडर,उसकी पत्नी का शौक,सुवक्ता,जुगलिंग में क्लीवर,चंचल दिमाग।,",
  "Su-Ju-Me-Ve-Ma": "प्रसिद्ध,एक सेना के कमांडर,दुःख से दूर रहना,भाग्यशाली,सुन्दर,राजा द्वारा पसंद आया,महिलाओं का पीछा नहीं करता है।,",
  "Su-Me-Ve-Ma-Sa": "बीमारी और दुश्मनों द्वारा पीड़ित,misearable,भूखा,अपने निवास से विस्थापित,",
  "Su-Ju-Ve-Ma-Sa": "ज्ञानी,सावधान,धातु के काम में और रसायनों से निपटने में कुशल।,",
  "Su-Ju-Me-Ve-Sa": "पवित्र शास्त्रों में बनी,धार्मिक,preceptors के लिए समर्पित,दयालु।,",
  "Mo-Ju-Me-Ve-Ma": "धार्मिक,ज्ञानी,अमीर,बीमारियों से दूर रहना,कई दोस्तों के साथ।,",
  "Mo-Ju-Me-Ma-Sa": "दुष्ट,गरीब,भिखारी भोजन पर रहना,रात अंधापन पीड़ित है।,",
  "Mo-Me-Ve-Ma-Sa": "बदसूरत,मूर्खतापूर्ण,एक पापीर,एक नपुंसक,घमंड,दूसरों की सेवा करना,",
  "Mo-Ju-Ve-Ma-Sa": "एक पुरुष नौकर,मूर्खतापूर्ण,चोर सा,भिखारी भोजन पर रहना,shabbily कपड़े पहने हुए,आंखों में बीमारी का।,",
  "Mo-Ju-Me-Ve-Sa": "अत्यधिक सम्मानजनक,एक मंत्री,धार्मिक,कई लोगों के नेता।,",
  "Ju-Me-Ve-Ma-Sa": "आसानी से क्रोधित,कारावास और मौत की सजा देने के लिए अधिकृत,राजा द्वारा पसंद आया,आलसी,बीमार,पागलपन से पीड़ित है।,",
  "Su-Mo-Ju-Me-Ve-Ma": "सीखने के साथ आशीर्वाद दिया,बीवी,धन और पुण्य,pilligrimages पर चला जाता है,प्रसिद्ध,पहाड़ियों और जंगलों में रहता है,दुबला,बातूनी।,",
  "Su-Mo-Ju-Me-Ma-Sa": "दान के लिए दिया गया,पवित्र,चंचल दिमाग,अव्यवस्थित स्थानों में रहना,पुस्र्षगामी,दूसरों के लिए सहायक।,",
  "Su-Mo-Ju-Ve-Ma-Sa": "दुष्ट,दूसरों की सेवा में लगे हुए हैं,आसानी से क्रोधित,तपेदिक और अन्य छाती रोगों से पीड़ित है,आराम से संतुष्ट लेकिन संतुष्ट,अपनी पत्नी को समर्पित,",
  "Su-Mo-Ju-Me-Ve-Sa": "पत्नी और धन से दूर रहना,मानसिक पीड़ा पीड़ित है,राजा के दिल का राजा सलाहकार,सुंदर।,",
  "Su-Ju-Me-Ve-Ma-Sa": "पहाड़ियों और जंगलों में घूमना,दलदल पर चला जाता है,पत्नी से बेकार,धन और संतान।,",
  "Mo-Ju-Me-Ve-Ma-Sa": "पवित्र,प्रसिद्ध,आलसी,wealty,एक राजा परामर्शदाता,कई महिलाओं के साथ आशीर्वाद दिया,तीर्थयात्रा करता है,तपस्वी आदतों का।,"
}