{"name":"Kemadruma Dosha","desc":"Kemadruma Dosha occurs when there are no planets on either side of moon. Rahu/Ketu are omitted as they are not true planets. According to some astrologers this dosha can also occur when moon is not aspected by any benefic planet or is not in conjunction with any of benefic planets in birth chart. This Yoga is not at all inauspicious as believed by the astrologers in the modern times. A person should not be afraid of this Yoga at all. In fact it provides strong power to a person to face all sorts of struggles in life so that he may excel and achieve success. People with this Yoga are generally seen to be excellent Generals, Ministers, Councillors, Advisors, Teachers, Professors, Coaches and highly paid & in-demand consultants. The general idea is that they may not be in 'one opinion within' for their own life but are the best people to seek advice from. For example: A person with this Yoga may not be a great soccer player being an average implementer however due to the deep knowledge of technique might guide someone to become one of the best soccer players in the Century. Most phenomenal Astrologers who have contributed to groundbreaking discoveries were born with this Yoga. It is believed that people with such type of a planetary setting, when once channelize their energy and calm the chattering mind either with meditation, yoga, mantra recitation, etc. - they can learn and store 'the entire knowledge available to humanity ever' which is what had made them great advisors & gurus throughout the history. A key distinguishing factor in such individuals is that they are theoretical gurus of all trades but average or below average implementers of that knowledge. These individuals when clubbed with an equally good implementer (who readily accepts 'a person with this Yoga' as his teacher), results in a highly successful union which is an unstoppable team in every aspect","remedies":"Worship Lord Shiva, Parvathi & Lakshmi. keeping fast on Mondays especially when the day falls on Purnima/Full Moon. Wear Sri Yantra made of sliver with pearl in it"}