 {
 "mrul-1":"You are currently in [0] Maha Dasha, [1] Anthar Dasha & [2] Pratyantar Dasha",
 "mrul-2":"Your Dasha Lord(s) [0] are Money significators. Hence in the current Dasha will help you gain money which depends on strength of these Dasha Lords.",
 "mrul-3":"Moon and Jupiter are main significators of Wealth. Venus bestows luxuries and comforts in Life, a well placed Venus, Jupiter and Moon makes one Rich.",
 "mrul-4":"The second house lord [0] & 11th house lord [1] are conjunct in Ascendant house which forms a very auspicious wealth yoga in horoscope.",
 "mrul-5":"The first house lord [0], second house lord [1] & 11th house lord [2] are in their respective houses which makes the native extremely rich.",
 "mrul-6":"Both 7th & 8th house are aspected by benefic planet(s). The natives financial condition improves after marriage.",
 "mrul-7":"7th Lord aspecting its own house which is auspicious",
 "mrul-8":"8th Lord aspecting its own house which is auspicious",
 "mrul-9":"Jupiter, Mercury & the 2nd Lord [0] are in same house. Which is a very good combination for Financial gains.",
 "mrul-10":"2nd Lord [0] & 5th Lord [1] exchanged their houses which is very auspicious for Financial Growth. as per Bhavat Bhavam principle, it is the secondary House of Fortune. Moreover it is one of the Trikona House. Trikona Houses are known as Lakshmisthana or Houses of wealth",
 "mrul-11":"In your horoscope Sun is aspecting Moon which is very favorable for financial prosperity.",
 "mrul-12":"In your horoscope Jupiter is aspecting Moon which is very favorable for financial prosperity.",
 "mrul-13":"In your horoscope Jupiter is aspecting 2nd Lord which is very favorable for financial prosperity.",
 "mrul-14":"In your horoscope Jupiter is aspecting 2nd house which is very favorable for financial prosperity.",
 "mrul-15":"In your horoscope there is a benefic planet in 8th house which makes one rich by inheritance or Lottery or Share market.",
 "mrul-16":"In your horoscope Venus is in 12 house which is very beneficial for financial gains.",
 "mrul-17":"Arudha Lagna is the Image of your Lagna on others, its like reflection. Arudh Lagna gives us a clue on how a person is perceived by others. By analyzing Arudh lagna in the horoscope can give more informatoon regarding your materialistic gains.",
 "mrul-18":"Your Arudh Lagna is [0] & its Lord is [1]",
 "mrul-19":"[0] aspects 11th house from Arudh Lagna which is very auspicious, as per Jaimini such aspect could make the native wealthy.",
 "mrul-20":"Both benefic & malefic planet in the 11th house from Arudh Lagna, as per Jaimini such placement can make the native  wealthy through both righteous and unfair means",
 "mrul-21":"A benefic planet positioned in the 11th house from Arudh Lagna, as per Jaimini such placement can make the native  wealthy through fair & righteous means",
 "mrul-22":"A malefic planet positioned in the 11th house from Arudh Lagna, as per Jaimini such placement cause the native to make money through unfair means.",
 "mrul-23":"In your horoscope [0] in 2nd house from Arudh Lagna, as per Jaimini such a placement causes native wealthy & prosperous.",
 "mrul-24":"In your horoscope Arudh Lagna falls in 11th house from Ascendant, as per Jaimini such placement causes the native to be wealthy.",
 "mrul-25":"In your horoscope Arudh Lagna is falling in [0] house which is Angular or Trine house from Ascendant, as per Jaimini such placement causes the native to be wealthy.",
"mrul-26":"In your horoscope Arudh Lagna falls in [0] house from Ascendant, as per Jaimini such placement would yeild undesirable results",
 "mrul-27":"Indu lagna is also known as the ascendant of wealth. It has special significance in Ashtakavarga. It is also known by the name of Moon Yoga in the Brihat Parashara Hora. Indu lagna or Moon ascendant is analyzed to determine the financial situation of a native. It is used to determine the wealth and prosperity of the native. It also determines important incidents of a native’s life.",
 "mrul-28":"In your horoscope Indu Lagna falls in [0] house, lord of this house is [1].",
 "mrul-29":"As per vedic texts, the planets positioned in 1st, 4th, 7th, 10th & 11th houses from Indu Lagna are suppose to be wealth givers, the native is expeted to earn during dashas of these planets.",
 "mrul-30":"In your horoscope, the planets [0] are wealth givers, you are expeted earn good wealth during dashas of these planets.",
 "mrul-31":"As per vedic texts, the planets positioned in 6th, 8th, 12th houses from Indu Lagna are considered inauspicious for wealth.",
 "mrul-32":"In your horoscope, the planets [0] are considered inauspicious for weath, you may expect some challenges during dashas of these planets."
 }
