{
"ashwini":"These people are extensively high on energy and would have a nick for cleanliness, which might come across as an OCD. Leave it to them, and they will spend their time cleaning and keeping their tidy.",
"bharani":"This nakshatra is known for being cruel, and ungrateful. People born in this nakshatra have a gradual fear of water and are strictly career-minded. They are honest and frank in their opinions you'll never find them pleasing others. Also, they are quite fond of spreading rumors",
"krittika":"These people are known to have a cutting wit and being sarcastic at the drop of a hat, which often angers other. They never have cordial relations in life, be it with friends or relatives",
"rohini":"They are a bit inclined towards religious activities, and some even earn their livelihood through it. They don't mind being critical of others, especially looking down at their seeming low class. They like to show off their assets and their stand in society",
"mrigashira":"This nakshatra is known for its likable quality and charm. They'll always face financial and personal difficulties, but would never let it get public",
"ardra":"These people are emotionally detached to ones around them, for this reason, they are hardly open to adjusting their nature, attitude, and life. They hardly worry about money and acquiring wealth, which is why they are often detached from their family",
"punarvasu":"These people have a lot of friends, as they are natural gems. They like to enrich their mind with knowledge and have a spirit and attitude to rise from the ashes. Their over-friendly nature and habit of trusting easily is the reason why they must do everything, except partnership in business arrangement and deals.",
"pushya":"They are known for their undying obedience to their parents, and for religious humbleness. They hate those who disrespect laws and believe that they are above the soceity and its law.",
"ashlesha":"They are wanderer travelers and can travel unnecessarily regardless of their family and friend's need. They are wicked by nature and may even spend their wealth with evil intentions for personal benefits.",
"magha":"These people live their life as if there's no tomorrow and therefore are God-fearing. They will never dupe others of their money, emotions or hope. They constantly need a support, which is why they fail at doing things independently.",
"purvaphalguni":"These people are clever but not cunning, and rough when it comes to communication with others. They are unbelievably honest and you'll often find them taking a sole stand against anything unrighteousness and any illegal activity.",
"uttaraaphalguni":"They are charitable and known for their kind-heartedness. These qualities earn them fame and good position in society. They are always successful in professions, which lets them deal with people.",
"hastha":"They are religiously inclined and learned individuals in terms of academics. They also excel at jobs, which involve a lot of traveling.",
"chitra":"They are quite gallant on their enemies and know how and where to use politics for their benefit. Many of them will pursue higher education and will retain a lifelong thirst for knowledge.",
"swati":"They can be destructive unless people around them guide them to utilize their endless energy into good use. They are born flirt, which often would get them into trouble. They need to learn and bend with the wind in order to survive the forces of change, or else would face struggle lifelong.",
"vishakha":"They get delayed but extensive results of their hard work. They envision long-term gains, which is why they don't mind shortcomings in life. They might not admit but are secretly envious of the success of others. Because they don't like to have a large social circle, it often results in bitterness and resentment may result.",
"anuradha":"They often have to face obstacles in their life, because of their impulsive attitude. People of this nakshatra have strained relations with their parents They seriously need to watch their dietary habits, which result in health problems in later life.",
"jyestha":"These people are born with an excellent physical stamina and a good physical appearance. They find it hard to focus, which is why they are not stable in life and will keep on changing professions.",
"mula":"These people are often financially successful and lead a materially comfortable life, because of all the wisdom they gained during their journey. They are peace-loving individuals but have a violent streak for those who would hinder the peace in their life.",
"purvaashada":"They tend to get into arguments with others and prove their intelligence through the arguments. They lack the necessary logical reasoning to take a well thought out decision",
"uttaraashada":"They are workaholic but if they lose interest they become lazy, introspective, and don't even finish what they started. The people born under this nakshatra do not trust others easily.",
"shravana":"They like to be well versed in the sacred texts and scriptures and tend to destroy their enemies with the power of their knowledge and patience. They like the feeling of being superior then others, this is the reason why they seldom gain the respect and faith of those whom they help.",
"danishta":"These people get angry and are determined to crush the offender with all their might. Individuals of this nakshatra would face either delayed marriage or unhappy married life.",
"shatabhisha":"They like to be simple, and live a principled and straightforward life. A person born in this Nakshatra is brave and believes in focusing on their own lives, rather than worrying about the world",
"purvabhadra":"They wouldn't mind sacrificing themselves for a higher cause, to make a difference in the world. They are a little more practical-minded when it comes to charity. They very adaptable kind and can change themselves as the situation warrants.",
"uttarabhadra":"These people are the real believers in the power of knowledge, which is why they travel to acquire it. Sooner in life, they move out of their birthplace. They will not hesitate to sacrifice even their life to those who love them.",
"revati":"They are quite stubborn and short-tempered. Nevertheless, they are the most God-fearing people of all and will have a tendency to overburden themselves with others problems and this could cause their health to suffer."

}