{
"d9-r1":"When a planet is in the same sign in the birth chart and navamsa,then that planet is called Vargottama planet. It is coined from 2 words, Varga and Uttama. This is the best planet in the entire divisional chart.",
"d9-r2":"In your navamsa chart [0] are vargottama planets",
"d9-r3":"In your navamsa chart [0] is a vargottama planet",
"d9-r4":"The Sun indicates the soul, authority, will power, ego and self-esteem. Sun as Vargottama in your D9 chart, you will have a lot of will power. There will be a lot of intimations from your side.",
"d9-r5":"In your horoscope, the Sun is debilitated in Libra, which indicates low confidence, lack of courage, will-power and valor, may also indicate lacking the power to take action and put in hard work",
"d9-r6":"The Moon indicates the emotions, pleasure, nourishment, motherly love and happiness. Moon is the Vargottama planet in your D9 Chart, the qualities indicated by the Moon will be more evident in you.",
"d9-r7":"In your horoscope, Moon is debilitated in Scorpio, which indicates swinging mind, negitive thinking, unhappiness in life, the native may suffer with water related diseases, complains of caugh & catarrh.",
"d9-r8":"The Mercury indicates communication, technology, media and intelligence. Mercury is Vargottama planet in your Navamsha Chart, you will display a sharp intellect.",
"d9-r9":"In your horoscope, Mercury is debilitated in Pisces, which indicates you are day dreamer not bother whats happening at the present, often lost in your own world of imagination, may lack the logical ability.",
"d9-r10":"The Venus indicates love, luxury, comfort, money, strength and relationships, knowledge of astrology. Venus is Vargottama planet in your D9 Chart. The Venusian qualities will be bright.",
"d9-r11":"In your horoscope, Venus is debilitated in Vergo. which indicates that you are desirous of infinite love from your partner, your mind is always occupied by thoughts of love, struggle in married life.",
"d9-r12":"The Mars indicates resistance, fighting spirit, valor, and vigor. Mars is Vargottama planet in your D9 Chart.  Martian qualities are good.",
"d9-r13":"In your horoscope, Mars is debilitated in Cancer, that indicates lack of energy and valur, you would require a lot of training to be under control. The wrong use of any skill can damage your social relations.",
"d9-r14":"The Jupiter indicates wisdom, higher knowledge, higher studies, spirituality.  Jupiter is Vargottama planet in your D9 Chart. Jupiterian qualities will be very much evident in your life.",
"d9-r15":"In your horoscope, Jupiter is debilitated in Capricorn, indicates that you are hard working and will need to struggle hard to meet your goals.",
"d9-r16":"The Saturn indicates hindrance in physical development, longevity, careful, leads life by controlling desires, selfishness, Irresponsible, carelessness and exercises restraints.",
"d9-r17":"The Rahu is Vargottama in your D9 Chart which indicates rebelliousness, aggression, passion  and mental disposition.",
"d9-r18":"The Ketu is Vargottama in your D9 Chart which indicates isolation, detachment, spirituality.",
"d9-r19":"It is a particular navamsa in a sign where planets behaves in auspicious manner.",
"d9-r20":"In your Navamsha chart, Jupiter & Mars conjunct in [0] and Moon is in Pushkar Navamsha which is a powerful combination, according to Jataka Parijata chapter 7 verse 25 a person with such palcememt in horoscope will rule over masses.",
"d9-r21":"In your D9 Chart, Jupiter & Mars conjunct in [0] and Moon is Vargottama which is a powerful combination, according to Jataka Parijata chapter 7 verse 25 a person with such palcememt in horoscope will rule over masses.",
"d9-r22":"In your D9 Chart, Vargottama [0] is in Ascendant, such placement will give you high success in life.",
"d9-r23":"In your D9 Chart, [0]th house lord [1] is in Pushkara Navamsha, such a placement will give you good succss in its dasha/bhukthi.",
"d9-r24":"In your D9 Chart, Jupiter in Pushkara Navamsha in [0] which is also Angular house, such a placement makes the native very wealthy.",
"d9-r25":"In your D9 Chart, Jupiter in Pushkara Navamsha in [0] which is also Trine house, such a placement makes the native very wealthy.",
"d9-r26":"In your D9 Chart, the Pushkara Navamsha Planet [0] placed in [1] house which is dustana house, this would indicate the native being wealthy may experience some health issues.",
"d9-r27":"The Ascendant Lord [0] & 10th Lord [1] of your Rashi Chart are in Pushkara Navamsa in D9 Chart. Such a placement will make the native very fortunate.",
"d9-r28":"In your D9 chart, [0] in Pushkara Navamsa. You can expect good times during dasha/bhukti of [0].",
"d9-r29":"In your Rashi Chart 7th lord [0] & 8th lord [1] & the Karaks [2] [3]. And Whereas 7th & 8th house has benefic aspects. Such a placement in horoscope causes the Married life to be very happy & harmonic.",
"d9-r30":"In your Rashi Chart 7th house has malefic aspect, may cause some issues.",
"d9-r31":"In your Rashi Chart the Kalatra Karaka(Significator for Marriage & conjugal bliss) [0], may cause some issues in maritial bliss.",
"d9-r32":"In your Rashi Chart the Karak of Mind [0], may cause some issues.",
"d9-r33":"As per ancient texts, if Mars is positioned in 1st,2nd,4th,7th,8th or 12th in Rashi Chart from both Ascendant & Moon, the native is considered to have Manglik Dosh. A native with Manglik Dosh is said to experince difficulties in the married life. However there are many cancellation rules which an expert astrologer should be able to judge by assessing various aspects from the horoscope.",
"d9-r34":"In your horoscope, Mars is in [0] house from Ascendant & in [1] house from Moon. Manglik Dosha is present in your horoscope. Remedial measures are recommended",
"d9-r35":"In your horoscope Mars is in [0] house from Ascendant & whereas its position from Moon is away from Manglik effect, hence only a partial Manglik Dosha present in your horoscope.",
"d9-r36":"In your horoscope Mars is in [0] house & there is no Manglik Dosha in your horoscope.",
"d9-r37":"The planets in 7th house can also reveal certain characteristics of your spouse.",
"d9-r38":"In your horoscope, Sun in 7th house indicates your spouse can be from a higher status family, is proud and dominating.",
"d9-r39":"In your horoscope, Mars in 7th house indicates harsh & cruel spouse.",
"d9-r40":"In your horoscope, Saturn in 7th house would cause the spouse to be morose & undersexed. Marriage is delayed or with a widower or with the one who is not good looking.",
"d9-r41":"In your horoscope, Rahu in 7th house indicates late marriage, the wife comes from a low family, is sickly and the native would have relationship with low caste women.",
"d9-r42":"In your rashi chart Ketu is in 7th house which indicates unhappy married life.",
"d9-r43":"In your horoscope [0], such a placement indicates young beautiful & intelligent spouse.",
"d9-r44":"In your horoscope, Venus is in 7th house which indicates handsome but overindulgent spouse.",
"d9-r45":"In your horoscope, Jupier is in 7th house which indicates religious & capable spouse.",
"d9-r46":"In your Navamsha Chart, the 7th Lord [0] & Karak [1], and is devoid of any benefic association, indicates some issues in married life.",
"d9-r47":"As per Vedic Texts, the 7th lord position in Navamsha Chart can give a clue regarding spouse characteristics.",
"d9-r48":"In your Navamsha, the benefic 7th Lord [0] in the 1st House & is a friend to Lagna Lord [1], such a combinaton indicates the wife comes from known family, is helpful to the native & there will be happy married life.",
"d9-r49":"In your Navamsha chart, the 7th Lord [0] which is in Ascendant [0], which indicates danger to first wife, second wife survives.",
"d9-r50":"In your Navamsha chart, the 7th lord [0] in 2nd house which indicate wealthy spouse.",
"d9-r51":"In your Navamsha Chart, 7th Lord [0], which indicates finacial crunch after marriage.",
"d9-r52":"In your Navamsha chart, 7th Lord [0] is in 3rd house, indicates spouse is strength to the native.",
"d9-r53":"In your Navamsha chart, The 7th lord [0], which may indicate the wife is attracted towards native's younger brother.",
"d9-r54":"In your Navamsha chart, 7th Lord [0] is in 4th house, which indicates the wife is good natured and helpful to the native who becomes prosperous.",
"d9-r55":"In your Navamsha chart, 7th Lord [0], which indicates native is unhappy.",
"d9-r56":"In your Navamsha chart, 7th Lord [0] is in 5th house, which indicates the wife is cultured and religious and blessed with many children.",
"d9-r57":"In your Navamsha chart, 7th Lord [0], which indicates wife will be cruel & obstinate.",
"d9-r58":"In your Navamsha chart, 7th Lord [0] is in 6th house, which indicates the wife is sickly. The native has to spend a lot on his wife and incurs debt. He may also fall sick due to excessive indulgence.",
"d9-r59":"In your Navamsha chart, 7th Lord [0] is in 7th house, which indicates the native marries early and leads a happy life with a capable wife.",
"d9-r60":"In your Navamsha chart, 7th Lord [0] and is malefic, which indicates there maybe affairs outside marriage.",
"d9-r61":"In your Navamsha chart, 7th Lord [0] is in 8th house, which indicates marriage is delayed, spouse is sickly, married life is unhappy.",
"d9-r62":"In your Navamsha chart, both the 8th house and the 8th lord is getting benefic aspect, hence the malefic effect gets nullified if any",
"d9-r63":"In your D9 Chart, 7th Lord [0] is in 9th house, which indicates the wife brings luck to the native whose fortune raises after marriage.",
"d9-r64":"In your D9 Chart, 7th Lord [0] is in 10th house, which indicates the wife comes from good background and proves helpful in the natives profession/enterprise or maybe a working lady and of independent nature.",
"d9-r65":"In your D9 Chart, 7th Lord [0] is in 11th house, which indicates the married life will be happy, gains through spouse.",
"d9-r66":"In your D9 Chart, 7th Lord {0} is in 12th house, which indicates marriage is delayed, there is a huge expenditure on spouse.",
"d9-r67":"In your Navamsha chart, 7th Lord [0], which indicates danger to spouse or there could be seperation after marriage."
}

