{
"enemy":"[0] எதிரி அடையாளம் [1]  உள்ளது",
"friend":"[0] நண்பர் அடையாளம் [1] உள்ளது",
"own":"[0] அதன் சொந்த அடையாள [1] யில் உள்ளது",
"exalted":"[1] அடையாளத்தில் [0] உயர்ந்தது",
"mooltrikona":"[0] மூல்ட்ரிகோனா அடையாளம் [1] உள்ளது",
"debilitated":"[1] அடையாளத்தில் [0] பலவீனமடைகிறது",
"ashtakavarga":"அஷ்டகாவர்கா என்பது ஒவ்வொரு வீட்டின் வலிமையையும் அறிய ஒரு தனித்துவமான முறையாகும். இது சூரியன், சந்திரன், செவ்வாய், வீனஸ் மற்றும் புதன் ஆகியவற்றின் நிலைகளின் அடிப்படையில் அறியப்படுகிறது. அஸ்தகாவர்கா முறை ஒவ்வொரு ராஷி வீட்டையும் அசென்டென்ட் & 7 கிரகங்களின் நிலையின் அடிப்படையில் துணைப்பிரிவுகளாக பிரிக்கிறது. ராகு & கேது கணக்கீடுகளில் விடுபட்டுள்ளன, ஏனெனில் இவை உண்மையான கிரகங்கள் அல்ல, அவை சந்திரனின் முனைகளாகும், அவை கிரகண விமானத்தில் அதன் சுற்றுப்பாதையில் உருவாகின்றன",
"avk-rul":"அஷ்டகாவர்காவுக்கு கற்பிக்கப்படும் பொதுவான விதிகள்: 25 க்கு கீழே பலவீனமாக உள்ளது, 25 முதல் 28 வரை சராசரியாக இருக்கிறது, 28 க்கு மேல் நல்லது, கிரகங்கள் ஒரு வீட்டை 30 புள்ளிகளுக்கு கடக்கும் போது அவை நேர்மறையான முடிவுகளைக் கொண்டு வருகின்றன, கிரகங்கள் 25 புள்ளிகளுக்குக் குறைவான ஒரு வீட்டைக் கடத்தினால் நல்லதாக இருக்காது. இது பொதுவாக, உங்கள் ஜோதிடர் சிறப்பாக பகுப்பாய்வு செய்யக்கூடிய பல்வேறு தகுதிகளைப் பொறுத்து கணிப்புகள் மாறுபடலாம் என்பதை நினைவில் கொள்க.",
"shadbala":"6 வெவ்வேறு மூலங்களிலிருந்து பெறப்பட்ட வலிமையைக் கணக்கிடுவதற்கான ஒரு கணித மாதிரி ஷத்பாலா 1) ஸ்தானபாலா / நிலை வலிமை 2) டிக்பாலா / திசை வலிமை 3) கலபாலா / தற்காலிக வலிமை 4) செஸ்டபாலா / இயக்க வலிமை 5) நைசர்கபாலா / இயற்கை வலிமை 6) ட்ரக்பாலா / அம்ச வலிமை . பிபிஹெச்எஸ்ஸில் உள்ள பராசரா, ஷாட் பாலாவை “ஸ்பாஷ்டா பாலா” என்று அழைக்கிறது, அதாவது தனித்துவமான வலிமை. ஒவ்வொரு வலிமையும் தனித்தனியாக மதிப்பீடு செய்யப்பட வேண்டும் என்பதற்கும், கிரகங்களின் “ஷாட் பாலா” இன் மொத்த தொகை ஒவ்வொரு தனித்துவமான வலிமையையும் விட குறைவான முக்கியத்துவம் வாய்ந்தது என்பதற்கும் இது வெளிச்சம் தருகிறது",
"shd-rul":"பிபிஹெச்எஸ் 27.34–36: குறைந்தபட்ச பரிந்துரைக்கப்பட்ட வலிமை: குரு, புதா மற்றும் சூர்யா வலுவானவர்கள், அவற்றின் ஒவ்வொரு ஸ்டானபாலா, டிக்பாலா, கலாபாலா, செஷ்டபாலா மற்றும் அயனாபாலா முறையே 165, 35, 50, 112 மற்றும் 30 விருபாக்கள் என்றால். சந்திரா மற்றும் சுக்ராவுக்கு 133, 50, 30, 100 மற்றும் 40 ஆகியவை தேவைப்படுகின்றன. மங்கல் மற்றும் சனிக்கு இவை 96, 30, 40, 67 மற்றும் 20.பாலா",
"shd-rul2":"பிபிஹெச்எஸ் 27.32–33: குறைந்தபட்ச ஷாட்பாலா தேவை: 390, 360, 300, 420, 390, 330, மற்றும் 300 விருபாக்கள் ஷார்ப்பா பிண்டாக்கள், சூர்யா போன்றவற்றுக்கு வலுவானவை என்று கருதப்படுகின்றன. வலிமை மேலே குறிப்பிடப்பட்ட மதிப்புகளை மீறினால், கிரஹா மிகவும் வலுவானதாகக் கருதப்படுகிறது. ஒரு கிரஹாவுக்கு தேவையான ஷாட்பாலா இருந்தால், அது அதன் வலிமையால் பூர்வீகத்திற்கு சாதகமாக இருக்கும். இருப்பினும், ஷானியின் தீவிர வலிமை நீண்ட ஆயுளையும் துயரங்களையும் தருகிறது.",
"planetary aspects":"கிரக அம்சங்கள்",
"kp-hg":"உங்கள் தஹா செயல்படும் போது வீட்டுக் குழுக்கள் ஒன்றுக்கு மேற்பட்ட கிரகங்களிலிருந்து இருக்கலாம் என்பதை நினைவில் கொள்க. எனவே நிகழ்வுகள் உங்கள் மஹா தஷா, அந்தர் தஷா மற்றும் பிரத்யந்தர் தஷா பிரபுக்களின் முக்கியத்துவங்களின் கலவையிலிருந்து பார்க்கப்பட வேண்டும்",
"kp-hg":"உங்கள் தசா செயல்படும் போது வீட்டுக் குழுக்கள் ஒன்றுக்கு மேற்பட்ட கிரகங்களிலிருந்து இருக்கலாம் என்பதை நினைவில் கொள்க. எனவே நிகழ்வுகள் உங்கள் மஹா தாஷா, அந்தர் தஷா மற்றும் பிரத்யந்தர் தஷா பிரபுக்களின் முக்கியத்துவங்களின் கலவையிலிருந்து பார்க்கப்பட வேண்டும், மேலும் இந்த நிகழ்வு நிகழ வேண்டுமா இல்லையா என்பதை தீர்மானிக்கும் கிரகத்தின் துணை அதிபதி இது.",
"kp-hg2":"கே.பி. ஜோதிடத்தின் கூற்றுப்படி, நிகழ்வுகள் தாஷா மற்றும் கிரகங்களின் போக்குவரத்தின் போது நிகழலாம் & இது கிரகத்தின் துணை அதிபதி மற்றும் சில நேரங்களில் அது துணை துணை பிரபு, இது வானிலை நிகழ்வு நடக்குமா இல்லையா என்பதை தீர்மானிக்கிறது.",
"kp-das":"நீங்கள் தற்போது [0] மகா தாஷா [1] அந்தர் தாஷா & [2] ப்ரத்யந்தர் தாஷாவில் இருக்கிறீர்கள். கேபி ஜோதிடத்தின் படி, உங்கள் தசா பிரபுவின் துணை பிரபு ஒரு நிகழ்வோடு உடன்பட்டால், ஒன்று அல்லது அதற்கு மேற்பட்ட நிகழ்வுகளுக்குக் கீழே உங்கள் தற்போதைய தசாவின் போது தூண்டலாம். நிகழ்வின் நேரம் எந்த கிரகத்தையும் தஷா ஆண்டவரின் விண்மீன்களுக்கு மாற்றும் போது ஆகும்.",
"vim":"இந்து ஜோதிடத்தில் தஷா என்ற சமஸ்கிருத சொல் கிரக காலங்களைக் குறிக்கப் பயன்படுகிறது, திசை ஜோதிடத்தின் தாஷா பததி (அமைப்பு) இந்துக்களுக்கு தனித்துவமானது; இது வேறு எங்கும் காணப்படவில்லை. பல வகையான தஷா அமைப்புகள் உள்ளன, அவற்றில் பராஷாரா நாற்பத்திரண்டு பற்றி குறிப்பிடுகிறார், ஆனால் இவற்றில் இரண்டு மட்டுமே நடைமுறையில் உள்ளன, அதாவது விம்ஷோட்டரி மற்றும் அஷ்டோட்டரி",
"vim-2":"சமஸ்கிருதத்தில் விம்ஷோட்டரி என்பது 120 என்ற எண்ணைக் குறிக்கிறது. ஒரு தனி மனிதனின் அதிகபட்ச ஆயுட்காலம் 120 ஆண்டுகள் என்று விம்ஷோட்டரி தாஷா கருதுகிறார், இது ஒன்பது கிரக காலங்களின் மொத்த காலம் அதாவது கேது 7, வீனஸ் 20, சூரியன் 6, சந்திரன் 10, செவ்வாய் 7, ராகு 18, வியாழன் 16, சனி 19 மற்றும் புதன் 17 ஆகியவை அவற்றின் செயல்பாட்டின் வரிசையில் உள்ளன. இந்த அமைப்பு எப்போது கண்டுபிடிக்கப்பட்டது, ஒவ்வொன்றிற்கும் ஒதுக்கப்பட்ட ஆண்டுகளின் எண்ணிக்கை ஏன் மாறுபடுகிறது என்பது தெரியவில்லை. விம்ஷோட்டரி தஷாவின் ஆண்டு வானியல் சூரிய ஆண்டு 365.25 நாட்கள்",
"crul-1":"10 வது வீட்டை ஆக்கிரமித்த [0] தஷா மற்றும் உங்கள் தசம்ஸா அட்டவணையில் 10 வது வீட்டின் அதிபதியாக இருக்கும் [1] தஷாவின் போது நீங்கள் நல்ல தொழில் வாய்ப்புகளை எதிர்பார்க்கலாம்.",
"crul-2":"உங்கள் தசம்சா விளக்கப்படத்தில் 10 வது வீட்டின் அதிபதியாக இருக்கும்  [0] தஷாவின் போது நீங்கள் நல்ல தொழில் வாய்ப்புகளை எதிர்பார்க்கலாம்",
"crul-3":"[0] கோண வீட்டில், இந்த கிரகங்களின் தசா / புக்தியின் போது ஒரு குறிப்பிடத்தக்க தொழில் மைல்கல்லைக் காணலாம்",
"crul-4":"உங்கள் டி -10 விளக்கப்படத்தில் 10 வது ஆண்டவர் [0] [1] அடையாளத்தில் உள்ளார், மேலும் [2] அடையாளத்திலும் நன்கு வைக்கப்பட்டுள்ளார், இது ஒரு நல்ல வாழ்க்கையை உறுதி செய்கிறது.",
"crul-5":"உங்கள் டி -10 விளக்கப்படத்தில், உங்கள் லக்னா வீட்டை நன்மை பயக்கும் கிரகங்கள் நோக்குகின்றன",
"crul-6":"உங்கள் டி -10 விளக்கப்படத்தில், 10 வது வீடு நன்மை பயக்கும் கிரகத்திலிருந்து ஒரு அம்சத்தைப் பெறுகிறது, இது ஒரு நல்ல அறிகுறியாகும்.",
"crul-7":"உப்பச்சாய வீட்டில் உங்கள் டி -10 விளக்கப்படத்தில் சக்திவாய்ந்த சூரியன், இது ஒரு நல்ல அறிகுறி",
"crul-8":"உபாச்சாயா வீட்டில் உங்கள் டி -10 விளக்கப்படத்தில் சக்திவாய்ந்த சூரியன் மற்றும் வியாழனால் எதிர்பார்க்கப்படுகிறது, பூர்வீகம் தொழில் வாழ்க்கையில் அங்கீகாரத்தையும் புகழையும் பெற வாய்ப்புள்ளது.",
"crul-9":"உங்கள் டி -10 விளக்கப்படத்தில், சக்திவாய்ந்த சூரியன் கோண வீட்டில் உள்ளது, இது உயர் அந்தஸ்து, அதிக வருமானம், நிர்வாக சக்தி, தொலைநோக்கு பார்வை ஆகியவற்றைக் கொடுக்கும்.",
"crul-10":"உங்கள் ராஷி விளக்கப்படத்தில் 10 வது ஆண்டவர் [0], டி -10 தரவரிசையில் வலுவாக உள்ளது, இது பல வருமான ஆதாரங்களுடன் அந்தஸ்தையும் மென்மையான வாழ்க்கையையும் உறுதி செய்கிறது.",
"crul-11":"உங்கள் டி -10 விளக்கப்படத்தில், சனி வலுவானது மற்றும் நன்கு வைக்கப்பட்டுள்ளது, இது துணை அதிகாரிகள், தொழிலாளர்கள், அரசியல் வாழ்க்கை, நிலத்தடி சுரங்கத்திலிருந்து கிடைக்கும் லாபம், இரும்பு மற்றும் எஃகு போன்றவற்றின் ஆதரவை வழங்குகிறது",
"crul-12":"உங்கள் டி -10 விளக்கப்படத்தில், சந்திரன் வலுவானது, இது வேலை செய்ய வைராக்கியத்தை அளிக்கிறது.",
  "mrul-1": "நீங்கள் தற்போது [0] மகா தாஷா, [1] அந்தர் தாஷா & [2] ப்ரத்யந்தர் தாஷாவில் இருக்கிறீர்கள்",
  "mrul-2": "உங்கள் தாஷா இறைவன் (கள்) [0] பணம் முக்கியத்துவம் வாய்ந்தவர்கள். எனவே தற்போதைய தஷாவில் இந்த தச பிரபுக்களின் வலிமையைப் பொறுத்து பணம் பெற உதவும்.",
  "mrul-3": "சந்திரனும் வியாழனும் செல்வத்தின் முக்கிய முக்கியத்துவம் வாய்ந்தவை. வீனஸ் வாழ்க்கையில் ஆடம்பரங்களையும் வசதிகளையும் அளிக்கிறது, நன்கு வைக்கப்பட்ட வீனஸ், வியாழன் மற்றும் சந்திரன் ஒரு பணக்காரனை உருவாக்குகிறது.",
  "mrul-4": "இரண்டாவது ஹவுஸ் லார்ட் [0] & 11 வது ஹவுஸ் லார்ட் [1] ஏசென்ட் ஹவுஸில் இணைந்திருக்கிறார்கள், இது ஜாதகத்தில் மிகவும் நல்ல செல்வ யோகத்தை உருவாக்குகிறது.",
  "mrul-5": "முதல் வீட்டு இறைவன் [0], இரண்டாவது வீட்டு அதிபதி [1] மற்றும் 11 வது வீட்டு அதிபதி [2] அந்தந்த வீடுகளில் உள்ளனர், இது பூர்வீகத்தை மிகவும் பணக்காரர்களாக ஆக்குகிறது.",
  "mrul-6": "7 வது மற்றும் 8 வது வீடு இரண்டும் நன்மை பயக்கும் கிரகத்தால் (கள்) உள்ளன. திருமணத்திற்குப் பிறகு பூர்வீக மக்களின் நிதி நிலை மேம்படுகிறது.",
  "mrul-7": "7 வது இறைவன் தனது சொந்த வீட்டைப் பார்க்கிறான்",
  "mrul-8": "8 வது இறைவன் தனது சொந்த வீட்டைப் பார்க்கிறான்",
  "mrul-9": "வியாழன், புதன் மற்றும் 2 வது இறைவன் [0] ஒரே வீட்டில் உள்ளனர். இது நிதி ஆதாயங்களுக்கான மிகச் சிறந்த கலவையாகும்.",
  "mrul-10": "2 வது இறைவன் [0] & 5 வது இறைவன் [1] தங்கள் வீடுகளை பரிமாறிக்கொண்டனர், இது நிதி வளர்ச்சிக்கு மிகவும் புனிதமானது. பவத் பவம் கொள்கையின்படி, இது அதிர்ஷ்டத்தின் இரண்டாம் வீடு. மேலும் இது திரிகோனா மாளிகையில் ஒன்றாகும். திரிகோனா வீடுகள் லட்சுமிஸ்தானம் அல்லது செல்வத்தின் வீடுகள் என்று அழைக்கப்படுகின்றன",
  "mrul-11": "உங்கள் ஜாதகத்தில் சூரியன் சந்திரனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-12": "உங்கள் ஜாதகத்தில் வியாழன் சந்திரனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-13": "உங்கள் ஜாதகத்தில் வியாழன் 2 வது இறைவனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-14": "உங்கள் ஜாதகத்தில் வியாழன் 2 வது வீட்டை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-15": "உங்கள் ஜாதகத்தில் 8 வது வீட்டில் ஒரு நன்மை கிரகம் உள்ளது, இது ஒருவரை பரம்பரை அல்லது லாட்டரி அல்லது பங்கு சந்தையால் பணக்காரராக்குகிறது.",
  "mrul-16": "உங்கள் ஜாதகத்தில் வீனஸ் 12 வீட்டில் உள்ளது, இது நிதி ஆதாயங்களுக்கு மிகவும் பயனளிக்கிறது.",
  "mrul-17": "அருத லக்னம் என்பது உங்கள் லக்னத்தின் மற்றவர்கள், அது போன்ற பிரதிபலிப்பு. ஒரு நபர் மற்றவர்களால் எவ்வாறு உணரப்படுகிறார் என்பதற்கான ஒரு குறிப்பை அருத் லக்னம் நமக்குத் தருகிறது. ஜாதகத்தில் அருத் லக்னாவைப் பகுப்பாய்வு செய்வதன் மூலம் உங்கள் பொருள்சார் ஆதாயங்கள் குறித்து கூடுதல் தகவல்களைத் தர முடியும்.",
  "mrul-18": "உங்கள் அருத் லக்னம் [0] & அதன் இறைவன் [1]",
  "mrul-19": "[0] அம்சங்கள் அருத் லக்னத்திலிருந்து 11 வது வீடு மிகவும் புனிதமானது, ஜைமினியின் கூற்றுப்படி இதுபோன்ற அம்சம் பூர்வீக செல்வந்தர்களாக மாறும்.",
  "mrul-20": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் உள்ள நன்மை மற்றும் தீங்கு விளைவிக்கும் கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நீதியான மற்றும் நியாயமற்ற வழிமுறைகள் மூலம் பூர்வீக செல்வந்தர்களை உருவாக்க முடியும்",
  "mrul-21": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் நிலைநிறுத்தப்பட்ட ஒரு நன்மை கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நியாயமான மற்றும் நீதியான வழிமுறைகளின் மூலம் பூர்வீக செல்வந்தர்களை உருவாக்க முடியும்",
  "mrul-22": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் நிலைநிறுத்தப்பட்ட ஒரு தீங்கிழைக்கும் கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நியாயமற்ற வழிமுறைகளின் மூலம் சொந்தக்காரருக்கு பணம் சம்பாதிக்க காரணமாகிறது.",
  "mrul-23": "அருத் லக்னத்திலிருந்து 2 வது வீட்டில் உள்ள உங்கள் ஜாதகத்தில் [0], ஜைமினியின் கூற்றுப்படி, இதுபோன்ற இடம் சொந்த செல்வந்தர்களையும் வளமானவர்களையும் ஏற்படுத்துகிறது.",
  "mrul-24": "உங்கள் ஜாதகத்தில் அருத் லக்னா அசென்டெண்டிலிருந்து 11 வது வீட்டில் விழுகிறது, ஜைமினியின் கூற்றுப்படி, இதுபோன்ற வேலைவாய்ப்பு பூர்வீக செல்வந்தராக மாறுகிறது.",
  "mrul-25": "உங்கள் ஜாதகத்தில் அருத் லக்னா [0] அசென்டண்டிலிருந்து கோண அல்லது ட்ரைன் ஹவுஸில் வீழ்ச்சியடைகிறது, ஜைமினியின் கூற்றுப்படி, இதுபோன்ற வேலைவாய்ப்பு பூர்வீக செல்வந்தர்களாக மாறுகிறது.",
  "mrul-26": "உங்கள் ஜாதகத்தில் அருத் லக்னா அசென்டெண்டிலிருந்து [0] வீட்டில் விழுகிறது, ஜைமினியின் கூற்றுப்படி இதுபோன்ற வேலைவாய்ப்பு விரும்பத்தகாத முடிவுகளைத் தரும்",
  "mrul-27": "இந்து லக்னம் செல்வத்தின் ஏற்றம் என்றும் அழைக்கப்படுகிறது. இது அஷ்டகவர்காவில் சிறப்பு முக்கியத்துவத்தைக் கொண்டுள்ளது. இது ப்ரிஹத் பராஷரா ஹோராவில் சந்திரன் யோகா என்ற பெயரிலும் அறியப்படுகிறது. ஒரு பூர்வீகத்தின் நிதி நிலைமையை தீர்மானிக்க இந்து லக்னம் அல்லது சந்திரன் ஏற்றம் பகுப்பாய்வு செய்யப்படுகிறது. இது பூர்வீக செல்வத்தையும் செழிப்பையும் தீர்மானிக்கப் பயன்படுகிறது. இது ஒரு பூர்வீக வாழ்க்கையின் முக்கியமான சம்பவங்களையும் தீர்மானிக்கிறது.",
  "mrul-28": "உங்கள் ஜாதகத்தில் இந்தூ லக்னா [0] வீட்டில் விழுகிறது, இந்த வீட்டின் அதிபதி [1].",
  "mrul-29": "வேத நூல்களின்படி, இந்தூ லக்னத்திலிருந்து 1, 4, 7, 10 மற்றும் 11 வது வீடுகளில் நிலைநிறுத்தப்பட்டுள்ள கிரகங்கள் செல்வத்தை வழங்குபவர்களாக கருதப்படுகின்றன, இந்த கிரகங்களின் தசைகளின் போது சொந்தக்காரர் சம்பாதிக்க விரைந்து செல்கிறார்.",
  "mrul-30": "உங்கள் ஜாதகத்தில், கிரகங்கள் [0] செல்வம் கொடுப்பவர்கள், இந்த கிரகங்களின் தசைகளின் போது நீங்கள் நல்ல செல்வத்தை சம்பாதிக்கிறீர்கள்.",
  "mrul-31": "வேத நூல்களின்படி, இந்தூ லக்னத்திலிருந்து 6, 8, 12 வீடுகளில் நிலைநிறுத்தப்பட்டுள்ள கிரகங்கள் செல்வத்திற்கு தீங்கு விளைவிப்பதாக கருதப்படுகின்றன.",
  "mrul-32": "உங்கள் ஜாதகத்தில், கிரகங்கள் [0] நெசவுக்கு தீங்கு விளைவிப்பதாகக் கருதப்படுகின்றன, இந்த கிரகங்களின் தசைகளின் போது சில சவால்களை நீங்கள் எதிர்பார்க்கலாம்.",
  "d4-r1": "வேத நூல்களின்படி, ஜாதகத்திலிருந்து வீடு, நிலங்கள், ரியல் எஸ்டேட், வாகனங்கள் போன்ற பண்புகளை பகுப்பாய்வு செய்வதற்காக, நாம் முதலில் ராஷி விளக்கப்படத்தில் அசென்டென்ட் / லக்னா ஹவுஸ் மற்றும் அதன் ஆண்டவர், 4 வது வீடு & அதன் ஆண்டவர் (பண்புகள்) & கரக் செவ்வாய் (நிலம்) & சனி (கட்டுமானம்) மற்றும் வீனஸ் (சொற்பொழிவு)",
  "d4-r2": "4 வது வீடு (புரோபிட்டி) ஆண்டவர் [0] 8 வது வீடு (பரம்பரை) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் சொத்தை குறிக்கிறது.",
  "d4-r3": "4 வது வீடு (சொத்து) ஆண்டவர் [0] 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [1] ஆல் எதிர்பார்க்கப்படுகிறார், இது சொத்து மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r4": "உங்கள் ஜாதகத்தில் 4 வது வீடு [0] இலிருந்து நன்மை பயக்கும் அம்சத்தைக் கொண்டுள்ளது, இது நல்லது.",
  "d4-r5": "8 வது வீடு (பரம்பரை) ஆண்டவர் [0] 4 வது வீடு (சொத்து) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் சொத்தை குறிக்கிறது.",
  "d4-r6": "8 வது வீடு (பரம்பரை) ஆண்டவர் [0] 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r7": "11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [0] 4 வது வீடு (சொத்து) பிரபு [1] ஆல் கருதப்படுகிறார், இது சொத்து மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r8": "11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [0] 8 வது வீடு (பரம்பரை) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r9": "எங்கள் பழங்கால நூல்களின்படி, ராஷி விளக்கப்படத்தில் 4 வது இறைவன், 8 வது இறைவன் மற்றும் 11 வது இறைவன் இடையே ஒரு தொடர்பு இருந்தால், ஒருவர் இணைப்பின் வலிமையைப் பொறுத்து மிகப்பெரிய பண்புகளைக் குவிப்பார்.",
  "d4-r10": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது (சொத்து) ஆண்டவர், 8 வது (பரம்பரை) ஆண்டவர் & 11 வது (ஆதாயங்கள்) ஆண்டவர் ஒருவருக்கொருவர் நோக்கம் கொண்டுள்ளனர், இதுபோன்ற கலவையானது 4 வது ஆண்டவரின் ([0]) தஷா / புக்தியின் போது பெரும் சொத்து லாபத்தை ஈட்ட உதவும். 8 வது ஆண்டவர் ([1]), 11 வது ஆண்டவர் ([2])",
  "d4-r11": "[0] வது வீட்டில் உங்கள் ராஷி விளக்கப்படத்தில் 4 வது (சொத்து) ஆண்டவர், [1] வீட்டில் 8 வது (பரம்பரை) ஆண்டவர் மற்றும் [2] வீட்டில் 11 வது (ஆதாயங்கள்) ஆண்டவர், இதுபோன்ற கலவையானது உங்களுக்கு பெரும் சொத்து லாபம் பெற உதவும் 4 வது பிரபு ([0]), 8 வது ஆண்டவர் ([1]), 11 வது ஆண்டவர் ([2]) இன் தஷா / புக்தியின் போது",
  "d4-r12": "உங்கள் ராஷி விளக்கப்படத்தில் 8 வது வீட்டில் 4 வது வீடு (சொத்து) ஆண்டவர் (பரம்பரை) நீங்கள் பரம்பரை மூலம் சொத்து பெறுவதைக் குறிக்கும்.",
  "d4-r13": "உங்கள் ராஷி விளக்கப்படத்தில் 11 வது வீட்டில் 4 வது வீடு (சொத்து) ஆண்டவர் (ஆதாயங்கள்) இது நீங்கள் பண்புகள் மூலம் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r14": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது வீட்டில் (சொத்து) 8 வது வீடு (சொத்து) ஆண்டவர், நீங்கள் பரம்பரை மூலம் சொத்து பெறுவதைக் குறிக்கிறது.",
  "d4-r15": "உங்கள் ராஷி விளக்கப்படத்தில் 11 வது வீட்டில் 8 வது வீடு (பரம்பரை) ஆண்டவர் (ஆதாயங்கள்) இது பரம்பரை மூலம் நீங்கள் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r16": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது வீட்டில் (சொத்து) 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர், இது நீங்கள் சொத்து மூலம் பெறுவதைக் குறிக்கிறது.",
  "d4-r17": "உங்கள் ராஷி விளக்கப்படத்தில் 8 வது வீட்டில் 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் (பரம்பரை) இது பரம்பரை மூலம் நீங்கள் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r18": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது கராக் (நிலங்களின் அதிபதி) [0]",
  "d4-r19": "உங்கள் ராஷி விளக்கப்படத்தில் கட்டுமானத்தின் அதிபதி [0]",
  "d4-r20": "உங்கள் ராஷி விளக்கப்படத்தில் செல்வத்தின் அதிபதி [0]",
  "d4-r21": "பண்டைய உரையின் படி, வர்கா விளக்கப்படங்கள் டி 1 அல்லது ராஷி விளக்கப்படத்தில் பகுப்பாய்வு செய்யப்பட்ட முடிவுகள் எவ்வளவு நம்பிக்கைக்குரியவை என்பதை வெளிப்படுத்துகின்றன. டி 4 அல்லது சதுர்த்தம்சா விளக்கப்படத்தின் பகுப்பாய்வு கீழே உள்ளது",
  "d4-r22": "[0] டி 1 & டி 4 விளக்கப்படத்தில் ஒரே வீட்டில் வைக்கப்பட்டுள்ளது.",
  "d4-r23": "லார்ட்ஸின் தசா / புக்தியின் போது நீங்கள் சொத்துக்களை வாங்குவீர்கள், இது டி 1 & டி 4 அட்டவணையில் 4 வது வீட்டைக் கொண்டுள்ளது, இந்த கிரகங்களின் போக்குவரத்தும் ஒப்புக் கொண்டால் வழங்கப்படும்.",
  "d4-r24": "உங்கள் டி 1 & டி 4 அட்டவணையில், [0] 4 வது வீட்டைக் குறிக்கிறது, எனவே நீங்கள் [1] இன் தாஷா & புக்தியின் போது சொத்துக்களை வாங்குவீர்கள் என்று எதிர்பார்க்கப்படுகிறது.",
 "d4-r25":"உங்கள் டி 4 விளக்கப்படத்தில் லக்னா பிரபு [0] 6 வது வீட்டில் இருக்கிறார், இது சில சர்ச்சைகள் இருக்கலாம் என்பதைக் குறிக்கிறது",
 "d4-r26":"உங்கள் டி 4 விளக்கப்படத்தில், 4 வது வீட்டு அதிபதி [0] 6 வது வீட்டில் இருக்கிறார், இது சில சர்ச்சைகள் இருக்கலாம் என்பதைக் குறிக்கிறது",
 "d9-r1": "பிறப்பு விளக்கப்படம் மற்றும் நவாம்சத்தில் ஒரு கிரகம் ஒரே அடையாளத்தில் இருக்கும்போது, அந்த கிரகத்தை வர்கோட்டம கிரகம் என்று அழைக்கப்படுகிறது. இது வர்கா மற்றும் உத்தமா என்ற 2 சொற்களிலிருந்து உருவாக்கப்பட்டுள்ளது. முழு பிரிவு விளக்கப்படத்திலும் இது சிறந்த கிரகம்.",
  "d9-r2": "உங்கள் நவாம்சா விளக்கப்படத்தில் [0] வர்கோட்டமா கிரகங்கள் உள்ளன",
  "d9-r3": "உங்கள் நவாம்சா விளக்கப்படத்தில் [0] ஒரு வர்கோட்டமா கிரகம்",
  "d9-r4": "சூரியன் ஆன்மா, அதிகாரம், விருப்ப சக்தி, ஈகோ மற்றும் சுயமரியாதை ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 தரவரிசையில் வர்கோட்டமாவாக சூரியன், உங்களுக்கு நிறைய விருப்பம் இருக்கும். உங்கள் தரப்பிலிருந்து நிறைய தகவல்கள் இருக்கும்.",
  "d9-r5": "உங்கள் ஜாதகத்தில், சூரியனில் துலாம் பலவீனமடைகிறது, இது குறைந்த நம்பிக்கை, தைரியம் இல்லாமை, விருப்பம்-சக்தி மற்றும் வீரம் ஆகியவற்றைக் குறிக்கிறது, மேலும் நடவடிக்கை எடுக்கும் மற்றும் கடின உழைப்பில் ஈடுபடுவதற்கான சக்தி இல்லாததைக் குறிக்கலாம்",
  "d9-r6": "சந்திரன் உணர்ச்சிகள், இன்பம், ஊட்டச்சத்து, தாய் அன்பு மற்றும் மகிழ்ச்சியைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் சந்திரன் வர்கோட்டாமா கிரகம், சந்திரனால் சுட்டிக்காட்டப்பட்ட குணங்கள் உங்களில் இன்னும் தெளிவாகத் தெரியும்.",
  "d9-r7": "உங்கள் ஜாதகத்தில், ஸ்கார்பியோவில் சந்திரன் பலவீனமடைகிறார், இது மனம், எதிர்மறை சிந்தனை, வாழ்க்கையில் மகிழ்ச்சியற்ற தன்மை ஆகியவற்றைக் குறிக்கிறது, பூர்வீகம் நீர் தொடர்பான நோய்களால் பாதிக்கப்படலாம், காக் & கேடர் புகார்.",
  "d9-r8": "புதன் தகவல் தொடர்பு, தொழில்நுட்பம், ஊடகம் மற்றும் உளவுத்துறை ஆகியவற்றைக் குறிக்கிறது. புதன் என்பது உங்கள் நவம்ஷா விளக்கப்படத்தில் வர்கோட்டாமா கிரகம், நீங்கள் ஒரு கூர்மையான அறிவைக் காண்பிப்பீர்கள்.",
  "d9-r9": "உங்கள் ஜாதகத்தில், புதன் மீனம் இல் பலவீனமடைகிறது, இது நீங்கள் பகல் கனவு காண்பவர் என்பதைக் குறிக்கிறது, தற்போது என்ன நடக்கிறது என்பதைப் பற்றி கவலைப்படுவதில்லை, பெரும்பாலும் உங்கள் சொந்த கற்பனை உலகில் தொலைந்து போகிறது, தர்க்கரீதியான திறன் இல்லாமல் இருக்கலாம்.",
  "d9-r10": "வீனஸ் காதல், ஆடம்பர, ஆறுதல், பணம், வலிமை மற்றும் உறவுகள், ஜோதிடம் பற்றிய அறிவு ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் வீனஸ் என்பது வர்கோட்டம கிரகம். வீனஸ் குணங்கள் பிரகாசமாக இருக்கும்.",
  "d9-r11": "உங்கள் ஜாதகத்தில், வெர்கோவில் வீனஸ் பலவீனமடைகிறது. இது உங்கள் கூட்டாளரிடமிருந்து எல்லையற்ற அன்பை விரும்புகிறது என்பதைக் குறிக்கிறது, உங்கள் மனம் எப்போதும் காதல் எண்ணங்கள், திருமண வாழ்க்கையில் போராட்டம் ஆகியவற்றால் ஆக்கிரமிக்கப்பட்டுள்ளது.",
  "d9-r12": "செவ்வாய் எதிர்ப்பு, சண்டை ஆவி, வீரம் மற்றும் வீரியம் ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் செவ்வாய் என்பது வர்கோட்டம கிரகம். செவ்வாய் குணங்கள் நல்லது.",
  "d9-r13": "உங்கள் ஜாதகத்தில், செவ்வாய் புற்றுநோயில் பலவீனமடைகிறது, இது ஆற்றல் மற்றும் வீரம் இல்லாததைக் குறிக்கிறது, கட்டுப்பாட்டில் இருக்க உங்களுக்கு நிறைய பயிற்சி தேவைப்படும். எந்தவொரு திறனையும் தவறாகப் பயன்படுத்துவது உங்கள் சமூக உறவுகளை சேதப்படுத்தும்.",
  "d9-r14": "வியாழன் ஞானம், உயர் அறிவு, உயர் படிப்பு, ஆன்மீகம் ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் வியாழன் வர்கோட்டம கிரகம். வியாழன் குணங்கள் உங்கள் வாழ்க்கையில் மிகவும் தெளிவாக இருக்கும்.",
  "d9-r15": "உங்கள் ஜாதகத்தில், வியாழன் மகரத்தில் பலவீனமடைகிறது, நீங்கள் கடினமாக உழைக்கிறீர்கள் என்பதையும் உங்கள் இலக்குகளை அடைய கடுமையாக போராட வேண்டியிருக்கும் என்பதையும் குறிக்கிறது.",
  "d9-r16": "உடல் வளர்ச்சி, நீண்ட ஆயுள், கவனமாக, ஆசைகள், சுயநலம், பொறுப்பற்ற தன்மை, கவனக்குறைவு மற்றும் உடற்பயிற்சிகளைக் கட்டுப்படுத்துவதன் மூலம் வாழ்க்கையை வழிநடத்துகிறது என்று சனி குறிக்கிறது.",
  "d9-r17": "உங்கள் டி 9 விளக்கப்படத்தில் ராகு என்பது வர்கோட்டாமா, இது கிளர்ச்சி, ஆக்கிரமிப்பு, ஆர்வம் மற்றும் மனநிலை ஆகியவற்றைக் குறிக்கிறது.",
  "d9-r18": "கேது என்பது உங்கள் டி 9 விளக்கப்படத்தில் வர்கோட்டாமா, இது தனிமை, பற்றின்மை, ஆன்மீகம் ஆகியவற்றைக் குறிக்கிறது.",
  "d9-r19": "இது ஒரு குறிப்பிட்ட நவாம்சமாகும், இது கிரகங்கள் புனிதமான முறையில் நடந்து கொள்கின்றன.",
  "d9-r20": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், வியாழன் & செவ்வாய் [0] மற்றும் சந்திரன் புஷ்கர் நவாம்ஷாவில் உள்ளது, இது ஒரு சக்திவாய்ந்த கலவையாகும், ஜடகா பரிஜாதா அத்தியாயம் 7 வசனம் 25 இன் படி, ஜாதகத்தில் இத்தகைய துடிப்புள்ள ஒருவர் வெகுஜனங்களை ஆளுவார்.",
  "d9-r21": "உங்கள் டி 9 விளக்கப்படத்தில், வியாழன் மற்றும் செவ்வாய் ஆகியவை [0] மற்றும் சந்திரன் வர்கோட்டாமா ஆகும், இது ஒரு சக்திவாய்ந்த கலவையாகும், ஜடகா பரிஜாதா அத்தியாயம் 7 வசனம் 25 இன் படி, ஜாதகத்தில் இதுபோன்ற பால்செமட் உள்ள ஒருவர் வெகுஜனங்களை ஆளுவார்.",
  "d9-r22": "உங்கள் டி 9 விளக்கப்படத்தில், வர்கோட்டாமா [0] அசெண்டண்டில் உள்ளது, இதுபோன்ற வேலைவாய்ப்பு உங்களுக்கு வாழ்க்கையில் அதிக வெற்றியைத் தரும்.",
  "d9-r23": "உங்கள் டி 9 விளக்கப்படத்தில், [0] வீட்டின் அதிபதி [1] புஷ்கர நவாம்ஷாவில் இருக்கிறார், அத்தகைய இடம் உங்களுக்கு அதன் தஷா / புக்தியில் நல்ல வெற்றியைத் தரும்.",
  "d9-r24": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷாவில் உள்ள வியாழன் [0] இது கோண வீடு, இதுபோன்ற ஒரு இடம் சொந்தக்காரரை மிகவும் செல்வந்தர்களாக ஆக்குகிறது.",
  "d9-r25": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷாவில் உள்ள வியாழன் [0] இது ட்ரைன் ஹவுஸ், இதுபோன்ற ஒரு இடம் சொந்தக்காரரை மிகவும் செல்வந்தர்களாக ஆக்குகிறது.",
  "d9-r26": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷா கிரகம் [0] [1] வீட்டில் வைக்கப்பட்டுள்ளது, இது தூஸ்தானா வீடு, இது பூர்வீக செல்வந்தராக இருப்பது சில சுகாதார பிரச்சினைகளை சந்திக்கக்கூடும் என்பதை இது குறிக்கும்.",
  "d9-r27": "உங்கள் ராஷி விளக்கப்படத்தின் ஏறுவரிசை இறைவன் [0] & 10 வது இறைவன் [1] டி 9 விளக்கப்படத்தில் புஷ்கர நவாம்சத்தில் உள்ளனர். அத்தகைய ஒரு இடம் சொந்தக்காரரை மிகவும் அதிர்ஷ்டசாலியாக மாற்றும்.",
  "d9-r28": "உங்கள் டி 9 விளக்கப்படத்தில், [0] புஷ்கர நவாம்சத்தில். [0] இன் தஷா / புக்தியின் போது நீங்கள் நல்ல நேரங்களை எதிர்பார்க்கலாம்.",
  "d9-r29": "உங்கள் ராஷி விளக்கப்படத்தில் 7 வது ஆண்டவர் [0] & 8 வது அதிபதி [1] & கராக்ஸ் [2] [3]. 7 மற்றும் 8 வது வீடு நன்மை பயக்கும் அம்சங்களைக் கொண்டுள்ளது. ஜாதகத்தில் இதுபோன்ற ஒரு இடம் திருமணமான வாழ்க்கை மிகவும் மகிழ்ச்சியாகவும் இணக்கமாகவும் இருக்கும்.",
  "d9-r30": "உங்கள் ராஷி விளக்கப்படத்தில் 7 வது வீட்டில் தவறான அம்சம் உள்ளது, சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r31": "உங்கள் ராஷி விளக்கப்படத்தில் கலத்ரா கரகா (திருமணம் மற்றும் கன்ஜுகல் ஆனந்தத்திற்கான அடையாளங்காட்டி) [0], திருமண பேரின்பத்தில் சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r32": "உங்கள் ராஷி விளக்கப்படத்தில் காரக் ஆஃப் மைண்ட் [0], சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r33": "பண்டைய நூல்களின்படி, செவ்வாய் 1, 2, 4, 7, 8 அல்லது 12 வது இடங்களில் ராஷி விளக்கப்படத்தில் அசென்டென்ட் & சந்திரன் இரண்டிலிருந்தும் நிலைநிறுத்தப்பட்டால், பூர்வீகம் மங்லிக் தோஷைக் கொண்டதாகக் கருதப்படுகிறது. மங்லிக் தோஷுடன் ஒரு பூர்வீகம் திருமண வாழ்க்கையில் சிரமங்களை அனுபவிப்பதாகக் கூறப்படுகிறது. இருப்பினும் பல ரத்து விதிகள் உள்ளன, அவை ஒரு நிபுணர் ஜோதிடர் ஜாதகத்திலிருந்து பல்வேறு அம்சங்களை மதிப்பிடுவதன் மூலம் தீர்மானிக்க முடியும்.",
  "d9-r34": "உங்கள் ஜாதகத்தில், செவ்வாய் அசெண்டெண்டிலிருந்து [0] வீட்டிலும், சந்திரனில் இருந்து [1] வீட்டிலும் உள்ளது. உங்கள் ஜாதகத்தில் மங்லிக் தோஷா இருக்கிறார். தீர்வு நடவடிக்கைகள் பரிந்துரைக்கப்படுகின்றன",
  "d9-r35": "உங்கள் ஜாதகத்தில் செவ்வாய் கிரகம் அசென்டெண்டிலிருந்து [0] வீட்டில் உள்ளது, அதேசமயம் சந்திரனில் இருந்து அதன் நிலை மங்லிக் விளைவிலிருந்து விலகி உள்ளது, எனவே உங்கள் ஜாதகத்தில் ஒரு பகுதி மங்லிக் தோஷம் மட்டுமே உள்ளது.",
  "d9-r36": "உங்கள் ஜாதகத்தில் செவ்வாய் [0] வீட்டில் உள்ளது & உங்கள் ஜாதகத்தில் மங்லிக் தோஷா இல்லை.",
  "d9-r37": "7 வது வீட்டில் உள்ள கிரகங்கள் உங்கள் மனைவியின் சில பண்புகளையும் வெளிப்படுத்தலாம்.",
  "d9-r38": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள சூரியன் உங்கள் மனைவி ஒரு உயர்ந்த அந்தஸ்துள்ள குடும்பத்தைச் சேர்ந்தவராக இருக்கலாம், பெருமை மற்றும் ஆதிக்கம் செலுத்துவதைக் குறிக்கிறது.",
  "d9-r39": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் செவ்வாய் கடுமையான மற்றும் கொடூரமான மனைவியைக் குறிக்கிறது.",
  "d9-r40": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள சனி, வாழ்க்கைத் துணையை மோசமாகவும், குறைவானதாகவும் இருக்கும். திருமணம் தாமதமாகிறது அல்லது ஒரு விதவையுடன் அல்லது அழகாக இல்லாதவருடன்.",
  "d9-r41": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள ராகு தாமதமான திருமணத்தைக் குறிக்கிறது, மனைவி ஒரு குறைந்த குடும்பத்திலிருந்து வந்தவர், நோய்வாய்ப்பட்டவர் மற்றும் பூர்வீகம் குறைந்த சாதி பெண்களுடன் உறவு வைத்திருப்பார்.",
  "d9-r42": "உங்கள் ராஷி விளக்கப்படத்தில் கேது 7 வது வீட்டில் இருக்கிறார், இது மகிழ்ச்சியற்ற திருமண வாழ்க்கையை குறிக்கிறது.",
  "d9-r43": "உங்கள் ஜாதகத்தில் [0], அத்தகைய இடம் இளம் அழகான மற்றும் புத்திசாலித்தனமான மனைவியைக் குறிக்கிறது.",
  "d9-r44": "உங்கள் ஜாதகத்தில், வீனஸ் 7 வது வீட்டில் இருக்கிறார், இது அழகான ஆனால் அதிகப்படியான வாழ்க்கைத் துணையை குறிக்கிறது.",
  "d9-r45": "உங்கள் ஜாதகத்தில், ஜூபியர் 7 வது வீட்டில் இருக்கிறார், இது மத மற்றும் திறமையான மனைவியைக் குறிக்கிறது.",
  "d9-r46": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] & கரக் [1], மற்றும் எந்தவொரு நன்மை பயக்கும் சங்கமும் இல்லாதது, திருமண வாழ்க்கையில் சில சிக்கல்களைக் குறிக்கிறது.",
  "d9-r47": "வேத நூல்களின்படி, நவம்ஷா விளக்கப்படத்தில் 7 வது அதிபதி நிலை, வாழ்க்கைத் தன்மை குறித்து ஒரு குறிப்பைக் கொடுக்க முடியும்.",
  "d9-r48": "உங்கள் நவம்ஷாவில், 1 வது வீட்டில் 7 வது இறைவன் [0] & லக்னா இறைவனுக்கு ஒரு நண்பன் [1], அத்தகைய இணைப்பானது மனைவி அறியப்பட்ட குடும்பத்திலிருந்து வந்திருப்பதைக் குறிக்கிறது, பூர்வீகத்திற்கு உதவியாக இருக்கும் மற்றும் மகிழ்ச்சியான திருமண வாழ்க்கை இருக்கும்.",
  "d9-r49": "உங்கள் நவம்ஷா அட்டவணையில், ஏழாவது இறைவன் [0] இது அசென்டென்ட் [0] இல் உள்ளது, இது முதல் மனைவிக்கு ஆபத்தை குறிக்கிறது, இரண்டாவது மனைவி உயிர் பிழைக்கிறார்.",
  "d9-r50": "உங்கள் நவம்ஷா அட்டவணையில், 2 வது வீட்டில் 7 வது ஆண்டவர் [0] இது பணக்கார வாழ்க்கைத் துணையைக் குறிக்கிறது.",
  "d9-r51": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது திருமணத்திற்குப் பிறகு இறுதி நெருக்கடியைக் குறிக்கிறது.",
  "d9-r52": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] 3 வது வீட்டில் இருக்கிறார், வாழ்க்கைத் துணைக்கு சொந்தக்காரர் பலம் என்பதைக் குறிக்கிறது.",
  "d9-r53": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது ஆண்டவர் [0], இது மனைவியின் சொந்த தம்பியை நோக்கி ஈர்க்கப்படுவதைக் குறிக்கலாம்.",
  "d9-r54": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 4 வது வீட்டில் இருக்கிறார், இது மனைவி நல்ல இயல்புடையவள் மற்றும் வளமானவருக்கு சொந்தமானவருக்கு உதவியாக இருப்பதைக் குறிக்கிறது.",
  "d9-r55": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது பூர்வீகமானது மகிழ்ச்சியற்றது என்பதைக் குறிக்கிறது.",
  "d9-r56": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 5 வது வீட்டில் இருக்கிறார், இது மனைவி பண்பட்ட மற்றும் மத மற்றும் பல குழந்தைகளுடன் ஆசீர்வதிக்கப்பட்டவர் என்பதைக் குறிக்கிறது.",
  "d9-r57": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது மனைவி கொடூரமானதாகவும் பிடிவாதமாகவும் இருப்பதைக் குறிக்கிறது.",
  "d9-r58": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 6 வது வீட்டில் இருக்கிறார், இது மனைவி உடம்பு சரியில்லை என்பதைக் குறிக்கிறது. பூர்வீகம் தனது மனைவிக்காக நிறைய செலவு செய்து கடனைச் செலுத்த வேண்டும். அதிகப்படியான இன்பம் காரணமாக அவர் நோய்வாய்ப்படக்கூடும்.",
  "d9-r59": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 7 வது வீட்டில் இருக்கிறார், இது பூர்வீகம் ஆரம்பத்தில் திருமணம் செய்துகொள்வதையும் திறமையான மனைவியுடன் மகிழ்ச்சியான வாழ்க்கையை நடத்துவதையும் குறிக்கிறது.",
  "d9-r60": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] மற்றும் தீங்கு விளைவிப்பவர், இது திருமணத்திற்கு வெளியே விவகாரங்கள் இருக்கலாம் என்பதைக் குறிக்கிறது.",
  "d9-r61": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 8 வது வீட்டில் இருக்கிறார், இது திருமணம் தாமதமானது, மனைவி உடம்பு சரியில்லை, திருமண வாழ்க்கை மகிழ்ச்சியற்றது என்பதைக் குறிக்கிறது.",
  "d9-r62": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 8 வது வீடு மற்றும் 8 ஆம் ஆண்டவர் இருவரும் நன்மை பயக்கும் அம்சத்தைப் பெறுகிறார்கள், எனவே தீங்கு விளைவிக்கும் விளைவு ஏதேனும் இருந்தால் அது ரத்து செய்யப்படுகிறது",
  "d9-r63": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 9 வது வீட்டில் இருக்கிறார், இது திருமணத்திற்குப் பிறகு அதிர்ஷ்டம் அதிகரிக்கும் பூர்வீகவாசிக்கு மனைவி அதிர்ஷ்டத்தைத் தருகிறது என்பதைக் குறிக்கிறது.",
  "d9-r64": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 10 வது வீட்டில் இருக்கிறார், இது மனைவி நல்ல பின்னணியில் இருந்து வருவதைக் குறிக்கிறது மற்றும் பூர்வீக தொழில் / நிறுவனத்தில் உதவியாக இருப்பதை நிரூபிக்கிறது அல்லது ஒரு உழைக்கும் பெண்மணி மற்றும் சுயாதீன இயல்புடையவர்.",
  "d9-r65": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 11 வது வீட்டில் இருக்கிறார், இது திருமண வாழ்க்கை மகிழ்ச்சியாக இருக்கும் என்பதைக் குறிக்கிறது, வாழ்க்கைத் துணை மூலம் பெறுகிறது.",
  "d9-r66": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் {0 12 12 வது வீட்டில் உள்ளது, இது திருமணம் தாமதமாகிறது என்பதைக் குறிக்கிறது, வாழ்க்கைத் துணைக்கு ஒரு பெரிய செலவு உள்ளது.",
  "d9-r67": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது வாழ்க்கைத் துணைக்கு ஆபத்தைக் குறிக்கிறது அல்லது திருமணத்திற்குப் பிறகு பிரிவினை இருக்கக்கூடும்.",
"transit":"[1] இல் போக்குவரத்து [0]",
 "asc-t":"நீங்கள் [0] ஏற்றம்",
 "zod-t":"உங்கள் பிறப்பு அடையாளம் [0]",
 "birthstar-t":"உங்கள் பிறந்த நட்சத்திரம் [0]",
   "dharma":"எந்தவொரு வருமானத்தையும் எதிர்பார்க்காமல் நீதியுள்ள கடமைகளை நீங்கள் செய்வீர்கள்",
  "artha":"உங்கள் செயல்களின் உண்மையான நோக்கத்தை நீங்கள் புரிந்துகொள்வீர்கள், நீங்கள் செய்யும் செயல்கள் உங்கள் சொந்த லாபங்களுக்காக அல்ல, அனைவருக்கும் இருக்கலாம்",
  "kama":"உங்கள் ஆசைகளின் அடிப்படையில் நீங்கள் செயல்களைச் செய்கிறீர்கள், மற்ற விஷயங்களை விட உங்கள் ஆசைகள் துல்லியமாக இருக்கும்",
  "moksha":"விடுதலையை அடைய வேண்டும் என்ற நோக்கத்துடன் செயல்களைச் செய்கிறீர்கள்",
    "asc-r1":"லக்னா / உயரும் அடையாளத்தின் பண்புகள் உங்களை தூய்மையான வடிவத்தில் குறிக்கின்றன, இது உங்கள் ஆளுமையின் லென்ஸ் போன்றது, இதன் மூலம் மக்கள் உங்களைப் பார்க்கிறார்கள். வாழ்க்கையின் முகமூடியில் மகிழ்வதற்கும், மக்களைச் சந்திப்பதற்கும் நீங்கள் அணியும் முகமூடி இது. இது வெளி உலகத்திற்கு உங்கள் இயல்பான எதிர்வினைகளை உள்ளடக்குகிறது. மற்றவர்கள் உங்களை எப்படிப் பார்க்கிறார்கள் என்பதையும், உங்கள் உடலுடன் சேர்த்து நீங்கள் கொடுக்கும் முதல் எண்ணத்தையும், அதை இயக்கும் ஆற்றலையும் ஏறுவரிசை குறிக்கிறது. அது நாம் முன்வைக்கும் பதிப்பு",
  "asc-r2":"உங்கள் லக்னா ஆண்டவரும் உங்கள் ஜாதகத்தில் அதன் நிலையும் உங்கள் வாழ்க்கை எந்த திசையில் செல்லும் என்பதைக் காட்டுகிறது. உங்கள் ஜாதகத்தில், லக்னா ஆண்டவர் [0] [1] வீட்டில் இருக்கிறார் [2]",
  "asc-r3":"உங்கள் லக்னம் நிலைநிறுத்தப்பட்டுள்ள நக்ஷத்திரம், உங்கள் வாழ்க்கையின் வடிவத்தைக் காட்டுகிறது, அதேசமயம் அதன் [1] உங்கள் வாழ்க்கையின் நோக்கத்தைக் குறிக்கிறது. உங்கள் ஜாதகத்தில் உங்கள் லக்னம் [2] நக்ஷத்திரத்திலும் [3] [4] [5] ஐ குறிக்கும் [6]",
  "d3-r1":"உங்கள் டி 3 விளக்கப்படத்தில், அதிகமான கிரகங்கள் நல்லவையாக இருக்கின்றன, இதுபோன்ற ஒரு கிரக கலவையானது உங்களை மகிழ்ச்சியாகவும், ஆரோக்கியமாகவும், தைரியமாகவும், கடின உழைப்பாகவும் வாழ வைக்கிறது, மேலும் உங்கள் இலக்கை அடைய ஆர்வத்தையும் முன்முயற்சியையும் எடுக்கிறது..",
  "d3-r2":"உங்கள் டி 3 விளக்கப்படத்தில், அதிகமான கிரகங்கள் மிதமானவை அல்லது மோசமானவை.",
  "d3-r3":"3 வது வீடு தொடர்பான எந்தவொரு விஷயத்திலும் நீங்கள் கொடூரமானவர், பொல்லாதவர், துன்பகரமானவர், அவநம்பிக்கையாளர், ஒழுக்கக்கேடானவர் அல்லது சூடானவர் என்று மேலெஃபிக் டி 3 இறைவன் குறிக்கிறது.",
  "d3-r4":"உங்கள் டி 3 விளக்கப்படத்தில் லக்னா இறைவன் [0] மற்றும் 3 வது வீட்டு இறைவன் [1] [2] உறவைக் கொண்டுள்ளனர், இது உங்கள் இளைய இணை பிறந்தவருடன் [3] உறவைக் கொண்டிருப்பதைக் குறிக்கிறது",
  "d3-r5":"உங்கள் டி 3 விளக்கப்படத்தில் லக்னா இறைவன் [0] மற்றும் 11 வது வீட்டு ஆண்டவர் [1] [2] உறவைக் கொண்டுள்ளனர், இது உங்கள் மூத்தவருடன் [3] உறவைக் கொண்டிருப்பதைக் குறிக்கிறது",
  "d3-r6":"நீங்கள் பணக்காரர், கனிவானவர், மதவாதி, புத்திசாலி, அதிர்ஷ்டசாலி, மற்றும் குடும்ப உறுப்பினர்கள் மற்றும் நண்பர்களால் விரும்பப்படுவீர்கள் என்பதை நன்மை டி 3 இறைவன் குறிக்கிறது",
  "d3-r7":"உங்கள் 3 வது ஹவுஸ் லார்ட் [0] மற்றும் அதன் கரக் செவ்வாய் டி 3 விளக்கப்படத்தில் வலுவாகவும் நன்றாகவும் வைக்கப்பட்டுள்ளது. இதுபோன்ற ஒரு இடம் உங்களை தைரியமாகவும், மகிழ்ச்சியாகவும், கடின உழைப்பாளராகவும், உங்கள் இளைய சகோதரர்கள் அல்லது சகோதரிகளிடமிருந்து அன்பையும் ஆதரவையும் பெறுகிறது",
  "d3-r8":"உங்கள் 11 வது ஹவுஸ் லார்ட் [0] & அதன் கரக் வியாழன் டி 3 விளக்கப்படத்தில் வலுவாகவும் நன்றாகவும் வைக்கப்பட்டுள்ளது. இதுபோன்ற ஒரு இடம் உங்களை தைரியமாகவும், மகிழ்ச்சியாகவும், கடின உழைப்பாளராகவும், உங்கள் மூத்த சகோதரர்கள் அல்லது சகோதரிகளிடமிருந்து அன்பையும் ஆதரவையும் பெறுகிறது",
  "d7-r1":"உங்கள் பிறப்பு விளக்கப்படத்தில் உள்ள 5 வது வீடு ராஷி அல்லது கிரகத்தின் மூலமாக [0] செல்வாக்கைக் கொண்டுள்ளது, எனவே உங்கள் முதல் குழந்தை [0]",
  "d7-r2":"உங்கள் பிறப்பு விளக்கப்படத்தில் உள்ள 7 வது வீடு ராஷி அல்லது கிரகத்தின் மூலமாக [0] செல்வாக்கைக் கொண்டுள்ளது, எனவே உங்கள் இரண்டாவது குழந்தை [0]",
  "d7-r3":"தாய்மையின் காரக், சந்திரன் உங்கள் டி 7 விளக்கப்படத்தில் வாரம் அல்லது தீங்கு விளைவிக்கும் கிரகத்தின் அம்சம். இது ஒரு குழந்தையைப் பெற்றெடுக்க தாயின் இயலாமையை ஏற்படுத்தும். அத்தகைய தோஷத்திற்கான தீர்வு சந்திரனையும் தாயையும் வணங்குவதாகும். உங்கள் பிறப்பு விளக்கப்படத்தில் சந்திரனின் பிரிவு [0] ஐ குறிக்கிறது, எனவே நீங்கள் உட்கொள்வதன் மூலம் நல்ல முடிவுகளை எதிர்பார்க்கலாம் [0]",
  "d7-r4":"உங்கள் டி 7 விளக்கப்படத்தில் ஏறுவது [0] அடையாளத்தில் நிலைநிறுத்தப்பட்டுள்ளது, இது நன்மை கிரகத்தால் எதிர்பார்க்கப்படுகிறது, இது உங்கள் [1] இலிருந்து மகிழ்ச்சியையும் மகிழ்ச்சியையும் அளிக்கும்.",
  "d7-r5":"[0] இன் எந்த தச காலங்களிலும் நீங்கள் குழந்தைகளுடன் ஆசீர்வதிக்கப்படுவீர்கள்.",
  "d7-r6":"உங்கள் டி 7 விளக்கப்படத்தில் நீங்கள் வலுவான, பிரபலமான, கூட்டுறவு மற்றும் ஒரு போர்வீரன் என்பதைக் குறிக்கும் உயரும் கிரகம் உள்ளது. நீங்கள் நட்பாக இருக்கிறீர்கள், எல்லா இடங்களிலும் மகிழ்ச்சியைப் பரப்புகிறீர்கள்",
  "tr-r1":"[0] உங்கள் ராசியிலிருந்து [2] வீடான [1] இல் சஞ்சரிக்கிறது [3]",
  "tr-r2":"[0] அன்று, [1] உங்கள் ராசியிலிருந்து [3] வீடான [2] க்கு மாறுவார். இது ஏற்படுத்தும் [4]"
}