{
  "ar": "நீங்கள் தைரியமானவர், கருத்துள்ளவர், சுதந்திரமானவர் என வாய்ப்புகள் உள்ளன. நீங்கள் மிகவும் வலுவான மற்றும் கட்டளையிடும் இருப்பைக் கொண்டிருக்கிறீர்கள், மேலும் மிரட்டுவதாகவும் கூட இருக்கலாம். நீங்கள் ராசியின் கடுமையான போர்வீரன். முதல் அறிகுறியாக இருப்பதால், நீங்கள் குதிரைப்படையை வழிநடத்துகிறீர்கள். ராசியின் முதல் நெருப்பு அடையாளமாக, நீங்கள் தீவிரமாக போட்டியிடுகிறீர்கள், உலகை தொடர்ச்சியான போட்டிகளாக பார்க்கிறீர்கள். மேஷம், நீங்கள் ஒரு டிரெயில்ப்ளேஸர், நீங்கள் பார்ப்பதற்கு முன் குதித்து மன்னிப்பு கேட்கிறீர்கள், அனுமதி அல்ல. உங்கள் உள்ளுணர்வுகளிலும் நீங்கள் செயல்படுகிறீர்கள், அவை வழக்கமாக ஸ்பாட்-ஆன் ஆகும்",
  "ta": "நீங்கள் கடுமையான, நம்பகமான மற்றும் வலுவான விருப்பமுள்ள அதிர்வுகளை விட்டுவிடுவீர்கள். ஆனால் உங்களுக்கும் மென்மையான பக்கமும் இருக்கிறது. அழகான உடைகள், சிறந்த உணவு மற்றும் மசாஜ்கள் உள்ளிட்ட வாழ்க்கையில் நல்ல விஷயங்களை நீங்கள் அனுபவிக்கிறீர்கள். ரிஷபம் சில சமயங்களில் புறா பொருள்களைப் பொருளாகக் கருதுகிறது, மேலும் அழகிய நுணுக்கத்துடன் உங்களைச் சுற்றிக் கொள்ள நீங்கள் விரும்பும்போது, நீங்கள் கொஞ்சம் ஆடம்பரத்தையும் சம்பாதித்திருக்கிறீர்கள். நீங்கள் முதல் பூமி அடையாளம் மற்றும் பூமியை அதன் தூய்மையான வடிவத்தில் பிரதிநிதித்துவப்படுத்துகிறீர்கள். உங்கள் கைகளால் சுறுசுறுப்பாகவும் ஆக்கப்பூர்வமாகவும் இருப்பதை நீங்கள் விரும்புகிறீர்கள் என்பதே இதன் பொருள் - உங்களைப் பொறுத்தவரை, இது தோட்டக்கலை, சமையல், பின்னல் அல்லது ஒரு படைப்பு புதிய ஒப்பனை தோற்றத்தைக் கண்டுபிடிப்பதற்கான சவாலைக் குறிக்கும்.",
  "ge": " மக்கள் உங்களை பேச்சு, பிரகாசமான மற்றும் ஆர்வமுள்ளவர்களாக உணரக்கூடும். நீங்கள் உங்கள் குழுவின் சமூக ஊடக நிபுணராக இருக்கலாம், உங்கள் சக விமான அடையாளமான அக்வாரிஸுடன். நீங்கள் எப்போதும் ஒரே நேரத்தில் 18 விஷயங்களைச் செய்கிறீர்கள் மற்றும் பல திட்டங்களில் வேலை செய்கிறீர்கள். துலாம் மற்றும் மீனம் போன்ற இரட்டை அறிகுறிகளில் ஒன்றாக இருப்பதால், நீங்கள் சில நேரங்களில் இரண்டு வெவ்வேறு நபர்களாக வரலாம், ஆனால் அது ஒரு மோசமான விஷயம் அல்ல. உங்கள் எல்லையற்ற ஆற்றலும், விவரிக்க முடியாத வளங்களும் எங்களுக்குத் தேவை. உங்கள் மிகவும் ஆக்கபூர்வமான மனம் ஒரு நிமிடத்திற்கு ஒரு மைல் தூரத்திற்கு யோசனைகளைத் துப்ப முடியும். சில நேரங்களில் நீங்கள் எல்லாவற்றையும் செய்ய ஆசைப்படுவதால் அதிகமாகிவிடலாம், ஆனால் துரதிர்ஷ்டவசமாக எல்லாவற்றையும் ஒரே நேரத்தில் செய்வது சாத்தியமற்றது - நீங்கள் உண்மையிலேயே அக்கறை கொண்ட ஒன்று அல்லது இரண்டு விஷயங்களில் ஒட்டிக்கொண்டு பின்னர் உங்கள் மீதமுள்ள பட்டியலில் கவனம் செலுத்துங்கள்.",
  "cn": "உங்களை விவரிப்பவர்களுக்கு பட்டியலில் முதலிடம், சூடான, வளர்ப்பது மற்றும் உணர்திறன் இருக்கலாம். உங்கள் நெருங்கிய நண்பர்களிடையே நீங்கள் தாயாகக் காணப்படுவீர்கள். நீங்கள் ஒரு வீட்டுக்காரர், இரத்தம் அல்லது தேர்ந்தெடுக்கப்பட்ட உங்கள் குடும்ப தொடர்புகளை ஆழமாக மதிக்கிறீர்கள். உங்கள் வழக்கத்தை நீங்கள் விரும்புகிறீர்கள் - எல்லாவற்றிற்கும் மேலாக, உங்களை நிலைநிறுத்திக் கொள்ளவும், நீங்கள் விரும்பும் விதத்தில் விஷயங்களைச் செய்யவும் நீங்கள் நேரத்தையும் அக்கறையையும் எடுத்துள்ளீர்கள். மக்களுக்கான இடத்தை எவ்வாறு வைத்திருப்பது என்பது உங்களுக்குத் தெரிந்திருப்பதால், மக்கள் பிரச்சினைகளுக்கு வரும் நபராகவும் நீங்கள் இருக்கலாம்.",
  "le": "மக்கள் உங்களை நம்பிக்கையுடனும், துடிப்பாகவும், வேடிக்கையாகவும் நினைப்பார்கள். உங்களிடம் வியத்தகு தன்மை உள்ளது, நீங்கள் அறையில் நடக்கும்போது மக்கள் உடனடியாக கவனிக்கிறார்கள். நீங்கள் ஒரு வ்லோக், ஒரு அழகான சமூக ஊடக ஊட்டம் அல்லது ஆக்கபூர்வமான ஆடைகள் மற்றும் ஒப்பனை மூலம் உங்களை வெளிப்படுத்தினாலும் நீங்கள் மிகவும் ஆக்கபூர்வமானவர். நீங்கள் உங்கள் சிறந்த வாழ்க்கையை வாழ்வதைப் பார்ப்பது மற்றவர்களும் இதைச் செய்ய தூண்டுகிறது. லியோ சீசன் கோடைக்காலம், அந்த கவலையற்ற, சன்னி ஆவி உங்களுடன் எடுத்துச் செல்கிறது. லியோ ராசியின் குழந்தை என்றும் அழைக்கப்படுகிறது. குழந்தைகளைப் போலவே, நீங்கள் இந்த நேரத்தில் வாழ்கிறீர்கள், ஆனால் கொஞ்சம் கோரக்கூடியதாகவும் இருக்கலாம். உங்கள் உமிழும் ஆற்றலை எல்லோரும் வைத்திருக்க முடியாது.",
  "vi": "உங்களைச் சந்திக்கும் நபர்கள் உங்களை ஒழுங்கமைக்கப்பட்டவர்கள், ஒன்றிணைந்தவர்கள் மற்றும் நம்பகமானவர்கள் என்று விவரிக்கலாம். நண்பர்கள் பெரும்பாலும் நெருக்கடிக்கு உங்களிடம் செல்கிறார்கள். முக்கியத்துவம் வாய்ந்த விஷயங்களை எவ்வாறு கையாள்வது என்பது உங்களுக்குத் தெரியும், மேலும் இயற்கையான பராமரிப்பாளராகவும் இருக்கிறீர்கள். பூமி அடையாளமாக இருப்பதால், நீங்கள் இயற்கையோடு இணைந்திருக்கிறீர்கள், அநேகமாக விலங்குகளை நேசிக்கிறீர்கள். இந்த கிரகம் விலைமதிப்பற்றது என்பதை நீங்கள் அறிவீர்கள், அதன் வளங்களை நாங்கள் எவ்வாறு பயன்படுத்துகிறோம் என்பதை நாம் அறிந்திருக்க வேண்டும்.",
  "li": "உங்களுடன் தொடர்பு கொண்டவர்கள் உங்களை இனிமையானவர், இனிமையானவர், அழகானவர் என்று நினைப்பார்கள் - அதுதான் மேற்பரப்புக்குக் கீழே நடக்கிறது. துலாம் ஒரு காற்று அடையாளம் என்பதால், நீங்கள் சமூகமாக இருக்கிறீர்கள், மற்றவர்களைச் சுற்றி இருப்பதை அனுபவிக்கவும், திட்டங்களில் ஒத்துழைக்கவும். லிப்ராஸ் சந்தேகத்திற்கு இடமில்லாதது என்று நீங்கள் கேள்விப்பட்டிருக்கலாம், இது உண்மையாக இருக்கும்போது நல்ல நோக்கங்களுடன் வருகிறது, ஏனென்றால் எல்லோரும் மகிழ்ச்சியாக இருக்க வேண்டும் என்று நீங்கள் பொதுவாக விரும்புகிறீர்கள். பெரும்பாலான மக்களுக்கு சிறந்த முடிவை நீங்கள் விரும்பினாலும், அது எப்போதும் சாத்தியமில்லை என்பதை அங்கீகரிப்பது முக்கியம். துலாம் ராசியின் இராஜதந்திரி என்பதை நினைவில் கொள்க. அர்த்தமுள்ளதாக இருக்கிறது, இல்லையா?",
  "sc": "நீங்கள் மர்மமான, அமைதியான, கவர்ச்சியானவராக வரலாம். இது எப்போதுமே பாலியல் குற்றச்சாட்டு அல்ல. அந்த குளிர்ச்சியான, அழகிய முகத்தின் பின்னால் நிறைய நேரம் இருக்கிறது, மேலும் மக்கள் மேலும் அறிய விரும்புகிறார்கள். ரைசிங் ஸ்கார்பியோஸ் தீவிரமானது, உங்களுக்கு உங்கள் காரணங்கள் உள்ளன. உங்களுடைய பாதுகாப்பைப் பெற சில அனுபவங்கள் உங்களுக்கு ஏற்பட்டிருக்கலாம், குறிப்பாக உங்கள் விளக்கப்படத்தில் உங்களுக்கு ஸ்கார்பியோ செல்வாக்கு இருந்தால், உங்களைப் பற்றி அறிந்துகொள்ள நேரம் ஆகலாம்.",
  "sa": "மக்கள் உங்களை வேடிக்கையாகவும், சுறுசுறுப்பாகவும், பிரகாசமாகவும் விவரிக்கலாம். நீங்கள் வாழ்க்கையில் ஒரு ஆர்வத்தை கொண்டிருக்கிறீர்கள், அது தொற்றுநோயாகும், மேலும் ராசியின் நம்பிக்கையாளராக அறியப்படுகிறது. கண்ணாடி எப்போதும் உங்களுக்கு பாதி நிரம்பியிருக்கும். இது இப்போது சற்று கடினமாக இருக்கலாம், இதன் விளைவாக உங்கள் தீவிரமான பக்கமும் வெளிவருகிறது. நீங்கள் ஒரு புத்திசாலித்தனமான ஆசிரியர் மற்றும் சத்தியத்தைத் தேடுபவர் என்றும் அழைக்கப்படுகிறீர்கள். நீங்கள் வெளிப்படையாக பேசுகிறீர்கள், கருத்து தெரிவிக்கிறீர்கள், மற்றவர்கள் சொல்லாததைச் சொல்லுங்கள். நீங்கள் பெரும்பாலும் மிகவும் அப்பட்டமாக இருக்க முடியும், சில சமயங்களில் அது பின்வாங்குகிறது.",
  "cp": "நீங்கள் முதிர்ச்சியுள்ள, ஒழுங்கமைக்கப்பட்ட மற்றும் உந்துதலாக வருகிறீர்கள். நீங்கள் எப்போதும் ஒன்றாக இணைக்கப்பட்டு தயாராக இருக்கிறீர்கள். நீங்கள் மகத்துவத்திற்காக பாடுபடுகிறீர்கள், உங்களையும் மற்றவர்களையும் நீங்கள் அதிகம் எதிர்பார்க்கிறீர்கள். நீங்கள் அளவிட முடியாத உயரங்களை அளவிடுகிறீர்கள், மற்றவர்கள் கனவு காணாத விஷயங்களை அடிக்கடி செய்கிறீர்கள். இருப்பினும், மகர ஒரு பூமி அடையாளம் என்பதால், நீங்கள் பெருமைக்கான தேடலில் அடித்தளமாக இருக்கிறீர்கள். நீங்கள் கணினியில் வேலை செய்கிறீர்கள், பின்னர் எதிர்பார்ப்புகளை மீறுகிறீர்கள்.",
  "aq": "நீங்கள் அறிவார்ந்த, புதுமையான மற்றும் மனிதாபிமானமுள்ளவராக கருதப்படலாம். அக்வாரிஸில் உள்ள “அக்வா” என்பது நீங்கள் ஒரு நீர் அடையாளம் என்று சிலர் நினைக்கிறார்கள், ஆனால் கும்பம் உண்மையில் மூன்றாவது காற்று அடையாளம் (ஜெமினி மற்றும் துலாம் உடன்) மற்றும் நீர் தாங்கியின் அடையாளமாகும். இந்த அடையாளம் சமூகத்துடன் தொடர்புடையது மற்றும் கூட்டுறவின் ஒரு பகுதியாக இருப்பது; இது தண்ணீரைப் பகிர்வது, தண்ணீராக இல்லாமல் இருப்பது. நீங்கள் மிகவும் தனித்துவமானவராக அறியப்படுகிறீர்கள், மேலும் உங்கள் டர்க்கைஸ் பிக்சி வெட்டு, உங்கள் ரேஸர் ஸ்கூட்டர், அல்லது நீங்கள் கீழே நடக்கும்போது உங்கள் நுரையீரலின் உச்சியில் பாடிக்கொண்டிருக்கலாம். தெரு. எப்படியிருந்தாலும், நீங்கள் தனித்து நிற்கிறீர்கள், உங்கள் சொந்த டிரம்ஸின் துடிப்புக்கு நீங்கள் அணிவகுக்கிறீர்கள்.",
  "pi": "மக்கள் உங்களை கனவானவர், இரக்கமுள்ளவர், மேகங்களில் உங்கள் தலையுடன் சிறிது விவரிக்கக்கூடும். ஏனென்றால், சில சமயங்களில் உங்களுக்குத் தெரிந்திருந்தாலும் இல்லாவிட்டாலும் மற்ற உலகங்களுடன் உங்களுக்கு ஆழமான தொடர்பு இருக்கும். மீனம் ராசியின் மனநோய் என்று அழைக்கப்படுகிறது, இது கடைசி அறிகுறியாக இருப்பதால், அது மற்ற எல்லா அறிகுறிகளையும் கொண்டுள்ளது. எனவே, நீங்கள் அனைத்து மனிதர்களுடனும் உள்ளார்ந்த முறையில் இணைக்கப்பட்டுள்ளீர்கள். யாராவது உங்களை முதன்முதலில் சந்திக்கும் போது, நீங்கள் கவனம் செலுத்தவில்லை, உங்கள் மனம் வேறொரு இடத்தில் இருப்பது போல் தோன்றலாம். அது ஓரளவு உண்மையாக இருக்கலாம், ஆனால் நபரின் வார்த்தைகள், அவர்களின் உடல் மொழி மற்றும் அடிப்படை உணர்ச்சிகள் உட்பட எல்லாவற்றையும் நீங்கள் எடுத்துக்கொள்கிறீர்கள்."
}