{
  "Su-Mo": "நீங்கள் ஒரு அமாவாசையின் காலப்பகுதியில் பிறந்தீர்கள், இது அனைத்து உயிர்ச்சக்தியையும் குறிக்கிறது. உங்கள் விருப்பமும் உங்கள் ஆழ் மனநிலையும் ஒன்றிணைந்து செயல்படுகின்றன, எனவே உங்களுக்கு வலுவான நோக்கங்கள், உற்சாகம் மற்றும் கவனம் செலுத்தும் திறன் உள்ளது. நீங்கள் பிடிவாதமாகவும் மூடிய எண்ணமாகவும் இருக்கலாம்",
  "Su-Me": "நீங்கள் ஆற்றல், தைரியம் மற்றும் வலுவான ஆர்வங்களைக் கொண்ட ஒரு சாகசக்காரர் - பாலியல் மற்றும் பிற. நீங்கள் ஆர்வமுள்ளவர், போட்டித்தன்மை வாய்ந்தவர், முன்முயற்சி எடுக்கத் தயாராக உள்ளீர்கள் - ஒவ்வொரு வகையிலும் ஒரு போட்டியாளர்",
  "Su-Ve": "நீங்கள் ஈர்க்கும், பாசமுள்ள, ஆக்கபூர்வமானவர். உறவுகளில் நீங்கள் இருக்க வேண்டிய ஆழ்ந்த தேவை, நெருக்கம் உள்ளார்ந்த திறன் மற்றும் இன்ப அன்பு. இந்த அம்சம் கலை திறமையையும் தருகிறது",
  "Su-Ju": "நீங்கள் நல்ல அதிர்ஷ்டம், நகைச்சுவை உணர்வு, உயர் புத்திசாலித்தனம், வலிமையான ஆவி மற்றும் நம்பிக்கையான மனப்பான்மை ஆகியவற்றால் ஆசீர்வதிக்கப்படுகிறீர்கள். அதிர்ஷ்டம் உங்களுடன் உள்ளது என்பதில் மறுக்கமுடியாத உண்மையை நம்பி, நீங்கள் கவனக்குறைவாகவும், அதிக நம்பிக்கையுடனும் இருக்க முடியும்",
  "Su-Sa": "கட்டுப்படுத்தப்பட்ட ஆனால் விடாமுயற்சியுடன், நீங்கள் பொறுப்பு, யதார்த்தமான மற்றும் உள்நோக்கமுடையவர். உங்களை நீங்களே தீவிரமாக எடுத்துக் கொள்ளுங்கள். இது ஒரு வரிவிதிப்பு அம்சமாகும், ஆனால் திசை, உறுதிப்பாடு மற்றும் திடமான சாதனைகள் மூலம் உங்கள் ஆரம்பகால போதாமை உணர்வை சமாளிக்கும் திறன் ஆகியவற்றைக் கொண்டுவரும் ஒன்று",
  "Su-Ur": "சுயாதீனமான, கணிக்க முடியாத, மற்றும் முற்றிலும் தனித்துவமான, நீங்கள் வாழ்க்கைக்கு ஒரு தனிப்பட்ட, அசல் அணுகுமுறையை எடுத்துக்கொள்கிறீர்கள். நீங்கள் மனக்கிளர்ச்சி மற்றும் விசித்திரமானவர், ஒரு மேதை அல்லது கிளர்ச்சி, மற்றும் காந்த வழி. எடுத்துக்காட்டுகள்: மெரில் ஸ்ட்ரீப் மற்றும் சீன் பென்",
  "Su-Ne": "நீங்கள் ஒரு கனவு காண்பவர், கவிஞர் மற்றும் ஈர்க்கப்பட்ட இலட்சியவாதி. உள்ளுணர்வு, உணர்திறன் மற்றும் சிலநேரங்களில் மனநோய் கொண்ட நீங்கள், மாய மற்றும் கலை முயற்சிகள் இரண்டிற்கும் நேர்த்தியாக வளர்ந்த கற்பனை மற்றும் சிறந்த படைப்புத் திறனைக் கொண்டிருக்கிறீர்கள், இது நடைமுறை விஷயங்களுக்கு கொஞ்சம் இடமளிக்கிறது. நீங்களே (அல்லது மற்றவர்களிடம்) பொய் சொல்வதற்கும், நீங்கள் பார்க்க விரும்புவதை மட்டுமே பார்த்து கற்பனை உலகில் வாழ்வதற்கும் ஒரு போக்கு உள்ளது. போதை மற்றும் ஆல்கஹால் ஒரு பிரச்சனையாக இருக்கலாம்",
  "Su-Pl": "ஒரு தீவிரமான, கவர்ச்சியான நபர், நீங்கள் ஒரு தீவிரவாதி, வலுவான எதிர்வினைகள், சிறந்த மன உறுதி மற்றும் உங்களை மாற்றும் திறன் கொண்டவர். நீங்கள் ஆதிக்கம் செலுத்தும் போக்கில் அல்லது வெறித்தனமாக மாற போராடலாம்",
  "Mo-Me": "நீங்கள் புத்திசாலி, பதிலளிக்கக்கூடியவர் மற்றும் உங்கள் உணர்ச்சிகளுடன் தொடர்பில் இருக்கிறீர்கள். நம்பிக்கையுடனும் கருணையுடனும் எவ்வாறு தொடர்புகொள்வது என்பது உங்களுக்குத் தெரியும்",
  "Mo-Ve": "ஆறுதலின் சிறந்த காதலன், நீங்கள் பதிலளிக்கக்கூடியவர், ஈர்க்கக்கூடியவர், கனிவானவர், ஆக்கபூர்வமானவர், மற்றும் இனிமையானவர். உங்கள் மனநிலை உங்கள் உறவுகளைப் பொறுத்தது, மேலும் நீங்கள் அனைவரையும் அன்பின் விளையாட்டில் சுற்றிக் கொள்ளலாம்",
  "Mo-Ma": "நீங்கள் உணர்ச்சி ரீதியாக தீவிரமானவர், பொறுமையற்றவர், கோபத்திற்கு விரைவானவர். நீங்கள் எப்படி உணருகிறீர்கள் என்பதை மக்களுக்குத் தெரியப்படுத்துகிறீர்கள், அதைப் பற்றி நீங்கள் எப்போதும் இராஜதந்திரமாக இருக்க மாட்டீர்கள்",
  "Mo-Ju": "நீங்கள் எப்போதாவது வழங்குவதை விட அதிகமாக வாக்குறுதியளித்தாலும் கூட, நீங்கள் மிகவும் அன்பானவர், நம்பிக்கையுள்ளவர், அக்கறையுள்ளவர், பரிவுணர்வு கொண்டவர். உங்கள் சொந்த திறன்களில் உங்களுக்கு நம்பிக்கை உள்ளது. சாத்தியங்கள் பெருகும்போது, உங்கள் பிரபஞ்சம் விரிவடையும் போது நீங்கள் நன்றாக உணர்கிறீர்கள்",
  "Mo-Sa": "கடந்த காலம் உங்களுக்கு ஒரு வலுவான பிடிப்பு உள்ளது. உங்கள் தாயுடனான சூடான உறவின் விளைவாக நீங்கள் சுய சந்தேகத்தால் பாதிக்கப்படலாம். அதிர்ஷ்டவசமாக, நீங்கள் சுய கட்டுப்பாட்டு ஆயுதத்தை பயன்படுத்துகிறீர்கள். உங்கள் உணர்வுகளை நேர்மறையான வழியில் கவனம் செலுத்த பொது அறிவு உதவுகிறது",
  "Mo-Ur": "உற்சாகமான மற்றும் உற்சாகமான, நீங்கள் வழக்கத்திற்கு மாறான வழிகளில் நடந்துகொள்கிறீர்கள், அசாதாரண அனுபவங்களை ஈர்க்கிறீர்கள், மற்றும் கணிக்க முடியாத மனநிலை மாற்றங்களால் பாதிக்கப்படலாம். இது ஒரு கொந்தளிப்பான கலவையாகும்",
  "Mo-Ne": "சந்திரன் உங்கள் ஆளுமையின் மிக முக்கியமான, தனிப்பட்ட பக்கத்தைக் கொண்டுள்ளது, அதே நேரத்தில் நெப்டியூன் எல்லாவற்றையும் மர்மமாக மறைக்கிறது. இந்த ஜோடி சேர்ந்து உங்கள் கற்பனையை உணர முடியும் - அல்லது உங்களை ஒரு உணர்ச்சி மூடுபனிக்கு இட்டுச் செல்லும்",
  "Mo-Pl": "நீங்கள் காந்தமானவர், கட்டுப்படுத்துபவர், சொந்தமானவர், தீவிரமானவர் மற்றும் நிர்பந்தமானவர். சிறிய மாற்றங்களை நீங்கள் எதிர்க்கிறீர்கள். ஆனால் பெரிய மாற்றங்களுக்கான நேரம் வரும்போது, தேவையைப் புரிந்துகொண்டு நன்றாகச் செய்யுங்கள்",
  "Me-Ve": "நீங்கள் கவர்ச்சியுடனும் நகைச்சுவையுடனும் உங்களை வெளிப்படுத்துகிறீர்கள். உங்களிடம் இலக்கிய திறன் இருக்கலாம், நீங்கள் பேச விரும்புகிறீர்கள், இது அதிர்ஷ்டம், ஏனெனில் நீங்கள் உறுதிப்படுத்தப்பட்ட வதந்திகள்",
  "Me-Ma": "உங்களிடம் ஒரு உற்சாகமான, வாத மனம், வலுவான கருத்துக்கள் மற்றும் உங்கள் பெரும்பாலான விவாதங்களை வெல்லும் அறிவுசார் அதிகாரம் உள்ளது - தலைப்பைப் பற்றி உங்களுக்கு எதுவும் தெரியுமா இல்லையா",
  "Me-Ju": "நீங்கள் புத்திசாலி, தத்துவ, திறந்த மனதுடன், பெரிய படத்தைக் காண முடிகிறது. நீங்கள் பெரிய கேள்விகளைக் கேட்கிறீர்கள், டஜன் கணக்கான ஆர்வங்களைக் கையாளுகிறீர்கள், மற்றவர்களை பாதிக்கும் திறனைக் கொண்டிருக்கிறீர்கள். தகவல்களைச் சேகரிப்பது மற்றும் புதிய திறன்களை மாஸ்டரிங் செய்வது உங்களுக்கு மகிழ்ச்சியைத் தருகிறது",
  "Me-Sa": "கடற்படை-கால் புதன் சிந்தனை செயல்முறையை ஆளுகிறது. சனியைக் கோருவது கட்டமைப்பு மற்றும் சுய கட்டுப்பாட்டின் கிரகம். எண்ணங்களை செயல்படுத்துவதற்கு புதனின் சனியின் ஒழுக்கத்தைப் பயன்படுத்தினால் அவை ஒன்றாகச் செயல்படுகின்றன",
  "Me-Ur": "மெர்குரி நீங்கள் நினைக்கும் வழியைக் குறிக்கிறது, அதே நேரத்தில் யுரேனஸ் ஒரு மின்னல் கம்பி, இது நீல நிறத்தில் இருந்து உத்வேகத்தை ஈர்க்கிறது. இருவரும் எவ்வாறு தொடர்பு கொள்கிறார்கள் என்பதைப் பொறுத்து, அவர்கள் புத்திசாலித்தனமான கண்டுபிடிப்பாளர், பைத்தியம் விஞ்ஞானி அல்லது பேசும் விசித்திரத்தை தெருவில் இருந்து வெளியே கொண்டு வர முடியும்",
  "Me-Ne": "மெர்குரி நினைக்கிறது, அதே நேரத்தில் நெப்டியூன் கனவு காண்கிறது. நெப்டியூன் கற்பனைகளை யதார்த்தங்களாக மாற்ற புதன் உதவும், அதே நேரத்தில் நெப்டியூன் புதனின் யோசனைகளுக்கு நுண்ணறிவு மற்றும் ஆடம்பரமான விமானங்களை கொண்டு வருகிறது",
  "Me-Pl": "நீங்கள் பகுப்பாய்வு, கவனம் மற்றும் இரகசியங்களைத் தோண்டி எடுப்பதில் திறமையானவர். உங்கள் ஊடுருவக்கூடிய புத்திசாலித்தனத்துடன், நீங்கள் ஒரு திறமையான ஆராய்ச்சியாளர், விசாரணை நிருபர் அல்லது துப்பறியும் நபராக இருக்கலாம். இந்த அம்சம் வெறித்தனமான எண்ணங்களுடன் நுண்ணறிவு மற்றும் எழுதும் திறனைக் கொண்டுவருகிறது",
  "Ve-Ma": "ஆர்ப்பாட்டம் மற்றும் காந்த, நீங்கள் பாலியல், உயிர் மற்றும் கவர்ச்சி கதிர்வீச்சு. பிறரை ஈர்ப்பதில் உங்களுக்கு எந்த பிரச்சனையும் இல்லை, ஏனென்றால் மக்கள் உங்களுக்கு அருகில் இருக்க விரும்புகிறார்கள். ஆனால் நீங்கள் தீப்பொறிகள் பறப்பதைக் காண விரும்புகிறீர்கள், மேலும் அறியாமலே கொந்தளிப்பான உறவுகளை உருவாக்கக்கூடும்",
  "Ve-Ju": "இது ஒரு அதிர்ஷ்ட அம்சம். நீங்கள் பாசமாகவும், தாராளமாகவும் இருப்பதால், நீங்கள் அன்பையும், நட்பையும், பணத்தையும் கூட ஈர்க்கிறீர்கள் - இது ஆச்சரியமாக இருக்கிறது, நீங்கள் எவ்வளவு பொறுப்பற்ற, ஒழுக்கமற்ற, மற்றும் சுய இன்பத்துடன் இருக்க முடியும் என்பதைக் கருத்தில் கொள்ளுங்கள். இந்த அம்சம் கலை திறனையும் வழங்குகிறது.",
  "Ve-Sa": "உணர்ச்சி ரீதியாக தடைசெய்யப்பட்டு, காயமடைந்து விடுமோ என்ற பயத்தில், காதல் பற்றி லேசான மனதுடன் நடத்துவதற்கு நீங்கள் உங்களை மிகவும் தீவிரமாக எடுத்துக்கொள்கிறீர்கள். உங்களை விட வயதான அல்லது அதிக ஸ்தாபிக்கப்பட்ட ஒருவருடனான உறவில் நீங்கள் மிகவும் வசதியாக இருக்கிறீர்கள். இந்த அம்சத்துடன் கூடிய சிலர் அன்பை ஒரு வகையான வெறித்தனமான நாட்டமாக ஆக்குகிறார்கள். நீங்கள் அதைச் செய்தாலும் இல்லாவிட்டாலும், காதல் உங்களுக்கு ஒரு பிரச்சினை. இந்த அம்சம் உங்கள் கலை திறமைகளை (வீனஸ் கொடுத்தது) கவனம் செலுத்த (சனியின் செல்வாக்கு) உதவுவதன் மூலம் படைப்பாற்றலை மேம்படுத்துகிறது.",
  "Ve-Ur": "இது மின்னல் துளைக்கும் அம்சம், இது ஒரு உற்சாகமான ஆளுமை, முதல் பார்வையில் காதல் மற்றும் ஒரு வியத்தகு, பெரும்பாலும் நிலையற்ற காதல் வாழ்க்கையை கொண்டுவருகிறது. எலிசபெத் டெய்லர் (எட்டு முறை திருமணம்) அல்லது வாரன் பீட்டி (ஹாலிவுட்டின் நம்பர் ஒன் பிளேபாயாக பல தசாப்தங்களுக்குப் பிறகு 55 வயதில் முதல் முறையாக திருமணம் செய்து கொண்டார்) போலவே, நீங்கள் உடனடி ஈர்ப்பையும் பட்டாசுகளையும் விரும்புகிறீர்கள்",
  "Ve-Ne": "உங்கள் இரக்கமும் தெளிவான கற்பனையும் உங்களை ஒரு ஈர்க்கப்பட்ட கலைஞராக்க முடியும், ஆனால் அவை உங்களை குறிப்பாக சிக்கலில் சிக்க வைக்கக்கூடும், ஏனென்றால் அன்புக்கான உங்கள் விருப்பத்தை (அல்லது அறிவொளி) நீங்கள் அறியாமலேயே உங்கள் பார்வையை மேகமூட்ட அனுமதிக்கிறீர்கள். நீங்கள் ஒரு காதல், ஒரு இலட்சியவாதி மற்றும் ஆன்மீக தேடுபவர். உங்கள் இலட்சிய துணையானது அந்த விருப்பங்களை பகிர்ந்து கொள்கிறது",
  "Ve-Pl": "நீங்கள் பொறாமை, உடைமை, ஆழ்ந்த பாலியல் மற்றும் கட்டுப்படுத்துகிறீர்கள். இந்த அம்சம் கலை மற்றும் நிதி திறனையும் தருகிறது",
  "Ma-Ju": "இதுவரை எழுதப்பட்ட மிகவும் பிரபலமான ஜோதிட பாடல் (“ஐந்தாவது பரிமாணத்தால்“ அக்வாரிஸின் வயது ”)“ சந்திரன் ஏழாவது வீட்டில் இருக்கும்போது, வியாழன் செவ்வாய் கிரகத்துடன் இணைந்திருக்கும்போது ”நாம் அமைதியையும் அன்பையும் அனுபவிப்போம் என்று ஏன் கூறுகிறது? வெளிப்படையாக, எனக்கு நிச்சயமாகத் தெரியவில்லை. நான் இதைச் சொல்வேன், இருப்பினும்: வியாழன் உங்கள் விளக்கப்படத்தில் செவ்வாய் கிரகத்துடன் இணைந்தால், நீங்கள் எரிக்க ஆற்றல், ஆராய்வதற்கான ஆர்வம், நேரத்தின் இயல்பான உணர்வு மற்றும் உங்கள் ஆசைகளை ஒரு ஆடம்பரமான வழியில் நிறைவேற்றும் திறன்",
  "Ma-Sa": "இந்த அம்சம் சுய ஒழுக்கம், சகிப்புத்தன்மை மற்றும் தைரியத்தை தருகிறது. அதன் மோசமான நிலையில், இது கூச்சம், தடுப்பு, மனக்கசப்பு மற்றும் அழிவுகரமான நடத்தைக்கு வழிவகுக்கிறது",
  "Ma-Ur": "வழக்கத்திற்கு மாறான பாலியல் அணுகுமுறைகள், அசாதாரண ஆசைகள் மற்றும் சிறந்த உந்துதலுடன் நீங்கள் கட்டுப்பாடற்ற மற்றும் உறுதியானவர். ஆனால் உங்கள் ஆற்றல் ஒழுங்கற்றது, மேலும் நீங்கள் விபத்துக்குள்ளாகலாம்",
  "Ma-Ne": "பாதுகாப்பற்ற, திறமையான மற்றும் உணர்திறன் கொண்ட, உங்கள் ஆற்றலை மையப்படுத்துவதில் சிக்கல் உள்ளது, மேலும் நீங்கள் இலட்சியவாத மற்றும் நம்பத்தகாத இலக்குகளை அமைக்கலாம். ஜான் லெனனுக்கு இந்த அம்சம் இருந்தது",
  "Ma-Pl": "உடல் ரீதியாக அபரிமிதமான ஆற்றல் இருப்பு உள்ளது, நீங்கள் ஆக்கிரமிப்பு, லட்சிய மற்றும் கடின உழைப்பாளி. அதிர்ச்சியூட்டும் உறுதியுடன் நீங்கள் விரும்பியதைப் பின்பற்றுகிறீர்கள். இது ஒரு சக்திவாய்ந்த அம்சமாகும். எடுத்துக்காட்டு: ஹிலாரி ரோடம் கிளிண்டன்.",
  "Ju-Sa": "நம்பிக்கையான வியாழன் அவநம்பிக்கையான சனியுடன் இணைந்தால், இலட்சியவாதம் யதார்த்தவாதத்தால் துண்டிக்கப்படுகிறது, மேலும் விரக்தி பரவுகிறது. உங்கள் பாதை தடைகளால் சிதறிக்கிடக்கிறது, ஆனால் கடின உழைப்புக்கான உங்கள் திறன் மூச்சடைக்கிறது. இந்த கடினமான அம்சம் ஒவ்வொரு 20 வருடங்களுக்கும் மேலாக வருகிறது",
  "Ju-Ur": "நீங்கள் அபாயங்களை எடுத்துக்கொள்வதன் மூலம் பயனடையக்கூடிய ஒரு சிறந்த நபர். எப்படியோ, உங்கள் ஆடம்பரமான வழிகள் இருந்தபோதிலும், நீங்கள் சரியான நேரத்தில் சரியான இடத்தில் இருக்கிறீர்கள். இது அசாதாரண வாய்ப்புகள் மற்றும் திடீர் நல்ல அதிர்ஷ்டத்தின் அம்சமாகும் - ஆனால், யுரேனஸ் தொடும் எல்லாவற்றையும் போல, நீங்கள் எதிர்பார்க்கும் வடிவத்தில் இது வரக்கூடாது",
  "Ju-Ne": "உங்கள் ஆன்மீகம், இலட்சியவாதம் மற்றும் நிதி நல்வாழ்வு இந்த அம்சத்திலிருந்து பயனடைகின்றன. ஆனால் உங்கள் நட்பு, அனுதாப அணுகுமுறை உங்களை யதார்த்தத்திற்கு குருடாக்காது என்பதில் கவனமாக இருங்கள். நீங்கள் ஒரு குறிப்பிட்ட அளவு நல்ல அதிர்ஷ்டத்துடன் ஆசீர்வதிக்கப்பட்டிருக்கும்போது, நீங்கள் தெளிவற்ற தன்மை, சுய மாயை மற்றும் வெளியேறுவதற்கான போக்கு ஆகியவற்றால் பாதிக்கப்படலாம்.",
  "Ju-Pl": "இந்த இரண்டு கிரகங்களும் கன்னத்தால் கன்னத்தில் இருக்கும்போது, உங்களுக்கு வலுவான நம்பிக்கைகள் உள்ளன, மேலும் மாற்றத்தின் சக்திவாய்ந்த முகவராக மாறலாம். ஒரு எடுத்துக்காட்டு: மைக்ரோசாப்டின் நிறுவனர் பில் கேட்ஸ், மூன்றாவது தகவல்தொடர்பு வீட்டில் இந்த இணைப்பைக் கொண்டவர்",
  "Sa-Ur": "யுரேனஸின் புத்திசாலித்தனத்தை சனியின் நடைமுறை யதார்த்தங்களுடன் இணைப்பதன் மூலம் உந்துதல், விடாமுயற்சி, தலைமைத்துவ திறன் மற்றும் உங்கள் மிகவும் அசல் யோசனைகளை மையப்படுத்தும் திறன் உங்களிடம் உள்ளது.",
  "Sa-Ne": "இரண்டு கிரகங்களும் நன்கு பொருந்தினால், நீங்கள் ஒழுக்கமானவர், விவேகமானவர், ஆக்கபூர்வமானவர். கடுமையான சனி நெப்டியூன் மீது ஆதிக்கம் செலுத்துகிறது என்றால், நீங்கள் உங்கள் உள்ளுணர்வை அவநம்பிக்கைப்படுத்தி, உங்கள் படைப்பு தூண்டுதல்களைத் துடைக்கிறீர்கள். வூஸி நெப்டியூன் ஆதிக்கம் செலுத்துகிறது என்றால், நீங்கள் சுத்தமாகவும், ஒழுங்காகவும், கட்டுப்பாட்டிலும் இருக்க உங்கள் முயற்சிகளில் போராடுகிறீர்கள்",
  "Sa-Pl": "புளூட்டோ என்பது உருமாற்றம் பற்றியது, ஆனால் எச்சரிக்கையுடன் கூடிய சனி, மாற்றத்திற்கு வசதியாக இல்லை, அதன் செயலை கட்டுப்படுத்துகிறது, நிர்பந்தமான நடத்தை, கடினமான உடைக்கும் பழக்கவழக்கங்கள் மற்றும் ஒரு தாய் எதிர்ப்பை உருவாக்குகிறது. இந்த தீவிரமான, சில நேரங்களில் வெறுப்பூட்டும் அம்சத்தை அடைய, சிக்கலைத் தீர்ப்பதற்கான ஒரு முறையான அணுகுமுறை, சுய ஒழுக்கத்தின் ஆரோக்கியமான அளவு மற்றும் மாற்றம் அதன் வேகத்தில் பனிப்பாறையாக இருந்தாலும், பனிப்பாறைகள் உலகை மறுவடிவமைத்தன என்ற உண்மையை ஏற்றுக்கொள்வது உங்களுக்குத் தேவை.",
  "Ur-Ne": "1992 மற்றும் 1993 ஆம் ஆண்டுகளில், யுரேனஸ் மற்றும் நெப்டியூன் ஆகியவை 1821 ஆம் ஆண்டிலிருந்து முதல்முறையாக சரியாக இணைந்தன - இது 2163 வரை அவர்கள் மீண்டும் செய்ய மாட்டார்கள். இந்த அம்சத்துடன் பிறந்த எவருக்கும் சமூக மாற்றத்திற்கான ஒரு கண்டுபிடிப்பு அணுகுமுறையும் ஒரு பதட்டமான மனநிலையும் இருக்கக்கூடும்.",
  "Ur-Pl": "1960 கள் ஏன் இவ்வளவு கொந்தளிப்பாக இருந்தன என்று எப்போதாவது ஆச்சரியப்படுகிறீர்களா? இதனால்தான்: 115 ஆண்டுகளில் முதல்முறையாக, யுரேனஸ், புரட்சி மற்றும் விசித்திரத்தின் கிரகம், மாற்றத்தின் கிரகமான புளூட்டோவுடன் இணைந்தது. கிரகங்களை மாற்றுவது அனைவரையும் பாதிக்கிறது - அவர்களின் செல்வாக்கின் கீழ் பிறந்த குழந்தைகள் மட்டுமல்ல. அந்த தசாப்தத்தில் நீங்கள் பிறந்திருந்தால் - நீங்கள் 60 களின் உண்மையான குழந்தையாக இருந்தால் - நீங்கள் சுயாதீனமான மற்றும் விருப்பமுள்ளவராக இருக்கிறீர்கள், மேலும் உட்ஸ்டோக்கியன் படைப்பு கிளர்ச்சியின் உணர்வை உங்களுக்குள் கொண்டு செல்கிறீர்கள்",
  "Ne-Pl": "இந்த அரிய இணைப்பு, 1892 ஆம் ஆண்டில் கடைசியாக உருண்டது மற்றும் 24 ஆம் நூற்றாண்டு வரை மீண்டும் தோன்றாது, நெப்டியூனிய ஆன்மீகத்தை புளூட்டோனிய உந்துதலுடன் சக்தி மற்றும் புரிதலுக்கான ஒருங்கிணைப்புடன் இணைக்கிறது. எடுத்துக்காட்டுகள்: ஒரு யோகியின் சுயசரிதை ஆசிரியரான பரமஹன்ச யோகானந்தா மற்றும் தி லார்ட் ஆஃப் தி ரிங்க்ஸின் ஆசிரியர் ஜே. ஆர். ஆர். டோல்கியன்."
}