{
  "d4-r1": "வேத நூல்களின்படி, ஜாதகத்திலிருந்து வீடு, நிலங்கள், ரியல் எஸ்டேட், வாகனங்கள் போன்ற பண்புகளை பகுப்பாய்வு செய்வதற்காக, நாம் முதலில் ராஷி விளக்கப்படத்தில் அசென்டென்ட் / லக்னா ஹவுஸ் மற்றும் அதன் ஆண்டவர், 4 வது வீடு & அதன் ஆண்டவர் (பண்புகள்) & கரக் செவ்வாய் (நிலம்) & சனி (கட்டுமானம்) மற்றும் வீனஸ் (சொற்பொழிவு)",
  "d4-r2": "4 வது வீடு (புரோபிட்டி) ஆண்டவர் [0] 8 வது வீடு (பரம்பரை) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் சொத்தை குறிக்கிறது.",
  "d4-r3": "4 வது வீடு (சொத்து) ஆண்டவர் [0] 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [1] ஆல் எதிர்பார்க்கப்படுகிறார், இது சொத்து மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r4": "உங்கள் ஜாதகத்தில் 4 வது வீடு [0] இலிருந்து நன்மை பயக்கும் அம்சத்தைக் கொண்டுள்ளது, இது நல்லது.",
  "d4-r5": "8 வது வீடு (பரம்பரை) ஆண்டவர் [0] 4 வது வீடு (சொத்து) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் சொத்தை குறிக்கிறது.",
  "d4-r6": "8 வது வீடு (பரம்பரை) ஆண்டவர் [0] 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r7": "11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [0] 4 வது வீடு (சொத்து) பிரபு [1] ஆல் கருதப்படுகிறார், இது சொத்து மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r8": "11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் [0] 8 வது வீடு (பரம்பரை) ஆண்டவர் [1] ஆல் கருதப்படுகிறார், இது பரம்பரை மூலம் கிடைக்கும் லாபங்களைக் குறிக்கிறது.",
  "d4-r9": "எங்கள் பழங்கால நூல்களின்படி, ராஷி விளக்கப்படத்தில் 4 வது இறைவன், 8 வது இறைவன் மற்றும் 11 வது இறைவன் இடையே ஒரு தொடர்பு இருந்தால், ஒருவர் இணைப்பின் வலிமையைப் பொறுத்து மிகப்பெரிய பண்புகளைக் குவிப்பார்.",
  "d4-r10": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது (சொத்து) ஆண்டவர், 8 வது (பரம்பரை) ஆண்டவர் & 11 வது (ஆதாயங்கள்) ஆண்டவர் ஒருவருக்கொருவர் நோக்கம் கொண்டுள்ளனர், இதுபோன்ற கலவையானது 4 வது ஆண்டவரின் ([0]) தஷா / புக்தியின் போது பெரும் சொத்து லாபத்தை ஈட்ட உதவும். 8 வது ஆண்டவர் ([1]), 11 வது ஆண்டவர் ([2])",
  "d4-r11": "[0] வது வீட்டில் உங்கள் ராஷி விளக்கப்படத்தில் 4 வது (சொத்து) ஆண்டவர், [1] வீட்டில் 8 வது (பரம்பரை) ஆண்டவர் மற்றும் [2] வீட்டில் 11 வது (ஆதாயங்கள்) ஆண்டவர், இதுபோன்ற கலவையானது உங்களுக்கு பெரும் சொத்து லாபம் பெற உதவும் 4 வது பிரபு ([0]), 8 வது ஆண்டவர் ([1]), 11 வது ஆண்டவர் ([2]) இன் தஷா / புக்தியின் போது",
  "d4-r12": "உங்கள் ராஷி விளக்கப்படத்தில் 8 வது வீட்டில் 4 வது வீடு (சொத்து) ஆண்டவர் (பரம்பரை) நீங்கள் பரம்பரை மூலம் சொத்து பெறுவதைக் குறிக்கும்.",
  "d4-r13": "உங்கள் ராஷி விளக்கப்படத்தில் 11 வது வீட்டில் 4 வது வீடு (சொத்து) ஆண்டவர் (ஆதாயங்கள்) இது நீங்கள் பண்புகள் மூலம் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r14": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது வீட்டில் (சொத்து) 8 வது வீடு (சொத்து) ஆண்டவர், நீங்கள் பரம்பரை மூலம் சொத்து பெறுவதைக் குறிக்கிறது.",
  "d4-r15": "உங்கள் ராஷி விளக்கப்படத்தில் 11 வது வீட்டில் 8 வது வீடு (பரம்பரை) ஆண்டவர் (ஆதாயங்கள்) இது பரம்பரை மூலம் நீங்கள் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r16": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது வீட்டில் (சொத்து) 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர், இது நீங்கள் சொத்து மூலம் பெறுவதைக் குறிக்கிறது.",
  "d4-r17": "உங்கள் ராஷி விளக்கப்படத்தில் 8 வது வீட்டில் 11 வது வீடு (ஆதாயங்கள்) ஆண்டவர் (பரம்பரை) இது பரம்பரை மூலம் நீங்கள் பெறுவீர்கள் என்பதைக் குறிக்கிறது.",
  "d4-r18": "உங்கள் ராஷி விளக்கப்படத்தில் 4 வது கராக் (நிலங்களின் அதிபதி) [0]",
  "d4-r19": "உங்கள் ராஷி விளக்கப்படத்தில் கட்டுமானத்தின் அதிபதி [0]",
  "d4-r20": "உங்கள் ராஷி விளக்கப்படத்தில் செல்வத்தின் அதிபதி [0]",
  "d4-r21": "பண்டைய உரையின் படி, வர்கா விளக்கப்படங்கள் டி 1 அல்லது ராஷி விளக்கப்படத்தில் பகுப்பாய்வு செய்யப்பட்ட முடிவுகள் எவ்வளவு நம்பிக்கைக்குரியவை என்பதை வெளிப்படுத்துகின்றன. டி 4 அல்லது சதுர்த்தம்சா விளக்கப்படத்தின் பகுப்பாய்வு கீழே உள்ளது",
  "d4-r22": "[0] டி 1 & டி 4 விளக்கப்படத்தில் ஒரே வீட்டில் வைக்கப்பட்டுள்ளது.",
  "d4-r23": "லார்ட்ஸின் தசா / புக்தியின் போது நீங்கள் சொத்துக்களை வாங்குவீர்கள், இது டி 1 & டி 4 அட்டவணையில் 4 வது வீட்டைக் கொண்டுள்ளது, இந்த கிரகங்களின் போக்குவரத்தும் ஒப்புக் கொண்டால் வழங்கப்படும்.",
  "d4-r24": "உங்கள் டி 1 & டி 4 அட்டவணையில், [0] 4 வது வீட்டைக் குறிக்கிறது, எனவே நீங்கள் [1] இன் தாஷா & புக்தியின் போது சொத்துக்களை வாங்குவீர்கள் என்று எதிர்பார்க்கப்படுகிறது."
}