{
  "Su-Mo": "உங்கள் நனவான சுயமானது ஒரு விஷயத்தை விரும்புகிறது, உங்கள் ஆழ் உணர்வு வேறு எதையாவது எதிர்பார்க்கிறது. எனவே நீங்கள் ஒருபோதும் உண்மையிலேயே திருப்தி அடையவில்லை, உங்களை நாசமாக்கும் போக்கில் நீங்கள் போராடலாம். சுவாரஸ்யமாக, இந்த அச om கரியம் மிகவும் உந்துதலாக மாறும். ஒவ்வொரு துறையிலும் திறமையான நபர்களின் படைகள் இந்த அம்சத்தைக் கொண்டுள்ளன - இது ஒரு குறைபாடு என்று எனக்குத் தெரியவில்லை | நீங்கள் ஒரு முழு நிலவின் கீழ் பிறந்தீர்கள், உணர்ச்சிகள் அதிகமாக இயங்கும் காலம். அமைதியற்ற மற்றும் முரண்பட்ட, உங்கள் விருப்பங்களை உங்கள் திறன்களுடன் பொருத்துவது கடினம். நீங்கள் மன அழுத்த உறவுகளை ஈர்க்கிறீர்கள், மேலும் தடைகளுக்கு அதிகமாக செயல்படலாம். சூரியன் / சந்திரன் எதிர்ப்பைக் கொண்ட ஒரு சிலர் வியக்க வைக்கும் வழிகளில் (தீவிர உதாரணம்: மைக்கேல் ஜாக்சன்) திருகினாலும், எதிர்க்கட்சி அவர்களை உள் பிளவுகளை வென்று மிகப்பெரிய வெற்றியைப் பெற தூண்டுகிறது",
  "Su-Me": "புதனும் சூரியனும் எப்போதும் ஒன்றாக நெருக்கமாக இருப்பதால் அவை ஒருபோதும் கடினமான அம்சத்தை உருவாக்குவதில்லை",
  "Su-Ve": "",
  "Su-Ma": "உங்களிடமிருந்து வரும் உயிர்ச்சக்தியைக் கட்டுப்படுத்துவது எளிதானது அல்ல. நீங்கள் ஒரு வேலையாட்களாக இருப்பதன் மூலம், அதை மிகைப்படுத்த முனைகிறீர்கள். உங்கள் மனநிலை கட்டுப்பாட்டை மீறலாம். நீங்கள் சர்ச்சைக்குரியவர்களாகவும், விபத்துக்குள்ளானவர்களாகவும் இருக்கலாம், மேலும் நீங்கள் அவசரமாக செயல்படும் போக்கு உள்ளது",
  "Su-Ju": "நீங்கள் பெரிதுபடுத்தவும், சுய முக்கியத்துவம் பெறவும், தவறாகப் புரிந்துகொள்ளவும், மிதமான உணர்வைக் கொண்டிருக்கவும் விரும்பவில்லை. களியாட்டம் உங்களை பாதிக்கலாம். அப்படியிருந்தும், இந்த அம்சம், இது வியாழனைக் கொண்டிருப்பதால், வாய்ப்புகளைத் தரக்கூடியது மற்றும் பெரும்பாலும் நன்மை பயக்கும்",
  "Su-Sa": "குழந்தை பருவத்தில், ஏமாற்றங்கள் மற்றும் ஏமாற்றங்கள் உங்கள் சுய மதிப்பு உணர்வைத் தாக்கியிருக்கலாம். உங்கள் சூரியன் மற்றும் சனி சதுரமாக இருந்தால், உங்கள் பிரச்சினைகள் முதன்மையாக உள் | உங்கள் சூரியனும் சனியும் எதிர்த்தால், வெளிப்புற தடைகள் அல்லது எதிரிகள் உங்கள் பாதையைத் தடுக்கலாம். இறுதியில், சுய ஒழுக்கம், விடாமுயற்சி மற்றும் எல்லாவற்றிற்கும் மேலாக சனி நேசிக்கும் விஷயம் மூலம் எல்லாவற்றையும் வெல்லும் திறன் உங்களுக்கு உள்ளது: கடின உழைப்பு.",
  "Su-Ur": "நீங்கள் விசித்திரமான மற்றும் நடைமுறைக்கு மாறான வழிகளில் செயல்படுவதற்கும், மோசமான முடிவுகளை எடுப்பதற்கும் ஒரு துரதிர்ஷ்டவசமான போக்கைக் கொண்ட ஒரு அசாதாரண, வியத்தகு நபர். கலகத்தனமான மற்றும் எளிதில் சலித்து, நீங்கள் கணிக்க முடியாத திசைகளில் செல்லக்கூடும், குறிப்பாக நிகழ்வுகள் எப்போதாவது செய்வது போல உங்களை ஆச்சரியத்தில் ஆழ்த்தும் போது",
  "Su-Ne": "பகல் கனவு காண்பதற்கும், உங்களை ஏமாற்றுவதற்கும் ஊக்கமளிக்கும் போக்கோடு இணைந்து ஒரு செயலில் கற்பனை உள்ளது. எல்லா நெப்டியூன் அம்சங்களையும் போலவே, ஏமாற்றுவதும் ஒரு பிரச்சினையாக இருக்கலாம், ஏனென்றால் நீங்கள் மற்றவர்களை ஏமாற்றத் தேர்வுசெய்கிறீர்கள் அல்லது நீங்கள் மிகவும் மோசமானவர்களாக இருப்பதால் யாராவது உங்கள் கண்களுக்கு மேல் கம்பளியை இழுக்க முடியும்",
  "Su-Pl": "போட்டி முட்டைகள் நீங்கள். தனிப்பட்ட சக்தியின் பயன்பாடுகளைப் பற்றி நன்கு அறிந்தவர், நீங்கள் கையாளுபவர், வளமானவர், சில சமயங்களில் மிரட்டுகிறீர்கள். சவால், நீங்கள் மற்றவர்களுடன் போட்டியிடுகிறீர்களோ அல்லது உங்கள் சொந்த கணிசமான லட்சியத்தை நிறைவேற்ற முயற்சிக்கிறீர்களோ, அதிகப்படியான ஆக்கிரமிப்பு அல்லது சக்தி வெறித்தனமாக இருப்பதைத் தவிர்ப்பது",
  "Mo-Me": "நீங்கள் விரைவாக பதிலளிப்பீர்கள், ஆனால் பெரும்பாலும் கவலைப்படுவீர்கள். வழக்கத்திற்கு மாறான மனதுடன் பரிசளிக்கப்பட்ட, மக்கள் உங்களைப் புரிந்து கொள்ளவில்லை என்று நீங்கள் அடிக்கடி உணருகிறீர்கள், மேலும் நீங்கள் விமர்சனத்திற்கு அதிக உணர்திறன் உடையவர்",
  "Mo-Ve": " உங்கள் காதல் விவகாரங்கள் மோதல் மற்றும் உணர்ச்சி விரக்தியின் சமதள பாதையில் பயணிக்கின்றன. சிலர் திரும்பப் பெறுவதன் மூலமும், மற்றவர்கள் கோருவதன் மூலமும், உடைமைகளாலும் மாறுகிறார்கள். எந்த வகையிலும், நீங்கள் விரும்புவதைப் பெறுவதற்கு மற்றவர்களை விட கடினமாக உழைக்க வேண்டும் என்று உணர உதவ முடியாது",
  "Mo-Ma": "சொறி, தற்காப்பு மற்றும் சில நேரங்களில் நிலையற்ற, நீங்கள் மனக்கிளர்ச்சி, போட்டி மற்றும் முதலாளி. உங்கள் உணர்ச்சிகளை வெளிப்படுத்துவதில் இருந்து நீங்கள் பின்வாங்க மாட்டீர்கள், மேலும் உங்கள் ஏற்ற இறக்கமான மனநிலைகள் மோதலைத் தூண்டும். நீங்கள் உலகத்தை எந்த முகமாகக் காட்டினாலும், கோபம் என்பது நீங்கள் கவனிக்க வேண்டிய ஒரு பிரச்சினை.",
  "Mo-Ju": "இது உங்களுடன் எல்லாம் இல்லை. நீங்கள் பரவசமான அல்லது வருத்தத்தால் பாதிக்கப்பட்டுள்ளீர்கள், ஆனந்தமடைகிறீர்கள் அல்லது சரிவின் விளிம்பில் இருக்கிறீர்கள். சுருக்கமாக, உங்கள் உணர்வுகளை கட்டுப்படுத்துவதில் சிக்கல் உள்ளது, மேலும் நீங்கள் கப்பலில் செல்ல முனைகிறீர்கள்",
  "Mo-Sa": "உணர்ச்சி இழப்பின் வரலாறு உங்களை தயக்கமாகவும் சுய உணர்வுடனும் ஆக்குகிறது. அவநம்பிக்கை, அடக்கப்பட்ட உணர்ச்சிகள் மற்றும் பெண்களுடனான சிரமங்கள் உங்களைத் துன்பப்படுத்தினாலும், உங்கள் புரிதல் முதிர்ச்சியுடன் வளர்கிறது, அதேபோல் மகிழ்ச்சியையும் மனநிறைவையும் காணும் திறனைப் போலவே",
  "Mo-Ur": "திறமையான மற்றும் எளிதில் திசைதிருப்பப்பட்டால், நீங்கள் கட்டுப்படுத்தப்படுவதை உணர முடியாது. நீங்கள் எளிதாக வேலை செய்கிறீர்கள், அவ்வப்போது நீங்கள் ஒரு நெருக்கடியைக் கிளப்புகிறீர்கள் (அல்லது ஈர்க்கிறீர்கள்). உங்கள் சுதந்திரத்தைத் தக்க வைத்துக் கொள்ள, நீங்கள் அறியாமலேயே மற்றவர்களிடமிருந்து உங்களைத் தூர விலக்கிக் கொள்ளலாம்",
  "Mo-Ne": "நீங்கள் ஆசைப்பட்ட சிந்தனை, பகுத்தறிவற்ற அச்சங்கள் (ஹைபோகாண்ட்ரியா போன்றவை) மற்றும் உணர்ச்சி உறுதியற்ற தன்மை ஆகியவற்றுடன் போராடுகிறீர்கள், போதைப்பொருள் மற்றும் ஆல்கஹால் துஷ்பிரயோகத்தைக் குறிப்பிடவில்லை. ஆனால் நீங்கள் உணர்திறன், படைப்பு மற்றும் வரவேற்பு",
  "Mo-Pl": "உங்கள் உணர்ச்சிகளை வெளிப்படுத்துவதில் நீங்கள் தடைசெய்யப்பட்டுள்ளீர்கள், மேலும் நீங்கள் பின்வாங்க முனைகிறீர்கள். உங்கள் நம்பிக்கையைப் பெற மக்கள் போராடுகிறார்கள், மேலும் நீங்கள் மேலோட்டத்தைப் பெறுவதற்கான முயற்சியில் சூழ்நிலைகளை கையாளலாம். எப்போதாவது, உள்நாட்டு எழுச்சிகள் மற்றும் அதிகாரப் போராட்டங்கள் உங்கள் வாழ்க்கையை உலுக்குகின்றன",
  "Me-Ve": "புதன் மற்றும் வீனஸ் ஒருபோதும் 76 than ஐ விட தொலைவில் இல்லை, எனவே அவை ஒரு சதுரத்தை அல்லது எதிர்ப்பை உருவாக்க முடியாது. ஆனால் அவை அரைக்கோளமாக இருக்கலாம் - 45 ° கோணம் உங்கள் படைப்பு திறன்களை மேம்படுத்துகிறது மற்றும் நீங்கள் மிகவும் நேசிப்பவர்களை விமர்சிக்க உங்களைத் தூண்டும்",
  "Me-Ma": "நீங்கள் உடனடியாகவும் சில சமயங்களில் பொறுப்பற்றதாகவும் பதிலளிப்பீர்கள். உங்களிடம் கூர்மையான நாக்கு மற்றும் போரிடும் போக்கு உள்ளது",
  "Me-Ju": "உற்சாகமான யோசனைகள் மற்றும் நல்ல நோக்கங்களுடன் நீங்கள் நிரப்பப்பட்டிருக்கிறீர்கள். ஆனால் நீங்கள் மிகைப்படுத்தி முடிவுகளுக்கு முன்னேற முனைகிறீர்கள், உங்கள் தீர்ப்பு அடிப்படையாக இருக்கலாம்",
  "Me-Sa": "நீங்கள் எப்போது வேண்டுமானாலும் விஷயங்களை லேசாக எடுத்துக்கொள்ள மாட்டீர்கள். நீங்கள் ஒரு திறமையான திட்டமிடுபவர் என்றாலும், நீங்கள் வளைந்து கொடுக்காதவர், மனச்சோர்வு மற்றும் புதிய யோசனைகளுக்கு சங்கடமாக இருக்கலாம்",
  "Me-Ur": "சில நேரங்களில் புத்திசாலி, சில நேரங்களில் பதட்டமாகவும் பொறுமையுடனும், உங்களுக்கு ஒழுங்கற்ற மனம் இருக்கிறது. நீங்கள் அதிகாரம், வழக்கமான மற்றும் மாநாட்டிற்கு எதிராக கிளர்ச்சி செய்கிறீர்கள், அவ்வாறு நீங்கள் பதற்றத்தையும் மோதலையும் உருவாக்குகிறீர்கள். உங்களிடம் ஒரு தன்னிச்சையான, தனித்துவமான புத்தி இருக்கிறது, அது உங்களை வெகுதூரம் அழைத்துச் செல்லும்",
  "Me-Ne": "உங்கள் கவனத்திற்கு பேண்டஸி மற்றும் ரியாலிட்டி, மற்றும் எது வெல்லும் என்பது எப்போதும் தெளிவாகத் தெரியவில்லை. உங்கள் படைப்பில், உள்ளுணர்வு மற்றும் தொலைநோக்குடையவர். ஆனால் நீங்கள் ஒழுங்கற்றவர்களாகவும், மறந்தவர்களாகவும் இருக்கலாம், நீங்கள் பார்க்க விரும்புவதை மட்டுமே பார்க்கும் அழிவுகரமான போக்குடன்",
  "Me-Pl": " நீங்கள் சிந்தனைமிக்கவர், கவனிக்கக்கூடியவர், ஆர்வமுள்ளவர், அதே போல் பதட்டமான மற்றும் போரிடும்",
  "Ve-Ma": "உங்களுக்கு என்ன வேண்டும் என்று உங்களுக்குத் தெரியவில்லை, குறிப்பாக காதல் உறவுகளில். இதன் விளைவாக, உங்கள் காதல் வாழ்க்கை வாதங்கள், மகிழ்ச்சியற்ற தன்மை மற்றும் பதற்றம் ஆகியவற்றால் கலங்கக்கூடும்",
  "Ve-Ju": "நீங்கள் கப்பலில் செல்லுங்கள். நீங்கள் சாப்பிடலாம் அல்லது குடிக்கலாம் அல்லது அதிகமாக செலவழிக்கலாம், நியாயமற்ற முறையில் கோரலாம் அல்லது உங்கள் உணர்வுகளை விகிதாச்சாரத்தில் ஊதி விடலாம். ஒரு வழி அல்லது வேறு, களியாட்டம் என்பது ஒரு பிரச்சினை",
  "Ve-Sa": "காதல் ஒரு போராட்டமாக இருக்கலாம். தற்காப்பு மற்றும் நிராகரிப்புக்கு பயந்து, உங்கள் சொந்த படைப்பின் சுவரின் பின்னால் நீங்கள் மறைக்கலாம். நீங்கள் ஒரு பூர்த்திசெய்யும் உறவைக் கண்டறிந்தாலும் (மற்றும் இந்த அம்சத்துடன் கூடிய ஏராளமான மக்கள் மகிழ்ச்சியுடன் திருமணமானவர்கள்), நீங்கள் தனிமைப்படுத்தப்பட்டிருப்பதை உணரலாம் மற்றும் கூடுதல் பொறுப்புகளை ஏற்றுக்கொள்வதன் மூலம் அந்த வெற்றிடத்தை நிரப்ப முயற்சிக்கலாம். இதேபோன்ற ஒன்று பணத்துடன் நடக்கிறது. இரண்டு சந்தர்ப்பங்களிலும், இழப்பு குறித்த பயம் ஒரு ஊக்கமளிக்கும் காரணியாகும்",
  "Ve-Ur": "\"பொருத்தமான\" நபருடன் நம்பகமான உறவைத் தேடுகிறீர்களா? எனக்கு சந்தேகம். நீங்கள் தடைசெய்யப்பட்டவர்களின் சிலிர்ப்பைத் தேடுகிறீர்கள். நீல நிற காதல் உங்கள் கதையின் ஒரு பகுதியாகும்; திடீர் துரோகம் மற்றொருதாக இருக்கலாம். வீனஸுக்கும் யுரேனஸுக்கும் இடையில் ஒரு கடினமான அம்சம் உள்ள எனது கோப்புகளில் உள்ளவர்களில், அவளுடைய சகோதரியின் வாழ்க்கைத் துணையுடன் ஒரு உறவு வைத்திருந்தவனையும், அவளுடைய சிறந்த நண்பனின் கணவனுடன் ஓடிவந்தவனையும், முதல் உறவினரை மணந்தவனையும், எதிர்பார்ப்பை மீறிய பலரையும் நான் காண்கிறேன் வேறொரு இனத்தையோ அல்லது தேசத்தையோ திருமணம் செய்துகொள்வது",
  "Ve-Ne": "கலை, இசை மற்றும் திரைப்படம் மூலம் மாயை உங்கள் வாழ்க்கையில் நேர்மறையான வழியில் நுழைகிறது. நீங்கள் விண்மீன்கள் கொண்ட மோகத்திற்கும் ஆளாகிறீர்கள். காதல் பற்றி யதார்த்தமாக இருப்பது உங்கள் பலம் அல்ல. நீங்கள் ஒவ்வொரு முறையும் ஹீத்க்ளிஃப் விழுவீர்கள்",
  "Ve-Pl": "உங்களுக்கு நல்லதல்ல என்று உங்களுக்குத் தெரிந்த ஒருவரிடம் எப்போதாவது சரி செய்யப்பட்டுள்ளதா? நான் அப்படி நினைத்தேன். இந்த அம்சம் ஆர்வத்தையும் ஆவேசத்தையும் தருகிறது. அதிர்ஷ்டவசமாக, இது உங்களை காந்த ரீதியாக கவர்ச்சிகரமானதாக மாற்றும்",
  "Ma-Ju": "அமைதியற்ற மற்றும் ஆடம்பரமான, உங்களுக்கு சகிப்புத்தன்மை மற்றும் இயக்கி உள்ளது, ஆனால் மிதமான, அடிக்கடி பரிந்துரைக்கப்பட்டாலும், உங்கள் வழி அல்ல",
  "Ma-Sa": "பொறுமையின்மை உங்களைத் தூண்டுகிறது. நீங்கள் தடுக்கப்பட்டதாகவும் விரக்தியடைந்ததாகவும் உணர்கிறீர்கள், மேலும் உங்கள் மனநிலையை ஒழுங்குபடுத்துவது உங்களுக்கு எளிதானது அல்ல. கூடுதலாக, உங்களுக்கு எதிரிகள் இருப்பதாக நீங்கள் உணர்கிறீர்கள், மேலும் அதிகாரத்துடன் இயங்குவது உங்கள் வாழ்க்கையில் மிகவும் பொதுவானதாக இருக்கலாம். இது ஒரு கடினமான அம்சமாக இருக்கலாம் (பீனிக்ஸ் நதியைப் பற்றி சிந்தியுங்கள்), ஆனால் ஆண்டர்சன் கூப்பர், ஜேன் ஆஸ்டன் மற்றும் ஜோஹான் செபாஸ்டியன் பாக் உள்ளிட்ட நேர்மறையான எடுத்துக்காட்டுகள் ஏராளமாக உள்ளன",
  "Ma-Ur": "நீங்கள் ஒரு அபாயகரமானவர் மற்றும் ஒரு சுதந்திரமான ஆவி, அதன் கலக வழிகள் உங்களைச் சுற்றியுள்ள அனைத்தையும் சீர்குலைக்கும். அதன் மோசமான நிலையில், இந்த அம்சம் உண்மையிலேயே அபத்தமான நடிப்பு-வெளியே நடத்தையைத் தூண்டுகிறது; அதன் படைப்பாற்றல் சிறந்தது, இது சுதந்திரத்தையும் சாகசத்தையும் ஊக்குவிக்கிறது",
  "Ma-Ne": "தப்பிக்கும் நடத்தைகளில் ஈடுபடும் போக்குடன் நீங்கள் இலட்சியவாதி, ஆனால் எளிதில் ஊக்கம் அடைகிறீர்கள்.",
  "Ma-Pl": "உங்களிடம் வலுவான ஆர்வங்கள் உள்ளன, ஆனால் அவற்றைக் கட்டுப்படுத்துவதற்கும் மோதலைத் தவிர்ப்பதற்கும் உங்களுக்கு சிரமம் உள்ளது. நீங்களே நாசவேலை செய்ய முனைந்தாலும், நீங்கள் ஈர்க்கக்கூடிய சகிப்புத்தன்மையையும், உங்கள் எதிர்மறையான நடத்தைகளை அகற்றுவதற்கும், நீங்கள் உண்மையிலேயே சக்தியை விரும்புவதை அடைவதற்கும் உள்ளீர்கள்.",
  "Ju-Sa": "விரிவாக்க சக்திகளுக்கும் கட்டுப்பாட்டு சக்திகளுக்கும் இடையில் ஒரு இழுபறி உங்களை சமநிலையிலிருந்து தள்ளி வைக்கிறது. அமைதியின்மை, அதிருப்தி, மோசமான நேரம் மற்றும் பதற்றம் ஆகியவை உங்களை பாதிக்கலாம். சில ஆழமான மட்டத்தில், உங்கள் தீர்ப்பு நம்பமுடியாதது என்று நீங்கள் அஞ்சுகிறீர்கள், அதன்படி உங்கள் நம்பிக்கை பாதிக்கப்படுகிறது. வியாழனுக்கும் சனிக்கும் இடையிலான எதிர்ப்பு சுமார் பத்து ஆண்டுகளுக்குப் பிறகு வருகிறது: 1911, 1930-1931, 1951-1952, 1970-1971, 1989-1990, மற்றும் 2010",
  "Ju-Ur": "முன்னரே தீர்மானிக்கப்பட்ட பாதை மற்றும் தேவையான படிப்புகள் உங்களுக்கு வெறுக்கத்தக்கவை. நீங்கள் திடுக்கிடும் தேர்வுகளை செய்கிறீர்கள், உங்கள் மனக்கிளர்ச்சி முடிவுகள் விவேகத்துடன் குறைவாக இருக்கும்போது பாதிக்கப்படக்கூடும். நீங்கள் ஒரு இயற்கை கிளர்ச்சி",
  "Ju-Ne": "நீங்கள் உங்கள் முயற்சிகளை சிதறடிக்க முனைகிறீர்கள், நீங்கள் மிகவும் ஏமாற்றக்கூடியவராக இருக்க முடியும், மேலும் யதார்த்தத்தை எதிர்கொள்ள நீங்கள் மறுப்பது உங்கள் நண்பர்களை குடிக்க தூண்டுகிறது (துஷ்பிரயோகம் செய்யாமல் நீங்கள் கவனமாக இருக்க வேண்டிய ஒரு பொருள்). இந்த அம்சம் பணம் மற்றும் திறமையை, குறிப்பாக இசை வகையை கொண்டு வர முடியும். நீங்கள் நம்பத்தகாத இலட்சியவாதியாக இருக்கலாம், மற்றும் பை-இன்-தி-ஸ்கை சிந்தனை ஒரு சிக்கலாக இருக்கலாம்",
  "Ju-Pl": "நீங்கள் உலகை மாற்ற விரும்புகிறீர்கள். உங்கள் சிறந்த முறையில், கோலியாத்தின் மிகவும் அச்சமுள்ளவர்களை நீங்கள் தைரியமாக எதிர்கொள்கிறீர்கள் - வெற்றி பெறுங்கள். ஆனால் நீங்கள் அதிகாரத்திற்கான ஒரு ரகசிய விருப்பத்தை வைத்திருக்கிறீர்கள், நீங்கள் இரக்கமற்ற, சந்தேகத்திற்கிடமான, சுய அழிவுகரமான, வெறித்தனமானவராக இருக்க முடியும். இது சக்திவாய்ந்த நபர்களின் அட்டவணையில் தோன்றும் ஒரு சக்திவாய்ந்த அம்சமாகும்",
  "Sa-Ur": "சமரசம் கடினம். நீங்கள் அகங்காரமாகவும், கடுமையானதாகவும், பாசாங்குத்தனமாகவும் இருக்கலாம் - கழுத்தில் ஒரு உண்மையான வலி. உங்கள் மோசமான நிலையில், உங்களுக்கு தகுதியான அங்கீகாரம், அந்தஸ்து அல்லது பொருள் செல்வம் மறுக்கப்பட்டுள்ளதாக நீங்கள் உணர்கிறீர்கள். உங்களது சிறந்த முறையில் நீங்கள் ஒரு சீர்திருத்தவாதி, பழைய (சனி) சிக்கல்களுக்கு அசல் (யுரேனிய) யோசனைகளைப் பயன்படுத்த முடியும்",
  "Sa-Ne": "உணர்வுபூர்வமாக, நீங்கள் பின்வாங்குகிறீர்கள். நீங்கள் மக்களை எளிதில் நம்பமாட்டீர்கள், மேலும் உங்களிடம் தனித்துவமான போக்குகள் உள்ளன. கூடுதலாக, நீங்கள் ஒழுங்கமைக்க சிரமப்படுகிறீர்கள். உங்கள் விளக்கப்படத்தில் சனியின் இடம் உங்களுக்கு கட்டமைப்பு தேவை என்பதைக் குறிக்கிறது. நீங்கள் என்ன செய்ய வேண்டும் என்பது உங்களுக்குத் தெரிந்திருக்க வாய்ப்புகள் உள்ளன. சிக்கல் என்னவென்றால், மாயையான கிரகமான மர்மமான நெப்டியூன் நன்றி, அதைச் செய்வதில் உங்களுக்கு சிக்கல் உள்ளது",
  "Sa-Pl": "வெறித்தனமான எண்ணங்கள் அல்லது நிர்பந்தமான நடத்தை அவர்களின் சக்தியைக் குறைப்பதற்கான வழியைக் கண்டுபிடிக்கும் வரை உங்களை அவர்களின் மோசமான பிடியில் வைத்திருக்கக்கூடும். தடைகள் உங்கள் வழியைத் தடுக்கக்கூடும் என்றாலும், அவற்றைக் கடக்க உங்களுக்கு விருப்பம் உள்ளது",
  "Ur-Ne": "நீங்கள் உணர்ச்சிவசப்படுகிறீர்கள், விசித்திரமானவர், முற்றிலும் அசல், குறிப்பாக கிரகம் மூன்றில் ஒரு பகுதியை குறிப்பிடத்தக்க வழியில் தொட்டால்.",
  "Ur-Pl": "மின்னல் தாக்கும்போது, உங்கள் இயல்பான எதிர்வினைகளை அடக்க முயற்சிக்கிறீர்கள், இதன் மூலம் எல்லாவற்றிற்கும் மேலாக, கவலையின் கூடுதல் அளவை உருவாக்குகிறீர்கள். இது நீங்கள் மட்டுமல்ல: இது ஒரு தலைமுறை செல்வாக்கு. உங்கள் தலைமுறையில் உள்ள மற்றவர்களைப் போலவே, நீங்கள் அமெரிக்காவின் பெரும் மந்தநிலையின் போது பிறந்தீர்கள், அதையெல்லாம் நீங்கள் பார்த்துள்ளீர்கள்",
  "Ne-Pl": "பாலியல் அல்லது இயற்கைக்கு அப்பாற்பட்ட ஒரு அசாதாரண அக்கறை இந்த சார்ஜ் செய்யப்பட்ட அம்சத்தின் தடுக்கப்பட்ட ஆற்றலிலிருந்து எழலாம். ஆவேசம் ஏற்பட வாய்ப்புள்ளது - ஆனால் அந்த ஆவேசத்தின் திசை தனிநபரைப் பொறுத்தது. ஒரு வார இடைவெளியில் பிறந்த இரண்டு எடுத்துக்காட்டுகள், விக்டோரியா மகாராணி, அதன் அடக்குமுறை வழிகளில் அறியப்பட்ட ஒரு சகாப்தத்திற்கு தனது பெயரைக் கொடுத்தது, மற்றும் வால்ட் விட்மேன், அதன் கவிதை மகிழ்ச்சியான பாலியல் மற்றும் தடைசெய்யப்படாத அன்பால் பாதிக்கப்படுகிறது"
}