{
  "1": "முயற்சிகள், சுகாதாரம், புகழ், நற்பெயர், நல்லொழுக்கங்கள், மற்றவர்களுக்கு பணம் ஒதுக்குதல், உயர் படிப்பு, வெளிநாட்டு இடத்தில் வாழ்க்கை",
  "2": "உணவு, பண விஷயங்கள், சக்தி மற்றும் வளங்கள், உலக சாதனைகள், மதிப்பு, நகைகள், விலைமதிப்பற்ற கற்கள் மற்றும் உலோகங்கள், ஆவணங்கள், பத்திரங்கள், பத்திரங்கள், பங்குகள் மற்றும் பங்குகள், அடமானங்கள், பரிமாற்றம் செய்யக்கூடிய பேச்சுவார்த்தை சொத்துக்கள், வழக்குகள், களியாட்டம், கடன்கள், கையகப்படுத்துவதற்கான முயற்சிகள் செல்வம், தவறான தன்மை அல்லது தாராளமயம், அந்தஸ்து, நிலை, விளையாட்டு குறித்து ஒருவரின் நற்பெயர், இரண்டாவது திருமணம். மற்றவர்கள், குடும்ப உறுப்பினர்கள், உடைகள் பாதுகாப்பு",
  "3": "மன விருப்பம், புத்தி, படிப்பதற்கான விருப்பம், கடித தொடர்பு, தகவல் தொடர்பு, புத்தகங்கள், கடிதங்கள், ஆவணங்கள், எழுத்துக்கள், கணக்கியல், கணிதம், பத்திரிகை, வலிமை மற்றும் வீரம், இளைய சகோதர சகோதரிகள், உறவினர்கள், உறவினர்கள், சாதாரண அறிமுகம், அயலவர்கள், குறுகிய பயணம், உண்ணக்கூடியவை வேர்கள் மற்றும் பழங்கள், வாகனங்கள், படகுகள், தபால் அலுவலகம், தொலைபேசி, டிவி, தந்தி, வானொலி, தொலைத்தொடர்பு, கணினி, ஏர்மெயில், நூலகம், புத்தகக் கடை, மத்தியஸ்தர், தூதர், நிருபர், விளம்பர அதிகாரி, ஆசிரியர், பத்திரிகையாளர், ஒப்பந்தங்கள் அல்லது ஒப்பந்தங்களில் கையெழுத்திடுதல்",
  "4": "வீட்டு வாழ்க்கை, குடியிருப்பு, உள்நாட்டு சூழல், இரகசியங்கள் மற்றும் இரகசிய வாழ்க்கை, வீடு, வயல்கள், மேய்ச்சல் நிலங்கள், பண்ணைகள், சுரங்கங்கள், அசையா தனிப்பட்ட சொத்து, ரியல் எஸ்டேட், கட்டிடங்கள், பழங்கால குடியிருப்புகள், நினைவுச்சின்னங்கள், வங்கிகள், பள்ளிகள், கல்லூரிகள், பொது கட்டிடங்கள், மாளிகைகள், நீர், வேத மற்றும் ரகசிய நூல்கள், மூலிகைகள், குகைகள், கல்லறைகள்",
  "5": "சந்ததி, விருப்பங்கள், இன்பங்கள், கலை திறமைகள், வணிகத்திற்கான லாபம், பொழுதுபோக்கு, பொழுதுபோக்கு, கேளிக்கை, விளையாட்டு, காதல், பிரசாரம், காதல் விவகாரங்கள், நடிப்பு, நாடகம், இசை, நடனம், விளையாட்டுகள், லாட்டரி, சூதாட்டம், பங்குச் சந்தை, விருந்துகள், உரிமம், ஆன்மீகம் நடைமுறைகள், ஞானம், ஆழமான கற்றல், மகத்தான செல்வம்",
  "6": "சோர்வு, ஆடை, சுகாதாரம், கடன்கள் அல்லது கடன் வாங்குதல், பணியாளர்கள், குத்தகைதாரர்கள், ஊழியர்கள், துணை அதிகாரிகள், எதிரிகள், எந்தவொரு முயற்சியிலும் தடைகள், பைத்தியம், தீவிர வேதனை, சிறை, கூட்டாளரிடமிருந்து பிரித்தல்",
  "7": "உறவுகள், சட்ட உறவுகள், வழக்கு, டூயல்கள், நடுவர், வெளிநாடுகளில் செல்வாக்கு, தத்தெடுக்கப்பட்ட குழந்தை",
  "8": "மரபுரிமை, மரபுகள், காப்பீடு, கண்டுபிடிக்கப்படாத செல்வம், மர்மம், திருட்டு, சண்டை, அறுவை சிகிச்சை நிபுணர்கள், இறைச்சிக் கூடங்கள், பஞ்சம், தீ, வெளிநாடுகளுடனான நிதி உறவுகள், ஏற்றுமதி மற்றும் இறக்குமதி, தோட்ட கடமைகள், பொது விற்பனை, இரண்டாவது திருமணம்",
  "9": "ஞானம், மத, தத்துவம், பக்தி, கண்டுபிடிப்பு, கண்டுபிடிப்பு, ஆய்வு, வழிபாட்டுத் தலங்கள், புனித ஸ்தலங்களுக்கு யாத்திரை, தியானம், உள்ளுணர்வு, ஆன்மீக போதகர்கள், கனவுகள் மற்றும் தரிசனங்கள், குரு, சட்ட நடுவர், சட்டம், சட்டத் துறைகள், குடிவரவு மற்றும் குடியேற்றம், நீண்ட பயணங்கள் .",
  "10": "நற்பெயர், அறநெறி, மரியாதை, க ity ரவம் மற்றும் பொது மரியாதை, பெயர் மற்றும் புகழ், அதிகாரம் மற்றும் க ti ரவம், வெற்றி மற்றும் அந்தஸ்து, தரவரிசை மற்றும் புகழ், அதிகாரம், உலக நடவடிக்கைகள், பதவி உயர்வுகள், முன்னேற்றங்கள், முதலாளி, உயர்ந்தவர், அரசு, நீதிபதி, அரசாங்கத்தின் மரியாதை, மருத்துவர், மருத்துவம், செழிப்பு, கற்பித்தல், தத்தெடுக்கப்பட்ட மகன், குழந்தைகள் செய்த கடன்கள், மாநிலத் தலைவர், ஜனாதிபதிகள், தேசியத் தலைவர்கள்",
  "11": "நண்பர்கள், சமூகம், நெருங்கிய அறிமுகம், கனவுகளின் உணர்தல், செல்வம், கடவுள் பக்தி, ஊகம், எழுத்துக்கள், உள்வரும் செல்வம், இன்பம், செழிப்பு, அறக்கட்டளைகள், நகைகள், சர்வதேச நட்புகள், அரசாங்க கொள்கைகள் மற்றும் திட்டமிடல், வசதிகளின் பரிமாற்றம், அரசு கடன்கள், மின்சார நிறுவனங்கள் , எரிவாயு நிறுவனங்கள், அருங்காட்சியகங்கள், தோட்டங்கள், கடைகள்",
  "12": "புகழ் மற்றும் செழிப்பு, மிகப் பெரிய சுய தியாகம், தன்னலமற்ற செயல்கள், தனிமை, சமூக தடைகள், நன்கொடைகள், தொண்டு, தடைகள், மருத்துவமனைகள், சிறைவாசம், புகலிடம், குடும்பத்திலிருந்து பிரித்தல்; தொலைதூர இடத்திற்குச் செல்வது, எதிரிகளிடமிருந்து பயம், சூழ்ச்சி மற்றும் ஏமாற்றுதல், மோசடி, ஊழல்கள், பொதுவாக குற்றங்கள், நிலத்தடி அசைவுகள், ரகசிய மற்றும் அமானுஷ்ய சமூகங்கள், படுக்கை வசதிகள், போதைப்பொருள் மற்றும் ஏமாற்றுதல், வழக்கு, வெற்றி பிறப்பு, பெரிய விலங்குகளுடன் வெற்றி, உளவியல் ஆராய்ச்சி, அமானுஷ்ய விசாரணைகள், துப்பறியும் வேலை"
}