{
  "mrul-1": "நீங்கள் தற்போது [0] மகா தாஷா, [1] அந்தர் தாஷா & [2] ப்ரத்யந்தர் தாஷாவில் இருக்கிறீர்கள்",
  "mrul-2": "உங்கள் தாஷா இறைவன் (கள்) [0] பணம் முக்கியத்துவம் வாய்ந்தவர்கள். எனவே தற்போதைய தஷாவில் இந்த தச பிரபுக்களின் வலிமையைப் பொறுத்து பணம் பெற உதவும்.",
  "mrul-3": "சந்திரனும் வியாழனும் செல்வத்தின் முக்கிய முக்கியத்துவம் வாய்ந்தவை. வீனஸ் வாழ்க்கையில் ஆடம்பரங்களையும் வசதிகளையும் அளிக்கிறது, நன்கு வைக்கப்பட்ட வீனஸ், வியாழன் மற்றும் சந்திரன் ஒரு பணக்காரனை உருவாக்குகிறது.",
  "mrul-4": "இரண்டாவது ஹவுஸ் லார்ட் [0] & 11 வது ஹவுஸ் லார்ட் [1] ஏசென்ட் ஹவுஸில் இணைந்திருக்கிறார்கள், இது ஜாதகத்தில் மிகவும் நல்ல செல்வ யோகத்தை உருவாக்குகிறது.",
  "mrul-5": "முதல் வீட்டு இறைவன் [0], இரண்டாவது வீட்டு அதிபதி [1] மற்றும் 11 வது வீட்டு அதிபதி [2] அந்தந்த வீடுகளில் உள்ளனர், இது பூர்வீகத்தை மிகவும் பணக்காரர்களாக ஆக்குகிறது.",
  "mrul-6": "7 வது மற்றும் 8 வது வீடு இரண்டும் நன்மை பயக்கும் கிரகத்தால் (கள்) உள்ளன. திருமணத்திற்குப் பிறகு பூர்வீக மக்களின் நிதி நிலை மேம்படுகிறது.",
  "mrul-7": "7 வது இறைவன் தனது சொந்த வீட்டைப் பார்க்கிறான்",
  "mrul-8": "8 வது இறைவன் தனது சொந்த வீட்டைப் பார்க்கிறான்",
  "mrul-9": "வியாழன், புதன் மற்றும் 2 வது இறைவன் [0] ஒரே வீட்டில் உள்ளனர். இது நிதி ஆதாயங்களுக்கான மிகச் சிறந்த கலவையாகும்.",
  "mrul-10": "2 வது இறைவன் [0] & 5 வது இறைவன் [1] தங்கள் வீடுகளை பரிமாறிக்கொண்டனர், இது நிதி வளர்ச்சிக்கு மிகவும் புனிதமானது. பவத் பவம் கொள்கையின்படி, இது அதிர்ஷ்டத்தின் இரண்டாம் வீடு. மேலும் இது திரிகோனா மாளிகையில் ஒன்றாகும். திரிகோனா வீடுகள் லட்சுமிஸ்தானம் அல்லது செல்வத்தின் வீடுகள் என்று அழைக்கப்படுகின்றன",
  "mrul-11": "உங்கள் ஜாதகத்தில் சூரியன் சந்திரனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-12": "உங்கள் ஜாதகத்தில் வியாழன் சந்திரனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-13": "உங்கள் ஜாதகத்தில் வியாழன் 2 வது இறைவனை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-14": "உங்கள் ஜாதகத்தில் வியாழன் 2 வது வீட்டை நோக்குகிறது, இது நிதி செழிப்புக்கு மிகவும் சாதகமானது.",
  "mrul-15": "உங்கள் ஜாதகத்தில் 8 வது வீட்டில் ஒரு நன்மை கிரகம் உள்ளது, இது ஒருவரை பரம்பரை அல்லது லாட்டரி அல்லது பங்கு சந்தையால் பணக்காரராக்குகிறது.",
  "mrul-16": "உங்கள் ஜாதகத்தில் வீனஸ் 12 வீட்டில் உள்ளது, இது நிதி ஆதாயங்களுக்கு மிகவும் பயனளிக்கிறது.",
  "mrul-17": "அருத லக்னம் என்பது உங்கள் லக்னத்தின் மற்றவர்கள், அது போன்ற பிரதிபலிப்பு. ஒரு நபர் மற்றவர்களால் எவ்வாறு உணரப்படுகிறார் என்பதற்கான ஒரு குறிப்பை அருத் லக்னம் நமக்குத் தருகிறது. ஜாதகத்தில் அருத் லக்னாவைப் பகுப்பாய்வு செய்வதன் மூலம் உங்கள் பொருள்சார் ஆதாயங்கள் குறித்து கூடுதல் தகவல்களைத் தர முடியும்.",
  "mrul-18": "உங்கள் அருத் லக்னம் [0] & அதன் இறைவன் [1]",
  "mrul-19": "[0] அம்சங்கள் அருத் லக்னத்திலிருந்து 11 வது வீடு மிகவும் புனிதமானது, ஜைமினியின் கூற்றுப்படி இதுபோன்ற அம்சம் பூர்வீக செல்வந்தர்களாக மாறும்.",
  "mrul-20": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் உள்ள நன்மை மற்றும் தீங்கு விளைவிக்கும் கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நீதியான மற்றும் நியாயமற்ற வழிமுறைகள் மூலம் பூர்வீக செல்வந்தர்களை உருவாக்க முடியும்",
  "mrul-21": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் நிலைநிறுத்தப்பட்ட ஒரு நன்மை கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நியாயமான மற்றும் நீதியான வழிமுறைகளின் மூலம் பூர்வீக செல்வந்தர்களை உருவாக்க முடியும்",
  "mrul-22": "அருத் லக்னத்திலிருந்து 11 வது வீட்டில் நிலைநிறுத்தப்பட்ட ஒரு தீங்கிழைக்கும் கிரகம், ஜைமினியின் கூற்றுப்படி, இத்தகைய வேலைவாய்ப்பு நியாயமற்ற வழிமுறைகளின் மூலம் சொந்தக்காரருக்கு பணம் சம்பாதிக்க காரணமாகிறது.",
  "mrul-23": "அருத் லக்னத்திலிருந்து 2 வது வீட்டில் உள்ள உங்கள் ஜாதகத்தில் [0], ஜைமினியின் கூற்றுப்படி, இதுபோன்ற இடம் சொந்த செல்வந்தர்களையும் வளமானவர்களையும் ஏற்படுத்துகிறது.",
  "mrul-24": "உங்கள் ஜாதகத்தில் அருத் லக்னா அசென்டெண்டிலிருந்து 11 வது வீட்டில் விழுகிறது, ஜைமினியின் கூற்றுப்படி, இதுபோன்ற வேலைவாய்ப்பு பூர்வீக செல்வந்தராக மாறுகிறது.",
  "mrul-25": "உங்கள் ஜாதகத்தில் அருத் லக்னா [0] அசென்டண்டிலிருந்து கோண அல்லது ட்ரைன் ஹவுஸில் வீழ்ச்சியடைகிறது, ஜைமினியின் கூற்றுப்படி, இதுபோன்ற வேலைவாய்ப்பு பூர்வீக செல்வந்தர்களாக மாறுகிறது.",
  "mrul-26": "உங்கள் ஜாதகத்தில் அருத் லக்னா அசென்டெண்டிலிருந்து [0] வீட்டில் விழுகிறது, ஜைமினியின் கூற்றுப்படி இதுபோன்ற வேலைவாய்ப்பு விரும்பத்தகாத முடிவுகளைத் தரும்",
  "mrul-27": "இந்து லக்னம் செல்வத்தின் ஏற்றம் என்றும் அழைக்கப்படுகிறது. இது அஷ்டகவர்காவில் சிறப்பு முக்கியத்துவத்தைக் கொண்டுள்ளது. இது ப்ரிஹத் பராஷரா ஹோராவில் சந்திரன் யோகா என்ற பெயரிலும் அறியப்படுகிறது. ஒரு பூர்வீகத்தின் நிதி நிலைமையை தீர்மானிக்க இந்து லக்னம் அல்லது சந்திரன் ஏற்றம் பகுப்பாய்வு செய்யப்படுகிறது. இது பூர்வீக செல்வத்தையும் செழிப்பையும் தீர்மானிக்கப் பயன்படுகிறது. இது ஒரு பூர்வீக வாழ்க்கையின் முக்கியமான சம்பவங்களையும் தீர்மானிக்கிறது.",
  "mrul-28": "உங்கள் ஜாதகத்தில் இந்தூ லக்னா [0] வீட்டில் விழுகிறது, இந்த வீட்டின் அதிபதி [1].",
  "mrul-29": "வேத நூல்களின்படி, இந்தூ லக்னத்திலிருந்து 1, 4, 7, 10 மற்றும் 11 வது வீடுகளில் நிலைநிறுத்தப்பட்டுள்ள கிரகங்கள் செல்வத்தை வழங்குபவர்களாக கருதப்படுகின்றன, இந்த கிரகங்களின் தசைகளின் போது சொந்தக்காரர் சம்பாதிக்க விரைந்து செல்கிறார்.",
  "mrul-30": "உங்கள் ஜாதகத்தில், கிரகங்கள் [0] செல்வம் கொடுப்பவர்கள், இந்த கிரகங்களின் தசைகளின் போது நீங்கள் நல்ல செல்வத்தை சம்பாதிக்கிறீர்கள்.",
  "mrul-31": "வேத நூல்களின்படி, இந்தூ லக்னத்திலிருந்து 6, 8, 12 வீடுகளில் நிலைநிறுத்தப்பட்டுள்ள கிரகங்கள் செல்வத்திற்கு தீங்கு விளைவிப்பதாக கருதப்படுகின்றன.",
  "mrul-32": "உங்கள் ஜாதகத்தில், கிரகங்கள் [0] நெசவுக்கு தீங்கு விளைவிப்பதாகக் கருதப்படுகின்றன, இந்த கிரகங்களின் தசைகளின் போது சில சவால்களை நீங்கள் எதிர்பார்க்கலாம்."
}