{
  "d9-r1": "பிறப்பு விளக்கப்படம் மற்றும் நவாம்சத்தில் ஒரு கிரகம் ஒரே அடையாளத்தில் இருக்கும்போது, அந்த கிரகத்தை வர்கோட்டம கிரகம் என்று அழைக்கப்படுகிறது. இது வர்கா மற்றும் உத்தமா என்ற 2 சொற்களிலிருந்து உருவாக்கப்பட்டுள்ளது. முழு பிரிவு விளக்கப்படத்திலும் இது சிறந்த கிரகம்.",
  "d9-r2": "உங்கள் நவாம்சா விளக்கப்படத்தில் [0] வர்கோட்டமா கிரகங்கள் உள்ளன",
  "d9-r3": "உங்கள் நவாம்சா விளக்கப்படத்தில் [0] ஒரு வர்கோட்டமா கிரகம்",
  "d9-r4": "சூரியன் ஆன்மா, அதிகாரம், விருப்ப சக்தி, ஈகோ மற்றும் சுயமரியாதை ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 தரவரிசையில் வர்கோட்டமாவாக சூரியன், உங்களுக்கு நிறைய விருப்பம் இருக்கும். உங்கள் தரப்பிலிருந்து நிறைய தகவல்கள் இருக்கும்.",
  "d9-r5": "உங்கள் ஜாதகத்தில், சூரியனில் துலாம் பலவீனமடைகிறது, இது குறைந்த நம்பிக்கை, தைரியம் இல்லாமை, விருப்பம்-சக்தி மற்றும் வீரம் ஆகியவற்றைக் குறிக்கிறது, மேலும் நடவடிக்கை எடுக்கும் மற்றும் கடின உழைப்பில் ஈடுபடுவதற்கான சக்தி இல்லாததைக் குறிக்கலாம்",
  "d9-r6": "சந்திரன் உணர்ச்சிகள், இன்பம், ஊட்டச்சத்து, தாய் அன்பு மற்றும் மகிழ்ச்சியைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் சந்திரன் வர்கோட்டாமா கிரகம், சந்திரனால் சுட்டிக்காட்டப்பட்ட குணங்கள் உங்களில் இன்னும் தெளிவாகத் தெரியும்.",
  "d9-r7": "உங்கள் ஜாதகத்தில், ஸ்கார்பியோவில் சந்திரன் பலவீனமடைகிறார், இது மனம், எதிர்மறை சிந்தனை, வாழ்க்கையில் மகிழ்ச்சியற்ற தன்மை ஆகியவற்றைக் குறிக்கிறது, பூர்வீகம் நீர் தொடர்பான நோய்களால் பாதிக்கப்படலாம், காக் & கேடர் புகார்.",
  "d9-r8": "புதன் தகவல் தொடர்பு, தொழில்நுட்பம், ஊடகம் மற்றும் உளவுத்துறை ஆகியவற்றைக் குறிக்கிறது. புதன் என்பது உங்கள் நவம்ஷா விளக்கப்படத்தில் வர்கோட்டாமா கிரகம், நீங்கள் ஒரு கூர்மையான அறிவைக் காண்பிப்பீர்கள்.",
  "d9-r9": "உங்கள் ஜாதகத்தில், புதன் மீனம் இல் பலவீனமடைகிறது, இது நீங்கள் பகல் கனவு காண்பவர் என்பதைக் குறிக்கிறது, தற்போது என்ன நடக்கிறது என்பதைப் பற்றி கவலைப்படுவதில்லை, பெரும்பாலும் உங்கள் சொந்த கற்பனை உலகில் தொலைந்து போகிறது, தர்க்கரீதியான திறன் இல்லாமல் இருக்கலாம்.",
  "d9-r10": "வீனஸ் காதல், ஆடம்பர, ஆறுதல், பணம், வலிமை மற்றும் உறவுகள், ஜோதிடம் பற்றிய அறிவு ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் வீனஸ் என்பது வர்கோட்டம கிரகம். வீனஸ் குணங்கள் பிரகாசமாக இருக்கும்.",
  "d9-r11": "உங்கள் ஜாதகத்தில், வெர்கோவில் வீனஸ் பலவீனமடைகிறது. இது உங்கள் கூட்டாளரிடமிருந்து எல்லையற்ற அன்பை விரும்புகிறது என்பதைக் குறிக்கிறது, உங்கள் மனம் எப்போதும் காதல் எண்ணங்கள், திருமண வாழ்க்கையில் போராட்டம் ஆகியவற்றால் ஆக்கிரமிக்கப்பட்டுள்ளது.",
  "d9-r12": "செவ்வாய் எதிர்ப்பு, சண்டை ஆவி, வீரம் மற்றும் வீரியம் ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் செவ்வாய் என்பது வர்கோட்டம கிரகம். செவ்வாய் குணங்கள் நல்லது.",
  "d9-r13": "உங்கள் ஜாதகத்தில், செவ்வாய் புற்றுநோயில் பலவீனமடைகிறது, இது ஆற்றல் மற்றும் வீரம் இல்லாததைக் குறிக்கிறது, கட்டுப்பாட்டில் இருக்க உங்களுக்கு நிறைய பயிற்சி தேவைப்படும். எந்தவொரு திறனையும் தவறாகப் பயன்படுத்துவது உங்கள் சமூக உறவுகளை சேதப்படுத்தும்.",
  "d9-r14": "வியாழன் ஞானம், உயர் அறிவு, உயர் படிப்பு, ஆன்மீகம் ஆகியவற்றைக் குறிக்கிறது. உங்கள் டி 9 விளக்கப்படத்தில் வியாழன் வர்கோட்டம கிரகம். வியாழன் குணங்கள் உங்கள் வாழ்க்கையில் மிகவும் தெளிவாக இருக்கும்.",
  "d9-r15": "உங்கள் ஜாதகத்தில், வியாழன் மகரத்தில் பலவீனமடைகிறது, நீங்கள் கடினமாக உழைக்கிறீர்கள் என்பதையும் உங்கள் இலக்குகளை அடைய கடுமையாக போராட வேண்டியிருக்கும் என்பதையும் குறிக்கிறது.",
  "d9-r16": "உடல் வளர்ச்சி, நீண்ட ஆயுள், கவனமாக, ஆசைகள், சுயநலம், பொறுப்பற்ற தன்மை, கவனக்குறைவு மற்றும் உடற்பயிற்சிகளைக் கட்டுப்படுத்துவதன் மூலம் வாழ்க்கையை வழிநடத்துகிறது என்று சனி குறிக்கிறது.",
  "d9-r17": "உங்கள் டி 9 விளக்கப்படத்தில் ராகு என்பது வர்கோட்டாமா, இது கிளர்ச்சி, ஆக்கிரமிப்பு, ஆர்வம் மற்றும் மனநிலை ஆகியவற்றைக் குறிக்கிறது.",
  "d9-r18": "கேது என்பது உங்கள் டி 9 விளக்கப்படத்தில் வர்கோட்டாமா, இது தனிமை, பற்றின்மை, ஆன்மீகம் ஆகியவற்றைக் குறிக்கிறது.",
  "d9-r19": "இது ஒரு குறிப்பிட்ட நவாம்சமாகும், இது கிரகங்கள் புனிதமான முறையில் நடந்து கொள்கின்றன.",
  "d9-r20": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், வியாழன் & செவ்வாய் [0] மற்றும் சந்திரன் புஷ்கர் நவாம்ஷாவில் உள்ளது, இது ஒரு சக்திவாய்ந்த கலவையாகும், ஜடகா பரிஜாதா அத்தியாயம் 7 வசனம் 25 இன் படி, ஜாதகத்தில் இத்தகைய துடிப்புள்ள ஒருவர் வெகுஜனங்களை ஆளுவார்.",
  "d9-r21": "உங்கள் டி 9 விளக்கப்படத்தில், வியாழன் மற்றும் செவ்வாய் ஆகியவை [0] மற்றும் சந்திரன் வர்கோட்டாமா ஆகும், இது ஒரு சக்திவாய்ந்த கலவையாகும், ஜடகா பரிஜாதா அத்தியாயம் 7 வசனம் 25 இன் படி, ஜாதகத்தில் இதுபோன்ற பால்செமட் உள்ள ஒருவர் வெகுஜனங்களை ஆளுவார்.",
  "d9-r22": "உங்கள் டி 9 விளக்கப்படத்தில், வர்கோட்டாமா [0] அசெண்டண்டில் உள்ளது, இதுபோன்ற வேலைவாய்ப்பு உங்களுக்கு வாழ்க்கையில் அதிக வெற்றியைத் தரும்.",
  "d9-r23": "உங்கள் டி 9 விளக்கப்படத்தில், [0] வீட்டின் அதிபதி [1] புஷ்கர நவாம்ஷாவில் இருக்கிறார், அத்தகைய இடம் உங்களுக்கு அதன் தஷா / புக்தியில் நல்ல வெற்றியைத் தரும்.",
  "d9-r24": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷாவில் உள்ள வியாழன் [0] இது கோண வீடு, இதுபோன்ற ஒரு இடம் சொந்தக்காரரை மிகவும் செல்வந்தர்களாக ஆக்குகிறது.",
  "d9-r25": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷாவில் உள்ள வியாழன் [0] இது ட்ரைன் ஹவுஸ், இதுபோன்ற ஒரு இடம் சொந்தக்காரரை மிகவும் செல்வந்தர்களாக ஆக்குகிறது.",
  "d9-r26": "உங்கள் டி 9 விளக்கப்படத்தில், புஷ்கர நவாம்ஷா கிரகம் [0] [1] வீட்டில் வைக்கப்பட்டுள்ளது, இது தூஸ்தானா வீடு, இது பூர்வீக செல்வந்தராக இருப்பது சில சுகாதார பிரச்சினைகளை சந்திக்கக்கூடும் என்பதை இது குறிக்கும்.",
  "d9-r27": "உங்கள் ராஷி விளக்கப்படத்தின் ஏறுவரிசை இறைவன் [0] & 10 வது இறைவன் [1] டி 9 விளக்கப்படத்தில் புஷ்கர நவாம்சத்தில் உள்ளனர். அத்தகைய ஒரு இடம் சொந்தக்காரரை மிகவும் அதிர்ஷ்டசாலியாக மாற்றும்.",
  "d9-r28": "உங்கள் டி 9 விளக்கப்படத்தில், [0] புஷ்கர நவாம்சத்தில். [0] இன் தஷா / புக்தியின் போது நீங்கள் நல்ல நேரங்களை எதிர்பார்க்கலாம்.",
  "d9-r29": "உங்கள் ராஷி விளக்கப்படத்தில் 7 வது ஆண்டவர் [0] & 8 வது அதிபதி [1] & கராக்ஸ் [2] [3]. 7 மற்றும் 8 வது வீடு நன்மை பயக்கும் அம்சங்களைக் கொண்டுள்ளது. ஜாதகத்தில் இதுபோன்ற ஒரு இடம் திருமணமான வாழ்க்கை மிகவும் மகிழ்ச்சியாகவும் இணக்கமாகவும் இருக்கும்.",
  "d9-r30": "உங்கள் ராஷி விளக்கப்படத்தில் 7 வது வீட்டில் தவறான அம்சம் உள்ளது, சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r31": "உங்கள் ராஷி விளக்கப்படத்தில் கலத்ரா கரகா (திருமணம் மற்றும் கன்ஜுகல் ஆனந்தத்திற்கான அடையாளங்காட்டி) [0], திருமண பேரின்பத்தில் சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r32": "உங்கள் ராஷி விளக்கப்படத்தில் காரக் ஆஃப் மைண்ட் [0], சில சிக்கல்களை ஏற்படுத்தக்கூடும்.",
  "d9-r33": "பண்டைய நூல்களின்படி, செவ்வாய் 1, 2, 4, 7, 8 அல்லது 12 வது இடங்களில் ராஷி விளக்கப்படத்தில் அசென்டென்ட் & சந்திரன் இரண்டிலிருந்தும் நிலைநிறுத்தப்பட்டால், பூர்வீகம் மங்லிக் தோஷைக் கொண்டதாகக் கருதப்படுகிறது. மங்லிக் தோஷுடன் ஒரு பூர்வீகம் திருமண வாழ்க்கையில் சிரமங்களை அனுபவிப்பதாகக் கூறப்படுகிறது. இருப்பினும் பல ரத்து விதிகள் உள்ளன, அவை ஒரு நிபுணர் ஜோதிடர் ஜாதகத்திலிருந்து பல்வேறு அம்சங்களை மதிப்பிடுவதன் மூலம் தீர்மானிக்க முடியும்.",
  "d9-r34": "உங்கள் ஜாதகத்தில், செவ்வாய் அசெண்டெண்டிலிருந்து [0] வீட்டிலும், சந்திரனில் இருந்து [1] வீட்டிலும் உள்ளது. உங்கள் ஜாதகத்தில் மங்லிக் தோஷா இருக்கிறார். தீர்வு நடவடிக்கைகள் பரிந்துரைக்கப்படுகின்றன",
  "d9-r35": "உங்கள் ஜாதகத்தில் செவ்வாய் கிரகம் அசென்டெண்டிலிருந்து [0] வீட்டில் உள்ளது, அதேசமயம் சந்திரனில் இருந்து அதன் நிலை மங்லிக் விளைவிலிருந்து விலகி உள்ளது, எனவே உங்கள் ஜாதகத்தில் ஒரு பகுதி மங்லிக் தோஷம் மட்டுமே உள்ளது.",
  "d9-r36": "உங்கள் ஜாதகத்தில் செவ்வாய் [0] வீட்டில் உள்ளது & உங்கள் ஜாதகத்தில் மங்லிக் தோஷா இல்லை.",
  "d9-r37": "7 வது வீட்டில் உள்ள கிரகங்கள் உங்கள் மனைவியின் சில பண்புகளையும் வெளிப்படுத்தலாம்.",
  "d9-r38": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள சூரியன் உங்கள் மனைவி ஒரு உயர்ந்த அந்தஸ்துள்ள குடும்பத்தைச் சேர்ந்தவராக இருக்கலாம், பெருமை மற்றும் ஆதிக்கம் செலுத்துவதைக் குறிக்கிறது.",
  "d9-r39": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் செவ்வாய் கடுமையான மற்றும் கொடூரமான மனைவியைக் குறிக்கிறது.",
  "d9-r40": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள சனி, வாழ்க்கைத் துணையை மோசமாகவும், குறைவானதாகவும் இருக்கும். திருமணம் தாமதமாகிறது அல்லது ஒரு விதவையுடன் அல்லது அழகாக இல்லாதவருடன்.",
  "d9-r41": "உங்கள் ஜாதகத்தில், 7 வது வீட்டில் உள்ள ராகு தாமதமான திருமணத்தைக் குறிக்கிறது, மனைவி ஒரு குறைந்த குடும்பத்திலிருந்து வந்தவர், நோய்வாய்ப்பட்டவர் மற்றும் பூர்வீகம் குறைந்த சாதி பெண்களுடன் உறவு வைத்திருப்பார்.",
  "d9-r42": "உங்கள் ராஷி விளக்கப்படத்தில் கேது 7 வது வீட்டில் இருக்கிறார், இது மகிழ்ச்சியற்ற திருமண வாழ்க்கையை குறிக்கிறது.",
  "d9-r43": "உங்கள் ஜாதகத்தில் [0], அத்தகைய இடம் இளம் அழகான மற்றும் புத்திசாலித்தனமான மனைவியைக் குறிக்கிறது.",
  "d9-r44": "உங்கள் ஜாதகத்தில், வீனஸ் 7 வது வீட்டில் இருக்கிறார், இது அழகான ஆனால் அதிகப்படியான வாழ்க்கைத் துணையை குறிக்கிறது.",
  "d9-r45": "உங்கள் ஜாதகத்தில், ஜூபியர் 7 வது வீட்டில் இருக்கிறார், இது மத மற்றும் திறமையான மனைவியைக் குறிக்கிறது.",
  "d9-r46": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] & கரக் [1], மற்றும் எந்தவொரு நன்மை பயக்கும் சங்கமும் இல்லாதது, திருமண வாழ்க்கையில் சில சிக்கல்களைக் குறிக்கிறது.",
  "d9-r47": "வேத நூல்களின்படி, நவம்ஷா விளக்கப்படத்தில் 7 வது அதிபதி நிலை, வாழ்க்கைத் தன்மை குறித்து ஒரு குறிப்பைக் கொடுக்க முடியும்.",
  "d9-r48": "உங்கள் நவம்ஷாவில், 1 வது வீட்டில் 7 வது இறைவன் [0] & லக்னா இறைவனுக்கு ஒரு நண்பன் [1], அத்தகைய இணைப்பானது மனைவி அறியப்பட்ட குடும்பத்திலிருந்து வந்திருப்பதைக் குறிக்கிறது, பூர்வீகத்திற்கு உதவியாக இருக்கும் மற்றும் மகிழ்ச்சியான திருமண வாழ்க்கை இருக்கும்.",
  "d9-r49": "உங்கள் நவம்ஷா அட்டவணையில், ஏழாவது இறைவன் [0] இது அசென்டென்ட் [0] இல் உள்ளது, இது முதல் மனைவிக்கு ஆபத்தை குறிக்கிறது, இரண்டாவது மனைவி உயிர் பிழைக்கிறார்.",
  "d9-r50": "உங்கள் நவம்ஷா அட்டவணையில், 2 வது வீட்டில் 7 வது ஆண்டவர் [0] இது பணக்கார வாழ்க்கைத் துணையைக் குறிக்கிறது.",
  "d9-r51": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது திருமணத்திற்குப் பிறகு இறுதி நெருக்கடியைக் குறிக்கிறது.",
  "d9-r52": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] 3 வது வீட்டில் இருக்கிறார், வாழ்க்கைத் துணைக்கு சொந்தக்காரர் பலம் என்பதைக் குறிக்கிறது.",
  "d9-r53": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது ஆண்டவர் [0], இது மனைவியின் சொந்த தம்பியை நோக்கி ஈர்க்கப்படுவதைக் குறிக்கலாம்.",
  "d9-r54": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 4 வது வீட்டில் இருக்கிறார், இது மனைவி நல்ல இயல்புடையவள் மற்றும் வளமானவருக்கு சொந்தமானவருக்கு உதவியாக இருப்பதைக் குறிக்கிறது.",
  "d9-r55": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது பூர்வீகமானது மகிழ்ச்சியற்றது என்பதைக் குறிக்கிறது.",
  "d9-r56": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 5 வது வீட்டில் இருக்கிறார், இது மனைவி பண்பட்ட மற்றும் மத மற்றும் பல குழந்தைகளுடன் ஆசீர்வதிக்கப்பட்டவர் என்பதைக் குறிக்கிறது.",
  "d9-r57": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது மனைவி கொடூரமானதாகவும் பிடிவாதமாகவும் இருப்பதைக் குறிக்கிறது.",
  "d9-r58": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 6 வது வீட்டில் இருக்கிறார், இது மனைவி உடம்பு சரியில்லை என்பதைக் குறிக்கிறது. பூர்வீகம் தனது மனைவிக்காக நிறைய செலவு செய்து கடனைச் செலுத்த வேண்டும். அதிகப்படியான இன்பம் காரணமாக அவர் நோய்வாய்ப்படக்கூடும்.",
  "d9-r59": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 7 வது வீட்டில் இருக்கிறார், இது பூர்வீகம் ஆரம்பத்தில் திருமணம் செய்துகொள்வதையும் திறமையான மனைவியுடன் மகிழ்ச்சியான வாழ்க்கையை நடத்துவதையும் குறிக்கிறது.",
  "d9-r60": "உங்கள் நவாம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0] மற்றும் தீங்கு விளைவிப்பவர், இது திருமணத்திற்கு வெளியே விவகாரங்கள் இருக்கலாம் என்பதைக் குறிக்கிறது.",
  "d9-r61": "உங்கள் நவாம்ஷா அட்டவணையில், 7 வது இறைவன் [0] 8 வது வீட்டில் இருக்கிறார், இது திருமணம் தாமதமானது, மனைவி உடம்பு சரியில்லை, திருமண வாழ்க்கை மகிழ்ச்சியற்றது என்பதைக் குறிக்கிறது.",
  "d9-r62": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 8 வது வீடு மற்றும் 8 ஆம் ஆண்டவர் இருவரும் நன்மை பயக்கும் அம்சத்தைப் பெறுகிறார்கள், எனவே தீங்கு விளைவிக்கும் விளைவு ஏதேனும் இருந்தால் அது ரத்து செய்யப்படுகிறது",
  "d9-r63": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 9 வது வீட்டில் இருக்கிறார், இது திருமணத்திற்குப் பிறகு அதிர்ஷ்டம் அதிகரிக்கும் பூர்வீகவாசிக்கு மனைவி அதிர்ஷ்டத்தைத் தருகிறது என்பதைக் குறிக்கிறது.",
  "d9-r64": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 10 வது வீட்டில் இருக்கிறார், இது மனைவி நல்ல பின்னணியில் இருந்து வருவதைக் குறிக்கிறது மற்றும் பூர்வீக தொழில் / நிறுவனத்தில் உதவியாக இருப்பதை நிரூபிக்கிறது அல்லது ஒரு உழைக்கும் பெண்மணி மற்றும் சுயாதீன இயல்புடையவர்.",
  "d9-r65": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் [0] 11 வது வீட்டில் இருக்கிறார், இது திருமண வாழ்க்கை மகிழ்ச்சியாக இருக்கும் என்பதைக் குறிக்கிறது, வாழ்க்கைத் துணை மூலம் பெறுகிறது.",
  "d9-r66": "உங்கள் டி 9 விளக்கப்படத்தில், 7 வது இறைவன் {0 12 12 வது வீட்டில் உள்ளது, இது திருமணம் தாமதமாகிறது என்பதைக் குறிக்கிறது, வாழ்க்கைத் துணைக்கு ஒரு பெரிய செலவு உள்ளது.",
  "d9-r67": "உங்கள் நவம்ஷா விளக்கப்படத்தில், 7 வது இறைவன் [0], இது வாழ்க்கைத் துணைக்கு ஆபத்தைக் குறிக்கிறது அல்லது திருமணத்திற்குப் பிறகு பிரிவினை இருக்கக்கூடும்."
}