{"Su-Mo":"நீங்கள் ஜீனியல் மற்றும் ஆற்றல் மிக்கவர். வாய்ப்புகள் உங்கள் வழியில் வருகின்றன. எல்லாமே சமமாக இருப்பதால், நீங்கள் அடிப்படையில் உங்களுடன் சமாதானமாக இருக்கிறீர்கள். உங்களை பாக்கியவானாக கருதுங்கள்","Su-Me":"தொடர்புகொள்வதற்கான உங்கள் திறனை பலப்படுத்தும் லேசான பயனுள்ள அம்சம்","Su-Ve":"கலை திறமைகளையும் பாசத்தை வெளிப்படுத்தும் திறனையும் ஆதரிக்கும் ஒரு நட்பு சிறிய அம்சம்.","Su-Ma":"நீங்கள் விரும்பும் போது ஆற்றல் இருக்கிறது. நீங்கள் வெறித்தனமாக இல்லாமல் போராடாமல், சுறுசுறுப்பாக இல்லாமல் உறுதியாக இருக்கிறீர்கள்","Su-Ju":"இந்த அம்சம் ஆரோக்கியம், வெற்றி, வாழ்க்கையில் ஒரு மகிழ்ச்சியான மற்றும் நேர்மறையான அணுகுமுறை மற்றும் தாராள இயல்பு ஆகியவற்றைக் கொண்டுவருகிறது. சாத்தியமான தீங்கு: நீங்கள் பின்னால் உதைத்து சோம்பேறியாக இருக்கும் போக்கு இருக்கலாம்","Su-Sa":"நீங்கள் கடினமானவர், குறிக்கோள் சார்ந்தவர், உங்கள் சொந்த நிலைமைக்கான பொறுப்பை ஏற்க தயாராக உள்ளீர்கள். நோக்கம் மற்றும் நடைமுறை, நீங்கள் பாய்வதற்கு முன்பு பார்க்கிறீர்கள், உங்கள் எச்சரிக்கையும் பலனளிக்கும்","Su-Ur":"ஒரு சுதந்திரமான உற்சாகமான சாகசக்காரர், நீங்கள் அசல் தன்மை, சுதந்திரம், ஒரு நெகிழ்வான அணுகுமுறை மற்றும் நல்ல அதிர்ஷ்டத்தின் எதிர்பாராத திட்டுகளில் தடுமாறும் போக்கு ஆகியவற்றைக் கொண்டிருக்கிறீர்கள்","Su-Ne":"உங்களிடம் வலுவாக வளர்ந்த உள்ளுணர்வு உணர்வும், உங்கள் கற்பனையை ஆக்கபூர்வமான வழிகளில் பயன்படுத்துவதற்கான திறனும் உள்ளது","Su-Pl":"வலுவான விருப்பம், விடாமுயற்சி மற்றும் சக்தி மற்றும் அதன் பயன்பாடுகளுடன் எளிதாக, சூழ்நிலைகளுக்கு ஏற்ப மற்றும் நேர்மறையான மாற்றத்தை உருவாக்கும் திறனுடன் தனிப்பட்ட நுண்ணறிவு உங்களுக்கு உள்ளது","Mo-Me":"நீங்கள் தெளிவாக சிந்திக்கிறீர்கள், திறம்பட தொடர்புகொள்கிறீர்கள், நகைச்சுவையை நன்றாகப் பயன்படுத்துகிறீர்கள், சிறந்த நினைவாற்றலைக் கொண்டிருக்கிறீர்கள்","Mo-Ve":"உங்கள் பாசங்களை எளிதில் வெளிப்படுத்துகிறீர்கள். நீங்கள் எப்போதாவது சுய இன்பத்தின் குழிக்குள் தடுமாறினாலும், நல்ல சுவை மற்றும் நேர்த்தியாக வளர்ந்த காதல் உணர்வுகள் கொண்ட ஒரு நபர் நீங்கள்","Mo-Ma":"தைரியமான, ஆற்றல்மிக்க, உதவிகரமான மற்றும் நேரடி, நீங்கள் ஒரு புதிய சூழ்நிலைக்குச் செல்ல எப்போதும் தயாராக இருக்கும் ஒரு அபாயகரமானவர்","Mo-Ju":"நீங்கள் மிகவும் பதிலளிக்கக்கூடிய, மென்மையான மற்றும் ஆதரவானவர்: உண்மையான மனிதர்.","Mo-Sa":"ஒழுக்கமான மற்றும் விவேகமான, உங்கள் உணர்ச்சிகளைக் கட்டுப்படுத்த நீங்கள் ஒரு பெரிய முயற்சியை மேற்கொள்கிறீர்கள், நீங்கள் பொதுவாக வெற்றி பெறுவீர்கள். தைரியமான ஈவெல் நைவெல் மற்றும் திகில் எழுத்தாளர் ஸ்டீபன் கிங் அவர்கள் என்ன செய்ய முடியும் என்பதை இது விளக்குகிறது","Mo-Ur":"நீங்கள் கட்டுப்பாடு மற்றும் மாநாட்டிற்கு எதிராக கிளர்ச்சி செய்கிறீர்கள், உங்கள் சுதந்திரத்தைப் பற்றி பெருமிதம் கொள்கிறீர்கள், உறவுகளுக்குள்ளும் கூட உங்கள் சுயாட்சியை மதிக்கிறீர்கள். தூண்டுதல், உற்சாகமான நபர்கள் மற்றும் அசாதாரண சூழ்நிலைகளுக்கு நீங்கள் ஈர்க்கப்படுகிறீர்கள்","Mo-Ne":"இரக்கமுள்ள, உள்ளுணர்வு மற்றும் அக்கறையுள்ள, நீங்கள் வேண்டாம் என்று சொல்வது கடினம். இந்த அம்சம் உங்கள் படைப்பாற்றலை அதிகரித்தாலும், அதைப் பயன்படுத்துவது கடினம், ஏனென்றால் நீங்கள் ஒரு பகல் கனவில் மிதக்க விரும்புவீர்கள். கற்பனையை யதார்த்தமாக மாற்றுவது வேலையை உள்ளடக்கியது - அது உங்களுக்கு ஒரு பிரச்சனையாக இருக்கலாம் ","Mo-Pl":"நீங்கள் பெரிய மாற்றங்களை எளிதில் கையாளுகிறீர்கள். பழைய உணர்வுகளிலிருந்து உங்களைத் தூய்மைப்படுத்திக் கொள்ள உங்களுக்கு அவ்வப்போது ஆழ்ந்த உணர்ச்சிகளும் கட்டாயத் தேவையும் உள்ளன. அவ்வாறு செய்வது நிவாரணம் தருகிறது ","Me-Ve":"நீங்கள் எச்சரிக்கையாகவும், அழகாகவும், இராஜதந்திரமாகவும், திறமையான தொடர்பாளராகவும் இருக்கிறீர்கள்.","Me-Ma":"விரைவான மனதுடனும் தெளிவான முடிவுகளை எடுக்கும் திறனுடனும் நீங்கள் நேர்மையாகவும் மனரீதியாகவும் செயல்படுகிறீர்கள்.","Me-Ju":"நீங்கள் புத்திசாலித்தனமாகவும், நல்ல நகைச்சுவையுடனும், நம்பிக்கையுடனும், தெளிவான பார்வையுடனும், பலவிதமான ஆர்வங்களுடன் இருக்கிறீர்கள். நீங்கள் ஒரு இணக்கமான பேச்சாளர்","Me-Sa":"உங்கள் மனதை எவ்வாறு மையப்படுத்துவது மற்றும் தகவல்களை உள்வாங்குவது என்பதற்கான இயல்பான புரிதலுடன் நீங்கள் நன்கு ஒழுங்கமைக்கப்பட்ட, முறையான, ஒதுக்கப்பட்ட மற்றும் புத்திசாலித்தனமானவர்","Me-Ur":"அசாதாரண கருத்துக்கள் உங்களை உற்சாகப்படுத்துகின்றன. உங்கள் மனம் கண்டுபிடிப்பு, கட்டுப்பாடற்றது மற்றும் பிரகாசமானது, மேலும் நீங்கள் ஒரு உயிரோட்டமான மற்றும் அசல் வழியில் உங்களை வெளிப்படுத்துகிறீர்கள்","Me-Ne":"மெர்குரி நினைக்கிறது, அதே நேரத்தில் நெப்டியூன் கனவு காண்கிறது. நெப்டியூன் கற்பனைகளை யதார்த்தங்களாக மாற்ற புதன் உதவும், அதே நேரத்தில் நெப்டியூன் புதனின் யோசனைகளுக்கு நுண்ணறிவு மற்றும் ஆடம்பரமான விமானங்களை கொண்டு வருகிறது.","Me-Pl":"நீங்கள் ஒரு புத்திசாலித்தனமான, ஆக்கபூர்வமான சிந்தனையாளர், அவர் மேற்பரப்புக்கு அடியில் தோண்டக்கூடியவர் மற்றும் முக்கியமான சிக்கல்களைப் புரிந்துகொள்ளத் தயாராக உள்ளவர்","Ve-Ma":"நீங்கள் கவர்ச்சிகரமானவர், புத்திசாலித்தனமானவர், அன்பானவர், மற்றும் காதல் நிறைவைக் காணலாம்","Ve-Ju":"இந்த அதிர்ஷ்ட அம்சம் கவனத்தை ஈர்ப்பதற்கும், பணம் சம்பாதிப்பதற்கும், சரியான துணையைத் தேர்ந்தெடுப்பதற்கும் உங்கள் திறனை அதிகரிக்கிறது","Ve-Sa":"உணர்ச்சி ரீதியாகவும், நிதி ரீதியாகவும், உற்சாகத்தை விட பாதுகாப்பை நீங்கள் மதிக்கிறீர்கள். பொறுப்பான மற்றும் விசுவாசமான, நீங்கள் ஒரு திடமான, நீடித்த உறவை நாடுகிறீர்கள் - மற்றும் நன்கு சேமிக்கப்பட்ட நிதி இலாகா","Ve-Ur":"காதல் போன்ற நட்பில், உற்சாகமான மற்றும் உற்சாகமான நபர்களிடம் நீங்கள் ஈர்க்கப்படுகிறீர்கள். நீங்கள் அசல், கலை திறமை வாய்ந்தவர், அன்பில் அதிர்ஷ்டசாலி. கூடுதலாக, பணத்தின் வீழ்ச்சிகளை ஈர்க்கும் பொறாமை (ஆனால் முற்றிலும் கணிக்க முடியாத) திறன் உங்களிடம் உள்ளது","Ve-Ne":"நீங்கள் அனுதாபம், மென்மையான, விசித்திரமான, இசை, சுத்திகரிக்கப்பட்ட மற்றும் ஆக்கப்பூர்வமாக இருக்க முடியும். நீங்கள் சோம்பல் மற்றும் சுய இன்பத்திற்கும் ஆளாகிறீர்கள்","Ve-Pl":"தீவிரமான ஆனால் அழிவுகரமானதல்ல, நீங்கள் வெற்றிகரமாக உறவுகள் மூலம் உங்களை மாற்றிக் கொள்ள முயற்சிக்கிறீர்கள். நீங்கள் அன்பிலும் வணிகத்திலும் சக்திவாய்ந்தவர்களை ஈர்க்கிறீர்கள்","Ma-Ju":"பெரிய இலக்குகளை அமைப்பது உங்களுக்கு இயல்பாகவே வரும். நீங்கள் சாகச, அயராத, நம்பிக்கையுள்ள, உறுதியான - சிறந்த கலவையாகும்.","Ma-Sa":"நீங்கள் லட்சிய, தீர்க்கமான, கடினமான, விவேகமானவர். நீங்கள் காரியங்களைச் செய்கிறீர்கள்.","Ma-Ur":"பதட்டமான மற்றும் வெளிப்படையான, நீங்கள் அசாதாரண குறிக்கோள்களைப் பின்தொடர்கிறீர்கள், புதியதைத் தேடுகிறீர்கள், விரைவாக செயல்படுகிறீர்கள். ஆனால் உங்கள் கணிசமான ஆற்றலை ஆக்கபூர்வமான வழிகளில் பயன்படுத்துகிறீர்களா, அல்லது அதை நீக்கிவிடுகிறீர்களா? அதிர்ஷ்டவசமாக, உங்களுக்கு தேர்வு இருக்கிறது","Ma-Ne":"நீங்கள் காதல், கலைநயமிக்கவர், உங்கள் கனவுகளையும் உத்வேகங்களையும் செயலில் செலுத்த முடியும்.","Ma-Pl":"உங்களுக்கு வலுவான விருப்பங்களும் விருப்பு வெறுப்புகளும் உள்ளன, மேலும் உறுதியான நம்பிக்கையையும், உறவை அல்லது வேலையை சரி செய்யாமல் முடிப்பதற்கான அரிய திறனையும் கொண்டுள்ளது. அற்புதமான ஆர்வத்துடன் ஒரு புதிய முயற்சியைத் தொடங்குவதற்கான திறனும் உங்களிடம் உள்ளது","Ju-Sa":"உங்கள் வரம்புகளை அடையாளம் காணவும், உங்கள் பலங்களை ஈடுசெய்யவும் நீங்கள் விவேகமானவர், குளிர்ச்சியானவர், மற்றும் நடைமுறை. உங்கள் மிகையான வியாழன் உந்துதல் கனவுகளை சனியின் தரையில் உள்ள உண்மைகளாக மாற்றும் திறனை சனி உங்களுக்கு வழங்குகிறது. நீங்கள் அதை செய்ய முடியும். எனக்குத் தெரிந்த சிறந்த சிகிச்சையாளர்களுக்கு இந்த அம்சம் உள்ளது","Ju-Ur":"விழிப்புணர்வு மற்றும் ஆக்கபூர்வமான, உங்களிடம் அசல் மனம் உள்ளது, மேலும் உற்சாகமான மற்றும் துடிக்கும் வாய்ப்புகளுக்கு நீங்கள் பதிலளிப்பீர்கள்.","Ju-Ne":"நீங்கள் இரக்கமுள்ளவர், மென்மையானவர், நுண்ணறிவுள்ளவர், ஆக்கபூர்வமானவர், அதிர்ஷ்டசாலி, ஆன்மீக நோக்கங்களுக்கு ஒரு உள்ளார்ந்த ஈர்ப்புடன்.","Ju-Pl":"மாற்றத்தின் நேரங்கள் உருளும் போது, பதிலளிக்கும் நம்பிக்கை உங்களுக்கு உள்ளது, மேலும் நீங்கள் பொதுவாக பயனடைவீர்கள். நீங்கள் நன்கு ஒழுங்கமைக்கப்பட்டவர், சக்திவாய்ந்த தலைவர்.","Sa-Ur":"நீங்கள் உறுதியாகவும் தீர்க்கமாகவும் இருக்கிறீர்கள், சனியின் தீவிரத்தை யுரேனஸின் அசல் தன்மையுடன் கலக்க முடியும். இது சாதனைக்கான ஒரு அம்சமாகும்.","Sa-Ne":"உங்கள் நெப்டியூனிய இலட்சியவாதமும், உங்கள் சனியின் யதார்த்த உணர்வும் சக்திகளை ஒன்றிணைத்து, உங்கள் கற்பனையை ஒரு நடைமுறை, நிஜ உலக வழியில் இயக்கும் திறனை உங்களுக்கு வழங்குகிறது","Sa-Pl":"சனி மற்றும் புளூட்டோவை இணைக்கும் ஒரு ட்ரைன் அல்லது செக்ஸ்டைல் உங்கள் விருப்பம், கட்டுப்பாட்டு உணர்வு மற்றும் நம்பிக்கையை பலப்படுத்துகிறது","Ur-Ne":"உங்களிடம் நெப்டியூன் மற்றும் யுரேனஸுக்கு இடையில் ஒரு ட்ரைன் அல்லது செக்ஸ்டைல் இருந்தால், நீங்கள் இரக்கமுள்ள, கற்பனாவாத மற்றும் ஆன்மீக ரீதியில் சாய்ந்த ஒரு தலைமுறையைச் சேர்ந்தவர்","Ur-Pl":"சுதந்திரத்தை விரும்பும் யுரேனஸுக்கும் புளூட்டோவுக்கும் இடையிலான ட்ரைன்கள் மற்றும் செக்ஸ்டைல்கள் சீர்குலைக்கும் மாற்றங்களைக் கொண்டுவருகின்றன, ஆனால் ஆக்கபூர்வமான வழிகளில் வெளியிடப்படும் ஆற்றலைப் பயன்படுத்த உங்களை அனுமதிக்கின்றன","Ne-Pl":"1928 ஆம் ஆண்டிலிருந்து, நெப்டியூன் மற்றும் புளூட்டோ தோராயமாக பாலியல் ரீதியானவை, இது நெப்டியூனின் மாய ஏக்கங்களை புளூட்டோவின் உருமாறும் தூண்டுதலுடன் இணைக்கும் ஒரு அம்சமாகும், இது ஆன்மீகம் மற்றும் அமானுஷ்யத்தில் ஆர்வத்தின் எழுச்சியை உருவாக்குகிறது"}