{
  "UBAHAYACHARI-YOGA": "உங்கள் ஜாதகத்தில் சூரியனுக்கு [1]  இரண்டாம் பாவத்திலும் [2] பன்னிரண்டாம் பாவத்திலும் உள்ளன அது [3] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் வலுவானட உடலைக் கொண்டவர், அரசன் அல்லது அரசனுக்கு நிகரானவர்,  பெரிய பொறுப்புகளை ஏற்கும் திறனுள்ளவர்",
  "UBAHAYACHARI-YOGA,BEN": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  இரண்டாம் இடத்தில் [1] மற்றும் பன்னிரண்டாம் இடத்தில் [2] இருந்தால் அது வேசி யோகத்தை உண்டாக்கும்,. இந்த யோகத்தில் பிறந்த ஜாதகர் உறுதியான உடற்கட்டு, அரசன் அல்லது அரசனுக்கு ஈடானவராக இருப்பார், பெரிய பொறுப்புகளை எடுத்துக்கொள்ளக்கூடிய திறனைக்கொண்டிருப்பார். கிரகத்தின்/கிரகங்களின் சுபத்தன்மைக் காரணமாக ஜாதகருக்கு சிறப்பான கல்வி, சீரான தோற்றம், செல்வம், அழகினைத் தருகிறது மற்றும் பல்வேறு போகங்களையம் தருகிறது.[3]",
  "UBAHAYACHARI-YOGA,MEL": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  இரண்டாம் இடத்தில் [1] மற்றும் பன்னிரண்டாம் இடத்தில் [2] இருந்தால் அது வேசி யோகத்தை உண்டாக்கும்,. இந்த யோகத்தில் பிறந்த ஜாதகர் உறுதியான உடற்கட்டு, அரசன் அல்லது அரசனுக்கு ஈடானவராக இருப்பார், பெரிய பொறுப்புகளை எடுத்துக்கொள்ளக்கூடிய திறனைக்கொண்டிருப்பார். கிரகத்தின்/கிரகங்களின் அசுபத்தன்மைக் காரணமாக ஜாதகருக்கு நோய், அடிமைத்தனம், கைவிடப்படுத்தல் மற்றும் தீய மனநிலையைத் தருகிறது.[3]",
  "VESHI-YOGA": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  இரண்டாம் இடத்தில் [1]  இருந்தால் அது வேசி யோகத்தை உண்டாக்கும்,. இந்த யோகத்தில் பிறந்த ஜாதகர் உண்மையானவராக, சோம்பேறியாக, இளகிய மனமுள்ளவராக, ஒழுக்கமான மனநிலை உள்ளவராக, ஒன்றரைக் கண் உள்ளவராக உயரமானவராகவம் சீரான தோற்றம் உள்ளவராகவும், நல்ல நினைவாற்றலுடன், நயமாக பேசுபவராகவும், செல்வந்தராகவம் எதிரிகளை முற்றிலும் அழிப்பவராகவும் இருப்பார்[2]",
  "VESHI-YOGA,MEL": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  இரண்டாம் இடத்தில் [1]  இருந்தால் அது வேசி யோகத்தை உண்டாக்கும்,. இந்த யோகத்தில் பிறந்த ஜாதகர் உண்மையானவராக, சோம்பேறியாக, இளகிய மனமுள்ளவராக, ஒழுக்கமான மனநிலை உள்ளவராக, ஒன்றரைக் கண் உள்ளவராக உயரமானவராகவம் சீரான தோற்றம் உள்ளவராகவும், நல்ல நினைவாற்றலுடன், சாதாரண செல்வத்தையும் கொண்டிருப்பார், அதன் அசுபத் தன்மைக் காரணமாக இந்த கிரகங்கள் ஜாதகருக்கு தீயவர்களுடன் தொடர்பை ஏற்படுத்தும்.[2]",
  "VOSHI-YOGA": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  பன்னிரண்டாம் இடத்தில் [1]  இருந்தால் அது வோசி யோகத்தை உண்டாக்கும், இந்த யோகத்தில் பிறந்த ஒருவரர் தனது பேச்சில் எந்த கட்டுப்பாட்டையும் கொண்டிருப்பதில்லை. அவர் நயமாகப் பேசக்கூடியவர், நன்கு கற்றவர், பரவலாக அறியப்பட்டவர், கூர்மையான நினைவாற்றல், உடல் வலிமை மற்றும் தயாள குணமுள்ளவர். உண்மையில்லாதவர், அவவருடைய நடை கீழ்நோக்கியிருக்கும், அதிகப்படியான முயற்சி செய்ய வேண்டியிருக்கும். கிரகத்தின் சுபத்தன்மைக் காரணமாக ஜாதகர் அறிவாளி, கற்றவர், வல்லிமையானவர்ர், செல்வந்தர் மற்றும் அறிவியல் செயல்களில் ஈடுபடுபவர்[2]",
  "VOSHI-YOGA,MEL": "உங்கள் ஜாதகத்தில் சூரியனில் இருந்து  பன்னிரண்டாம் இடத்தில் [1]  இருந்தால் அது வோசி யோகத்தை உண்டாக்கும், இந்த யோகத்தில் பிறந்த ஒருவரர் தனது பேச்சில் எந்த கட்டுப்பாட்டையும் கொண்டிருப்பதில்லை. அவர் நயமாகப் பேசக்கூடியவர், நன்கு கற்றவர், பரவலாக அறியப்பட்டவர், கூர்மையான நினைவாற்றல், உடல் வலிமை மற்றும் தயாள குணமுள்ளவர். உண்மையில்லாதவர், அவவருடைய நடை கீழ்நோக்கியிருக்கும், அதிகப்படியான முயற்சி செய்ய வேண்டியிருக்கும். கிரகத்தின் அசுபத்தன்மைக் காரணமாக கொடூரமான குணமுள்ளவர், அவலட்சணத் தோற்றமுள்ளவர், அதிப்படியான காமம் மற்றும் மோசமான அறிவு இருக்கும்.[2]",
  "RUCHAKA-YOGA": "உங்கள் ஜாதகத்தில் செவ்வாய் [1]  இருந்து அது லக்னம் மற்றும் ராசிக்கு கேந்திரத்தில் இருந்தால், லக்னம் [2]  ராசியாக இருந்தால், அத்தகைய அமைப்பு [3] உண்டாக்கும், இது [4] ஒன்றாகும். இந்த யோகத்தில் பிறந்த ஒருவர் நல்ல அழகான தோற்றமுள்ளவர், தெளிவான முகத்தைக் கொண்டிருப்பார், அழகான புருவங்கள் இருக்கும்., கருமையான முடி மற்றம் தெளிவான ஓரளவு கறுத்த நிரமுள்ளவராக இருப்பார், ஒல்லியான இடுப்பு, குட்டையான அங்கங்கள் இருக்கும், அத்தகைய ஜாதகர் உறுதியானவர் மற்றும் தைரியமானவர், வலிமை மிக்கவர், மற்றும் வீரமானவர், சாகச நடவடிக்கைகளில் ஈடுபடுவதில் ஆர்வமாக இருப்பவர் அதில் அவருக்கு பெயரும புகழும் கிடைக்கும். அவர் இராஜ போகம் இருக்கும், போரிடத் எண்ணினால், அவர்தான் படைத்தளபதியாக இருப்பார் அல்லது திருடர்களின் கூட்டத்தின் தலைவராக இருப்பார், கடினமான உடற்பயிற்சிகளை மேற்கொள்வதில் மும்முரமாக இருப்பார்  மற்றும் தனது எதிரிகளை முற்றிலும் அழித்துவிடுவார்.[3]",
  "RUCHAKA-YOGA,SU": "ஆனால் செவ்வாய் உடன் சூரியன் இணைந்திருப்பதால் இந்த யோகம் செவ்வாய் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "RUCHAKA-YOGA,MO": "ஆனால் செவ்வாயுடன் சந்திரன் இணைந்திருப்பதால் இந்த யோகம் செவ்வாய் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "RUCHAKA-YOGA,SU-MO":"ஆனால் செவ்வாய் உடன் சூரியன் மற்றும் சந்திரன் இணைந்திருப்பதால் இந்த யோகம் செவ்வாய் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "BHADRA-YOGA": "உங்கள் ஜாதகத்தில் புதன்  [1]  இருந்து அது லக்னம் மற்றும் ராசிக்கு கேந்திரத்தில் இருந்தால், லக்னம் [2] ராசியாக இருந்தால், அத்தகைய அமைப்பு [3] உண்டாக்கும், இது [4] ஒன்றாகும். இந்த யோகத்தில் பிறந்த ஒருவர் உடல்ரீதியாக வலுவானவராகவும் ஆரோக்கியமானவராகவும்  நீண்ட கரங்கள் மற்றும் அடர்ந்த அழகான தாடியுடன் இருப்பார். அவர் ஒரு சிங்கத்தைப் போல தோன்றுவார் மற்றும் நடை யானை போன்று கம்பீரமாக இருக்கும். அவர் வலிமை, பரந்த மார்பு மற்றும் தோள்களையும் விகிதாச்சாரமான அங்கங்களையும் கொண்டிருப்பார். அவருடைய முன்னெற்றி கருமையான சுருண்ட முடியுடன் அழகானது. உடலில் குங்குமப்பூவிற்கான வாசனை இருக்கும் மற்றும் அவரது குரல் இனிமையானது ஈரக்கக்கூடியது. பத்ர யோகம் ஜாதகரின் கற்றல் மற்றும் ஒழுக்கத்தை உறுதி செய்கிறது. அத்தகைய ஜாதகர் நிலையான மனத்திற்கான ”யோகத்தின்” உத்தியில் திறன் பெற்றவராக இருப்பார், சிறந்த அறிவாளியாகவம் இருப்பார்.  அவர் புலனுணர்வு உள்ளவராகவும், புனித நூல்கள் கற்றவராகவும் ”சாத்வீகமாகவும்” அல்லது ஒழுக்கமான மனநிலையோடு சுதந்திரமானவராக தான் மேற்கொள்ளும் அனைத்து செயல்களிலும், நியாயமானவரராக இருப்பார் மற்றும் தன்னை சுற்றியிருப்பவர்களை மன்னிக்கவோ அல்லது உதவி செய்யவோ மாட்டார்.  மிதமிஞ்சிய செல்வந்தர், அவருக்கு மனைவியும், சந்ததியின் போகங்களும் இருக்கும். உயர் அந்தஸ்தினை அனுபவிப்பார், எண்பது வயது முதுமை காலம் வரை இருப்பார், அவர் இந்த உலகை விட்டு செல்லும் போது புனிதத் தலத்தில் தீர்த்த யாத்திரையில் இருப்பார். புதன் ஆதிக்கத்தின் கரணமாக பத்ர யோகம், கற்றல், அறிவு மற்றும் ஒழுக்கத்திற்கு அழுத்தம் தருகிறது. ஜாதகர் அந்தஸ்து மற்றும் செல்வத்தை தனது சொந்த முயற்சிகளில் இருந்து பெறுவார் மற்றும் சொந்த வசதிகளை அனுவிப்பார்.[2]",
  "BHADRA-YOGA,SU": "ஆனால் செவ்வாய் உடன் சூரியன் இணைந்திருப்பதால் இந்த யோகம் புதன் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும் ",
  "BHADRA-YOGA,MO": "ஆனால் செவ்வாயுடன் சந்திரன் இணைந்திருப்பதால் இந்த யோகம் புதன் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "BHADRA-YOGA,SU-MO":"ஆனால் செவ்வாய் உடன் சூரியன் மற்றும் சந்திரன் இணைந்திருப்பதால் இந்த யோகம் புதன் தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "HAMSA-YOGA": "உங்கள் ஜாதகத்தில் குரு [1]  இருந்து அது லக்னம் மற்றும் ராசிக்கு கேந்திரத்தில் இருந்தால், லக்னம் ஸ்திரமாக இல்லாமல் இருந்தால், அத்தகைய அமைப்பு [2] உருவாக்கும், இது [3] ஒன்றாகும். இந்த யோகத்தில் பிறந்த ஒருவர் சிவந்த நிறத்தைக் கொண்டிருப்பார், தெளிவான கன்னம், அழகான முகம் மற்றும் அவரது தோலில் பொன்னான மினுமினுப்பு இருக்கும். அவருடைய நகங்கள் மற்றும் உள்ளங்கைகள் சிவந்திருக்கும், அழகான பாதம், மற்றும் கண்கள் தேன் போன்று இருக்கும். அவரது குரல் இனிமையானதாக அன்னத்தை போன்று இருக்கும். கிளர்ச்சியடையாத மனப்பான்மையை கொண்டிருப்பார் மற்றும் நீர் விளையாட்டுகளில் ஆர்வம் கொண்டிருப்பார், மற்றும் காமத்தில் திருப்தியிருக்காது. அத்தகைய ஜாதகருக்கு அறிவு  மற்றும் புனித நூல்களுக்கான தாகம் இருக்கும். அவர் ஒழுக்கமானவர். மற்றவர்களுக்கு நல்லது செய்பவர் மற்றும் அழகான மனைவி மற்றும் அழகான உடல்வடிவத்தைக் கொண்டிருப்பார். அவர் பல்வேறு வகையான போகங்களையும் மன சுகங்களையும் நூறு வயது வரை அனுபவிப்பார், அவர் இறக்கும் போது காட்டில் இருப்பார். குரு அவருக்கு ஒழுக்கம், கற்றல் மற்றும் கௌரவத்தை அருள் மற்றும் கண்ணியத்துடன் தொடர்புடையதாக தருகிறது",
  "HAMSA-YOGA,SU": "ஆனால் செவ்வாய் உடன் சூரியன் இணைந்திருப்பதால் இந்த யோகம் குரு தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும் ",
  "HAMSA-YOGA,MO": "ஆனால் சந்திரன் உடன் சூரியன் இணைந்திருப்பதால் இந்த யோகம் குரு தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும் ",
  "HAMSA-YOGA,SU-MO":"ஆனால் செவ்வாய் உடன் சூரியன் மற்றும் சந்திரன் இணைந்திருப்பதால் இந்த யோகம் குரு தசை, அல்லது அந்தரம், அல்லது பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "MALVA-YOGA": "உங்கள் ஜாதகத்தில் சுக்கிரன் [1] மற்றும் [2]  இருந்து லக்னத்திலிருந்து கேந்திர வீட்டிலிருக்கிறது. அத்தகைய அமைப்பு [3] ஐ உண்டாக்குகிறது, அது [4] –ன் ஒரு வடிவமாகும். மாலவிய யோகத்தில் பிறந்த ஜாதகர்கள் தெய்வீகமானத் தோற்றத்தையும்,நல்ல அழகான உதடுகளையும், மெல்லிய இடுப்பையும், வனப்பான உடலையும், ஆழந்த குரலையும், பளபளக்கும் பற்களையும், முழு நிலவு போல் பளிச்சிடும் தேகத்தையும் கொண்டிக்கிறார்கள். அவரது கண்ணஙகள் எடுப்பானவை.  பளிச்சிடும் கண்கள், முட்டி வரை நீண்டிருக்கும் கைகளைக் கொண்டிருக்கிறார்கள். மாலவிய யோகம் என்பது ஜாதகருக்கு பல்வி மற்றும் செல்வத்தை உறுதி செய்கிறது. அத்தகைய ஜாதகர்கள் தனது சொந்த முயறசியில் பணம் ஈட்டுகிறார். அவர் சக்தி வாய்ந்தவர் மற்றும் மனைவி, சந்ததி, மற்றும் பொருள்",
  "MALVA-YOGA,SU":"ஆனால் செவ்வாயுடன் சூரியன்/சந்திரன் சேர்க்கைக் காரணமாக இந்த யோகம் சுக்ர தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "MALVA-YOGA,MO":"ஆனால் சுக்கிரனுடன் சந்திரன் சேர்ந்துள்ளதால் இந்த யோகம் சுக்ர தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்.",
  "MALVA-YOGA,SU-MO":"ஆனால் சுக்கிரனுடன் சூரியன் மற்றும் சந்திரன் சேர்ந்துள்ளதால் இந்த யோகம் சுக்ர தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "SHASHA-YOGA": "உங்கள் ஜாதகத்தில் சனி [1] பாவத்தில் இருந்து லக்னத்தில் இருந்து கேந்திர பாவத்தில் இருந்தால், லக்னம் இருக்கும் ராசி [2]. அவ்வாறு இருப்பது [3] உண்டாக்கும், இது [4]  ஒன்றாகும். இந்த  யோகத்தில் பிறந்த ஒருவர் தைரியமானவராக இருப்பார், நடுத்தர உயரமும் ஒல்லியான இடுப்பும் உயர்வான பற்களும் இருக்கும். அவர்கள் அழகான கால்களைக் கொண்டிருப்பார் மற்றும் விரைவான ஆனால் வழக்கமான நடையைக் கொண்டிருப்பார். அவருடைய நிறம் கருப்பு. அவர் காடுகள், மலைகள் மற்றும் பிற வினோதமான இடங்களுக்கு செல்வார். அவர் கூசும் கண்களைக் கொண்டிருப்பார் மற்றும் மற்றவர்களின் பொருட்கள் மீது ஆசை கொண்டிருப்பார். ஷஷ யோகம் உள்ள ஜாகதர் தனது தாயிடம் அர்ப்பணிப்புள்ளவராக இருப்பார். தனது விருந்தினர்களை கவனமாகப் பார்த்துக்கொள்வார். அவர் படைத்தளபதியாகவோ அல்லது ஒரு கிராமம் அல்லது நகரத்தின் தலைவராகவோ இருப்பார். அவர் ஒரு தகுதிவாய்ந்தவது, செல்வந்தர் மற்றும் கற்றவர், மற்றவர்களின் குறைகளை சுட்டிக்காட்டுவதில் ஆர்வமுள்ளவர். காம செயல்களில்அதிகப்படியான ஆர்வமுள்ளவர், தனக்கு சொந்தமல்லாத பெண்களுடன் இணைவார். அவர் உலோகத் தொழிலில் இரசாயனங்களில் திறமையானவர்.  அவருக்கு உடலில் நோய்கள் இருக்கும் மற்றும் எழுபது வயது வரை உயிர் வாழ்வார். ஷஷ யோகத்திற்கான கிரகம் சனியாகும். சனியின் ஆதிக்கத்தினால் ஷஷ யோகம் உண்டாகிறது, சனியின் ஆதிக்கம் காரணமாக ஷஷ யோகம் ஜாதகருக்கு தலைமைத்துவத் திறனை தருகிறது. இது போகமும் இருக்கும், அதோடு துன்பங்களும் இருக்கும்.",
  "SHASHA-YOGA,SU": "ஆனால் சனியுடன் சூரியன் சேர்ந்திருப்பதால் இந்த யோகம் சனி தசையின் தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "SHASHA-YOGA,MO": "ஆனால் சனியுடன் சந்திரன் சேர்ந்திருப்பதால் இந்த யோகம் சனி தசையின் தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "SHASHA-YOGA,SU-MO": "ஆனால் சனியுடன் சந்திரன் சேர்ந்திருப்பதால் இந்த யோகம் சனி தசையின் தசையின் தசை, அந்தரம், மற்றும் பிரத்யந்தரத்தில் தான் பலனளிக்கும்",
  "GAJKESARI-YOGA": "உங்கள் ஜாதகத்தில் சந்திரன் மற்றும் குரு சேர்க்கை இருந்தால் மற்றும் கேந்திரத்தில்  [1] பாவத்தில் இருந்தால், அது கஜகேசரி யோகத்தை உண்டாக்கும்[2]",
  "GAJKESARI-YOGA|1": "ஜாதகர் நல்ல தோற்றத்துடன் நண்பர்கள், மனைவி மற்றும் சந்ததியைக் கொண்டிருப்பார். லக்னத்தில் சுப கிரகங்களும் சக்திமிக்க யோகங்ளும் இருந்தால் அவை ஜாதகரை ஆரோக்கியமானவராகவும், கண்ணியமானவராகவும், ஈர்க்கக்கூடியவராகவும் ஆக்கும். அழகிற்கான கிரகமான சந்திரன், மற்றும் சிறந்த சுபகிரகமான குரு லக்னத்தில் சேரந்திருந்தால் ஜாதகருக்கு அளப்பரிய ஈகைக் குணத்தைக் கொண்டுவரும்.",
  "GAJKESARI-YOGA|4": "அரசனுக்கு நிகரானவர், ஒரு மந்திரி, கற்றவர் முதலியன. நிறைய வீட்டு வசதிகள் இருக்கும்.",
  "GAJKESARI-YOGA|7": "கறறவர், திறனுள்ளவர், வணிகர், செல்வந்தர், 7ம் பாவத்தில் சேர்க்கையானது தாம்பத்திய சுகத்துக்குக நல்லது. 7ம் பாவம் வணகம் மற்றும் கூட்டுத் தொழிலைக் குறிக்கிறது, எனவே இத்தகைய யோகம் 7ம் பாவத்தில் இருப்பது கூட்டுத்தொழில் மூலம் செல்வத்தைக் குறிக்கும்.",
  "GAJKESARI-YOGA|9": "தனிச்சிறப்பானவர், அதிர்ஷ்டமுள்ளவர். செல்வந்தர், மனநிறைவானவர். ஒன்பதாம் பாவம் ஒழுக்கங்கள் மற்றும் மத செயல்பாடுகளுடன் தொடர்புடையது அதோடு ஜாதகரின் அதிர்ஷ்டத்தைக் குறிக்கிறது. இதில் குரு--சந்திரன் சேர்ந்திருந்தால் அதிர்ஷ்டமுள்ள பாவமாகும் இது.",
  "GAJKESARI-YOGA|10": "அறிஞர், செல்வந்தர், பெருமையுள்ளவர், மதிக்கத்தக்கவர், முதலியன. இந்த பாவத்தில் குரு-சந்திரன் இருப்பது வேலை வாய்ப்புகளுக்கு, உயர்ந்த அந்தஸ்துக்கு மற்றும் நிதி வளத்திற்கு மிகவும் சாதகமானது.",
  "GAJKESARI-YOGA,JU": "உங்கள் ஜாதகததில் சந்திரன் மற்றும் குரு கேந்திரங்களில் இருந்தால் மற்றும் சந்திரனுக்கு [1]  பாவத்தில் குரு இருந்தால் அது கஜகேசரி யோகமாகும்.[2]",
  "GAJKESARI-YOGA,JU|4": "நான்காம் பாவம் வீடு வசதிகள் மற்றும் தாய்க்குமானது. சந்திரனில் இருந்து நான்காம் பாவத்தில் குரு இருந்தால், தாய்க்கு சிற்பானது, பொதுவாக வீடு வசதிகளுக்கும், தாயிடமிருந்தான வசதிகளுக்கும் நல்லதாகவே இருக்க வேண்டும். மானசாகரியைப் பொறுத்தவரை இந்த சேர்க்கை ஒருவரை வீட்டில் வசதிகளுக்கு கைவிட்டால், தாய் சம்பந்தமான பிரச்சனைகளுக்கு வழி வகுக்கும், மற்றும் மற்றவர்களுடன் வேலை செய்வதற்கான ஒரு மனப்பான்மையை உறுதி செய்கிறது.",
  "GAJKESARI-YOGA,JU|7": "இந்த யோகம் நல்ல உடல் நலம், நீண்ட ஆயுள், ஒருவரின் குடும்ப உறுப்பினர்களிடம் மதிப்புமிக்க அந்தஸ்து, மற்றும் சிக்கனமாக இருப்பதில் ஆர்வத்தை உறுதி செய்கிறது. மானசாகரி ஜாதகர் ஆண்மையற்றவராகவும் மஞ்சள் காமாலை நோயினால் அவதிப்படுபவார் என்றும் தெரிவிக்கிறது. குரு ஒழுக்கம் மற்றும் கட்டுப்பாட்டுக்கான கிரகமாக இருந்தால் நல்லது. சந்திரனில் இருந்து 7ம் பாவத்தில் அது இருந்தால் அதிகப்படியாக பாலுறவில் ஈடுபடுவதைத் தடுக்கக்கூடும். \tநூலின் கடுமையான மொழி தாராளமாக எடுத்துக்கொள்ளப்பட வேண்டும். பொதுவாக லக்னம் அல்லது சந்திரனுக்கு ஏழாமிடத்தில் குரு இருந்தால் அது தாம்பத்திய ஒற்றுமைக்கு வழி வகுக்கும்.",
  "GAJKESARI-YOGA,JU|10": "கஜகேசரி யோகம், குரு | 10: இது பொதுவாக ஒருவருக்கு அவருடைய உத்தியோகத்திற்க சாதகமான சூழ்நிலையாகும். மானசாகரியைப் பொறுத்தளவில், இந்த சேர்க்கையைக் கொண்ட ஜாதகர் தனது மனைவி குழந்தைகளை விட்டுவிட்டு துறவி ஆகிவிடுவார். லக்னம் அல்லது சந்திரனிலிருந்து பத்தாமிடம் கர்மா அல்லது தனிநபரின் செயல்பாட்டினைக் குறிக்கிறது. அந்த இடத்தில் குரு மிகவும் வலிமையாக இருந்தால், ஒருவரின் தொழிலில் அல்லது கர்மாவில் கண்ணியத்தையும் ஒழுக்கத்தையும் உண்டாக்கும். குரு வலிமையாக இருந்தால், லௌகீக விஷயங்களில் அலட்சியம் அதிகரிக்கும். இது உயர்ந்த குறிக்கோள் ம்ற்றும் ஆன்மீக நாட்டத்திற்கு மிகவும் நல்ல சேர்க்கையாகும். அதே சமயம் குரு 10ஆம் பாவத்தில் இருப்பது  குரு பணத்திற்கான காரகன் என்பதால் ஒருவரின் சொந்த முயற்சியால் பண வரவினை உறுதி செய்யும்",
  "ADHI-YOGA": "உங்கள் ஜாதகத்தில் சந்திரனில் இருந்து [1]  பாவத்தில் சுப கிரகங்களான [2] இருந்தால் அது ஆதி யோகத்தை உண்டாக்கும். இந்த யோகத்தில் பிறந்த ஜாதகர் கிரகங்களின் வலுவைப் பொறுத்து அரசராக அல்லது அமைச்சராக அல்லது படைத்தளபதியாக ஆவார். இந்த யோகம் ஜாதகரின் வளமை, ஆரோக்கியம், அந்தஸ்து, அரசாங்க அங்கீகாரம், எதிரிகளின் மீது ஆதிக்கத்தை  உறுதி செய்கிறது[3]",
  "DURUDHARA-YOGA": "உங்கள் ஜாதகத்தில் சந்திரனில் இருந்து பன்னிரண்டாம் இடத்தில் [1]  , இரண்டாம் இடத்தில் [2]  இருந்தால், அது துருதர யோகத்தை உண்டாக்கும். துருதர யோகத்தில் பிறந்த ஒருவர் நல்ல பேச்சு, கற்றல், வீரம் மற்றும் ஒழுக்கம் மூலம் புகழ் ஈட்டுவார். இந்த யோகம் ஜாதகர் நிறைய செல்வம், வாகனங்கள், நிலங்கள், வேலைக்காரர்கள், வசதிகள் மற்றும் எதிரிகள் இல்லாமல் இருப்பதை உறுதி செய்கிறது. இத்தகைய ஜாதகர் தானமளிப்பவராகவும், அழகான கண்கள் உள்ள பெண்களின் தொடர்பில் இருப்பதை விரும்புபவராகவும் இருப்பார்.[3]",
  "SUNAPHA-YOGA": "உங்கள் ஜாதகத்தில் சந்திரனில் இருந்து இரண்டாம் இடத்தில் [1]  இருந்தால், அது சுனபா யோகத்தை உண்டாக்கும். சுனபா யோகத்தில் பிறந்த ஒருவர் அரசராக இருப்பார், அதிகப்படியான செல்வம், தனது  சொந்த முயற்சியால் தனது அதிர்ஷ்டத்தை ஈட்டுவதற்கான திறன், பரவலாக அறியப்பட்டவராகவும், ஒழுக்கமான காரியங்களை செய்வதில் நாட்டமுள்ளவராகவும், அமைதியானவராகவும் மனநிறைவானவராகவும் இருப்பார்.[2]",
  "ANAPHA-YOGA": "உங்கள் ஜாதகத்தில் சந்திரனில் இருந்து பன்னிரண்டாம் இடத்தில் [1]  இருந்தால், அது அனபா யோகத்தை உண்டாக்கும். அனபா யோகத்தில் பிறந்த ஒருவர் அரசராக இருப்பார், ஆரோக்கியமானவர், விநயமானவர், அறியப்பட்டவர், பேச்சாளர், திறன்மிக்கவர், ஒழுக்கமுள்ளவர், பல்வேறு பொருள் வசதிகளைக் கொண்டிருப்பவர், இனியைமான மற்றும் மகிழ்ச்சியான தோற்றமுள்ளவர்.[2]",
  "VASUMAN-YOGA": "உங்கள் ஜாதகத்தில் [1] சந்திரனுக்கு [2] இருந்தால் அது [3] உண்டாக்கும். இந்த யோகத்தில் பிற்நத ஒருவர் இந்த யோகத்தில் பிறந்த ஒருவர் மிகுந்த செல்வந்தாக இருப்பார் மற்றும் தன் வீட்டில் இருந்து கொண்டே அனைத்து வசதிகளையும் அனுபவிப்பார். [1] என்பவை பாவங்களின் விரிவாக்கமாகும். இந்த பாவங்களில் உள்ள கிரகங்கள் போராட்டம் மற்றும் தனிப்பட்ட முயற்சி மூலம் இலாபங்களை ஈட்டும். [2]  என்பது அதிக சுபத்தன்மையுள்ளது. அது ஜாகத்தில் இருப்பது நிரந்தரமான நிதி வளத்தை உறுதி செய்யும். ஜாதகத்தில் பிற அசுப யோகங்கள் இருந்தாலும் இந்த யோகம் செயல்படும். [1]  என்பவை வளர்ச்சி மற்றும் விரிவாக்கத்திற்கானவையாகும், அவை ஒரு பாவத்தில் அசுப கிரகம் இருந்தாலும் ஒருவர் செல்வத்தை சேகரிக்க உதவும். இந்த பாவங்களில்  அசுப கிரகங்கள் இருந்தாலும் போட்டாாம் மற்றும் கடின உழைப்பின் மூலமாக  ஈட்டச் செய்யும். அனைத்து 3 சுப கிரகங்களும் [1] (3,6,10,11) இருந்தால் முழுமையாக பலனளிக்கும், 2 கிரகங்கள் [1]-ல் இருந்தால் நடுத்தர பலனளிக்கும்.",
  "VASUMAN-YOGA,UPA": "உங்கள் ஜாதகத்தில் சந்திரனுக்கு உபஜெய ஸ்தானங்களில் [1] இருப்பது வசுமன யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் மிகுந்த செல்வந்தாக இருப்பார் மற்றும் தன் வீட்டில் இருந்து கொண்டே அனைத்து வசதிகளையும் அனுபவிப்பார். உபஜெய வீடுகள் என்பவை பாவங்களின் விரிவாக்கமாகும். இந்த பாவங்களில் உள்ள கிரகங்கள் போராட்டம் மற்றும் தனிப்பட்ட முயற்சி மூலம் இலாபங்களை ஈட்டும். வசுமன யோகம் என்பது அதிக சுபத்தன்மையுள்ளது. அது ஜாகத்தில் இருப்பது நிரந்தரமான நிதி வளத்தை உறுதி செய்யும். ஜாதகத்தில் பிற அசுப யோகங்கள் இருந்தாலும் இந்த யோகம் செயல்படும். உபஜெய பாவங்கள் என்பவை வளர்ச்சி மற்றும் விரிவாக்கத்திற்கானவையாகும், அவை ஒரு பாவத்தில் அசுப கிரகம் இருந்தாலும் ஒருவர் செல்வத்தை சேகரிக்க உதவும். இந்த பாவங்களில்  அசுப கிரகங்கள் இருந்தாலும் போட்டாாம் மற்றும் கடின உழைப்பின் மூலமாக  ஈட்டச் செய்யும், இந்த பாவங்களில் சுப கிரகங்கள் இருப்பது குறைவான உடல் உழைப்பை உறுதி செய்து அதிக இலாபத்தைத் தரும். இந்த யோகம்  3 சுப கிரகங்களும்  உபஜெய ஸ்தானங்களில் (3,6,10,11) இருந்தால் முழுப் பலன் தரும், 2 கிரகங்ள் உபஜெய ஸ்தானங்களில் இருந்தால் நடுத்தர பலனைத் தரும்.[2]",
  "UTTAMADI-YOGA": "உங்கள் ஜாதகத்தில் சூரியனுக்கு [1] பாவத்தில்  சந்திரன் இருந்து, அது [2] பாவம் ஆனதால், அத்தகைய சேர்க்கை [3] உண்டாக்குகிறது. [1] சந்திரன் ஜாதகருக்கு விளைவிப்பது: [4]",
  "UTTAMADI-YOGA,3": "அரச அந்தஸ்துள்ளவர், பல்வேறு கலைகளை அறிந்தவர், ஒப்பற்றவர்",
  "UTTAMADI-YOGA,6": "மாறுபட்ட நோய்களைக் கொண்டிருப்பார்.",
  "UTTAMADI-YOGA,9": "பல மகன்களைக் கொண்டிருபபார்கள், மகள்களுடன் பிரச்சனைகள் இருக்கும்.",
  "UTTAMADI-YOGA,12": "பல வசதிகளுடன், செல்வந்தராகவம் மதிக்கத்தக்கவராகவும் இருப்பார்.",
  "SHAKATA-YOGA,JU": "உங்கள் ஜாதகத்தில் குரு சந்திரனுக்கு [1]பாவத்தில் இருப்பது [2] உண்டாக்குகிறது, இந்த யோகம் ஒரு ஜாதகரை ஆதரவற்றவராகவும், ஏழையாகவும், எப்போதும் உழைத்துக் கொண்டு இருப்பவராகவும், ஏற்றத்தாழ்வுள்ள அதிர்ஷடத்தைக் கொண்டிருப்பவராகவும் வைக்கிறது",
  "SHAKATA-YOGA,JU|6": "குரு  சந்திரனுக்கு  6-ம் பாவத்தில் இருக்கும் போது விளைவிப்பது,   வீடில்லாம் தனித்துவிடப்படுபவார், நீண்ட ஆயுள் உள்ளவர்  ஆனால் மற்றவர்களின் உதவியால் உயிர் வாழ்வார்",
  "SHAKATA-YOGA,JU|8": "குரு  சந்திரனுக்கு  8 -ம் பாவத்தில் இருக்கும் போது விளைவிப்பது, செல்வந்தரான மகனின் தந்தையாக இருந்த போதும் எப்போதும் நோயற்றவராக, துரதிர்ஷ்டசாலியாக இருப்பார், வசதிகள் பற்றி கனவு கூட காணமுடியாது.",
  "SHAKATA-YOGA,JU|12": "குரு  சந்திரனுக்கு 12-ம் பாவத்தில்  இருக்கும் போது விளைவிப்பது, உற்றார் உறவினர்களுடன் விரோதம், எனினும் லக்னத்திலிருந்து 6ஆம் இடம் குருவால் பார்க்கப்பட்டால் ஜாதகருக்கு வசதிகள் இருக்கும்.",
  "SHAKATA-YOGA,1-7": "உங்களின் ஜாகதத்தில் அனைத்து சுப கிரகங்களும் லக்னம் மற்றும் ஏழாம்  பாவங்களில் இருக்கின்றன, இது [1] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் வறுமை, இடர்பாடுகளால் துன்புறுபவர், ஒல்லியான தேகமுள்ளவர், பொருந்தாத பொல்லாத மனைவியைக் கொண்டவர், மற்றும் கடின உழைப்பினால் மட்டுமே சம்பாதிப்பவர்",
  "PAKSHI-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து சுப கிரகங்களும் நான்கு மற்றும் பத்தாம் பாவங்களில் இருக்கின்றன, இது [1] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் நாடோடியாக, அடிமையாக, சண்டையிடுபவராக, செய்தி எடுத்துச் செல்பவராக மற்றும் தூதுவராக இருப்பார்.",
  "LAGNADHI-YOGA": "உங்களின் ஜாகதத்தில் சுப கிரகங்களான [1]  7ஆம் பாவத்திலும் மற்றும் [2] 8 பாவத்திலும் உள்ளன மற்றும் இந்த கிரகங்கள் ஏதேனும் அசுப கிரகங்களுடன் சேர்க்கைப் பெற்றால் அல்லது பார்க்கப்பட்டால், [3] உண்டாக்குகிறது. லக்னாதி யோகம் ஜாகதரின் ஒழுக்கம், கற்றல், நிலையான செலவம், உயர் அந்தஸ்து, பொதுவான மனநிலை, இசையமைத்தல் அல்லது எழுதுவதில் திறனுள்ளவராக இருப்பதை உறுதி செய்கிறது.",
  "VEENA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் ஏழு வெவ்வேறு பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் வளமானவராகவும், புனித நூல்கள் கற்றவராகவும், நடனம் மற்றும் இசையில் விருப்பமுள்ளவராகவும், திறன்மிக்கவராகவும், பலரின் வாழ்க்கையை கவனித்துக்கொள்ளக்கூடிய தலைவராகவும் இருப்பார்.",
  "DAAMA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் ஆறு வெவ்வேறு பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் செல்வந்தராகவம், பரந்த மனப்பான்மை உள்ளவராகவம், நன்கு அறியப்பட்டவராகவும் மனநிறைவுள்ளவராகவும், முறையான் வகையில் பணம் ஈட்டுபவராகவும் இருப்பார்.",
  "PAASHA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் ஐந்து பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் பெரிய குடும்பத்தைக் கொண்டவராகவும், வேலையில் நிபுணராகவும், பணம் ஈட்டுவதில் திறனுள்ளவராகவம், கைவினைஞராகவும், காடுகளில் வசிப்பதில் ஆர்வமுள்ளவராகவும், பல்வேறு குறைபாடுகள் உள்ளவராகவும் இருப்பார்.",
  "KEDHARA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் நான்கு பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1] உண்டாக்குகிறது. ஜாதகர் உண்மையானவராகவும், செல்வந்தராகவும், ஒழுக்கமானவராகவும், மற்றவர்களுக்கு நல்லது செய்பவராகவும், விவசாயம் செய்பவராகவும் இருப்பார். கேதார யோகமுள்ள ஜாதகர் அதிக இலட்சியமுள்ளவராக இருக்க மாட்டார் மற்றும் ஒரு எப்போது ஒரு செயலில் இருந்து விடுவித்துக்கொள்ள வேண்டும் என்பதை அறிந்திருப்பார், அத்தகைய ஜாதகர் இயல்பு சார்ந்த மற்றும் மனோதத்துவ ரீதியிலான பார்வையில் வாழ்க்கையை எடுத்துக்கொள்ளக் கூடியவராக இருப்பார்.",
  "SHOOLA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் மூன்று பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1]  உண்டாக்குகிறது. ஜாதகர் சோம்பேறியாகவும், கொடூரமானவராகவம், சமூகத்தில் புறக்கணிக்கப்பட்டவராகவும், காயமடைந்தவராகவும், அச்சமுள்ளவராகவும், ஒரு சண்டைக்காரராகவும், மற்றவர்கள் உழைப்பில் வாழ்பவராகவும் இருப்பார்",
  "YUGA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் இரண்டு பாவங்களில் அடங்கியுள்ளன . இது [2] ஒன்றான [1] உண்டாக்குகிறது. ஜாதகர் ஏழையாகவும், வெட்கமில்லாதவராகவும், சமூகத்தில் புறக்கணிக்கப்பட்டவராகவும், தர்க்கமில்லாதவராகவும், தாய் தந்தையர் மற்றும் ஒழுக்கமற்றவராகவும் இருப்பார்.",
  "GOLA-YOGA": "உங்களின் ஜாகதத்தில் அனைத்து கிரகங்களும் ஒரே பாவத்தில் அடங்கியுள்ளன . இது [2] ஒன்றான [1]  உண்டாக்குகிறது. ஜாதகர் அதரவற்றவராகவும், படிப்பறிவற்றவராகவும், பொல்லாதவராகவும், துரதிர்ஷ்டசாலியாகவும் எப்போதும் நாடோடியாகவும் இருப்பார்.",
  "RAJJU-YOGA": "உங்கள் ஜாகத்தில் அனைத்து கிரகங்களும் நகரக்கூடிய ராசிகளில் உள்ளன அது [2] ஒன்றான [1]  உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் பயணம் செய்வதை விரும்புவார், நல்ல தோற்றமுள்ளவர், இலட்சியமிக்கவர் மற்றும் செல்வத்தை ஈட்டுவதில் வெளிநாடு செல்வதில் மகிழ்பவராக இருப்பார்.",
  "MUSALA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் கலவையான இராசிகளில் உள்ளன, இது [2] ஒன்றான [1]  உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் பெருமையுள்ளவராகவும், கற்றவராகவும், செல்வந்தராகவும், ஆட்சியாளரால் விரும்பப்படுபவராகவும், புகழ்மிக்கவராகவம், நிலையான தன்மையுள்ளவராகவம், பல்வேறு மகன்களைக் கொண்டவராகவும் இருப்பார்.",
  "NALA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் த்விஸ்பாவ (கலவை) ராசிகளில் மட்டும் உள்ளன இது [2] ஒன்றான [1]  உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் அங்கக் குறைபாடுள்ளவராகவும், உறுதியானவராகவம், மிகவும் தந்திரமானவராகவும், ஏற்றத்தாழ்வுள்ள செல்வத்தைக்  கொண்டவராகவும், நல்ல தோற்றமுள்ளவராகவும் தனது அன்பானவர்களை விரும்புபவராகவும் இருப்பார்",
  "MAALA-YOGA": "உங்கள் ஜாதகத்தில் குரு, புதன், சுக்கிரன் மற்றும் சந்திரன் ஆகிய அனைத்து சுப கிரகங்களும் மூன்று கேந்திரங்களில் உள்ளன, அதே சமயம் எந்த அசுப கிரகமும் கேந்திரத்தில் இல்லை இது [2] ஒன்றான [1]  உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஒருவர் நிலையான போகங்கள், வாகனம், நல்ல உணவு மற்றும் உடை உள்ளவராகவும் அன்பான பெண்களுடன் தொடர்புள்ளவராகவும் இருப்பார்.",
  "SARPA-YOGA": "உங்கள் ஜாதகத்தில் சனி, செவ்வாய், சூரியன்  ஆகிய அனைத்து அசுப கிரகங்களும் மூன்று கேந்திரங்களில் உள்ளன அதே சமயம் எந்த சுப கிரகமும் கேந்திரத்தில் இல்லை இது [2] ஒன்றான [1]  யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் சூழ்ச்சிகள் உள்ளவராகவும், பொல்லாதவராகவும், துரதிர்ஷ்டமுள்ளவராகவும், ஆதரவற்றவராகவம், தனது வாழ்க்கைக்காக மற்றவர்களை சார்ந்திருப்பராகவும் இருப்பார்.",
  "GADA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் [1] மற்றும் [2] பாவங்களில் உள்ளன இது [3] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் செல்வந்தராகவும், நல்ல மனம் படைத்தவராகவும், மந்திர தந்திரங்கள் மற்றும் இசை அறிந்தவராக அச்சமுள்ளவராக, மற்றவர்களிடம் பொறாமையுள்ளவராக, மற்றும் எப்போதும் பணம் சம்பாதிப்பதில் ஈடுபடுபவராக இருப்பார்.",
  "SHANKHA-YOGA,1": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் நான்கு மற்றும் ஏழாம் பாவங்களில் உள்ளன இது [2] ஒன்றான [1]  உண்டாக்குகிறது.",
  "SHANKHA-YOGA,2": "உங்கள் ஜாதகத்தில் ஐந்தாம் பாவாதிபதியான  [1]  மற்றும் ஆறாம் பாவாதிபதியான  [2] கேந்திரங்களில் [3] உள்ளனர் மற்றும் லகனாதிபதியான [4] வலுவாக உள்ளனர். இது [5] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் இளகிய மனமுள்ளவராகவும், ஒழுக்கமானவராகவும், கற்றவராகவும், மனைவி, மற்றும் குழந்தைகளைக் கொண்டவராகவும், அறநெறி வலுவானவராகவும், புனித நூல்களை கற்றவராகவும், சொந்த நிலங்களைக் கொண்டவராகவும், வளமையை அனுபவிப்பவராகவும் நீண்ட ஆயுள் உள்ளவராகவும் இருப்பார்.[3]",
  "SHANKHA-YOGA,3": "உங்கள் ஜாதகத்தில் லக்னாதிபதியான [1]  மற்றும் பத்தாம் பாவாதிபதியான [2] கேந்திரத்தில் [3] பாவங்களில் அமர்ந்திருக்கிறார்கள், மற்றும் ஒன்பதாம் பாவாதிபதி [4] வலுவாக உள்ளார். இந்த யோகத்தில் பிறந்த ஜாதகர் இளகிய மனமுள்ளவராகவும், ஒழுக்கமானவராகவும், கற்றவராகவும், மனைவி, மற்றும் குழந்தைகளைக் கொண்டவராகவும், அறநெறி வலுவானவராகவும், புனித நூல்களை கற்றவராகவும், சொந்த நிலங்களைக் கொண்டவராகவும், வளமையை அனுபவிப்பவராகவும் நீண்ட ஆயுள் உள்ளவராகவும் இருப்பார்.[5]",
  "VIBHUKA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் ஏழு மற்றும் பத்தாம் பாவங்கில் உள்ளன, இது[2] ஒன்றான [1] உண்டாக்குகிறது",
  "DHWAJA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் பத்து மற்றும் லக்ன பாவங்கில் உள்ளன, இது [2] ஒன்றான [1] உண்டாக்குகிறது",
  "MAHA-YOGA": "இந்த யோகம் செல்வம், அந்தஸ்து மற்றும் உடல் சார்ந்த சுகங்களுக்கு உறுதியளிக்கிறது.",
  "MAHA-YOGA,1": "உங்கள் ஜாதகத்தில் லக்னாதிபதியான [1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது",
  "MAHA-YOGA,2": "உங்கள் ஜாதகத்தில் இரண்டாம் பாவாதிபதியான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது",
  "MAHA-YOGA,4": "உங்கள் ஜாதகத்தில் நான்காம் பாவாதிபதி யான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது.",
  "MAHA-YOGA,5": "உங்கள் ஜாதகத்தில் ஐந்தாம் பாவாதிபதி யான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது.",
  "MAHA-YOGA,7": "உங்கள் ஜாதகத்தில் ஏழாம் பாவாதிபதி யான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது",
  "MAHA-YOGA,9": "உங்கள் ஜாதகத்தில் ஒன்பாம் அதிபதி யான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது.",
  "MAHA-YOGA,10": "உங்கள் ஜாதகத்தில் ஒன்பதாம் பாவாதிபதி யான[1], [2] பாவதிபதிகளில் ஒன்றான [3] உடன்  பரிவர்த்தனைப் பெற்றுள்ளார், இது [4] ஒன்றான [5] உண்டாக்குகிறது.",
  "KHADGA-YOGA": "உங்கள் ஜாதகத்தில் இரண்டு  [1] அதிபதி [2] மற்றும் ஒன்பதாம் [3] பாவாதிபதி  [4] பரிவர்த்தனைப் பெற்றுள்ளனர் இது [5] உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் புனித நூல்களை ஆழ்ந்து படிப்பவராகவும், கண்ணியமிக்கவராகவம், திறனுள்ளவராகவும், செல்வந்தாகவும், அறிவு, வலிமை மற்றும் சுகங்களைக் கொண்டவராகவும், அவருக்கு செய்யப்பட்ட இரக்கமான செயல்களை நன்றியுடன் நினைவில் வைத்திருப்பராகவும் இருப்பார்.[2]",
  "VAJRA-YOGA,1": "உங்கள் ஜாதகத்தில் சுப கிரங்களான [1] லக்னத்திலும் ஏழாம் பாவத்திலும் உள்ளன அதே சமயம் அசுப கிரகங்ககளான [2]  நான்காம் வீட்டிலும், பத்தாம் வீட்டிலும் உள்ளன, இது வஜ்ர யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் நல்ல தோற்றமுள்ளவராகவம், பொல்லாதவராகவும் தனது வாழ்க்கையின் ஆரம்பத்திலும் வயதான காலத்திலும் மகிழ்ச்சியுள்ளவராக இருப்பார்.[3]",
  "VAJRA-YOGA,2": "உங்கள் ஜாதகத்தில் அசுப கிரங்களான [1] லக்னத்திலும் ஏழாம் பாவத்திலும் உள்ளன அதே சமயம் சுப கிரகங்ககளான [2]  நான்காம் வீட்டிலும், பத்தாம் வீட்டிலும் உள்ளன, இது வஜ்ர யோகத்தை உண்டாக்குகிறது. கட்டுப்பாடு உள்ளவராகவும் மங்களரகமான செயல்களில் ஈடுபடுபவராகவும் இருப்பவர், அத்தகைய ஜாதகர் மனநிறைவுள்ளவராக தன்மையுள்ளவராகவும், தானம் செய்பவராகவும் தனது வாழ்வின் நடுப்பகுதியில் சந்தோஷமானவராகவும் இருப்பார்.[3]",
  "KAMALA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் நான்கு கேந்திரங்களில் இருக்கின்றன அது [1] உருவாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் நல்ல தோற்றமுள்ளவராகவும், பெரியளவில் அறியப்படுபவராகவும், நீண்ட ஆயுள் உள்ளவாகவும், ஒழுக்கங்கள் நிறைந்தவராகவம், அரச தகுதியுள்ளவராகவும் இருப்பார்.",
  "PARVATA-YOGA,BEN|6,8": "உங்கள் ஜாதகத்தில் இலாபாதிகள் [1]  கேந்திர பாவங்களையும் ஆறு எட்டாம் பாவங்களில் இலாபாதிபதிகள் இருக்கிறார்கள் அல்லது காலியாக உள்ளன இது பர்வத யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் நன்கு அறியப்பட்டவராகவும், ஒப்பற்றவராகவும்,அதிர்ஷ்டமுள்ளவராகவும், செல்வந்தராகவும், ஒரு பேச்சாளராகவும், தர்மவானாகவும், சிறு அல்லது பெருநகரத் தலைவராக, கற்றறிந்தவராக மற்றும் மிகுந்த காமமுள்ளவராக இருப்பார்.[2]",
  "PARVATA-YOGA,KEN|1,12": "உங்கள் ஜாதகத்தில் லக்னாதிபதி [1]  மற்றும் பன்னிரண்டாம் பாவாதிபதி [2]  பரஸ்பரம் கேந்திரத்தில் இருக்கிறார்கள் மற்றும் இலாபதிகளால் பார்க்கப்படுகிறார்க்ள, இது பர்வத யோகத்தை உருவாக்குகிறது.[3]",
  "KAAHALA-YOGA,1": "உங்கள் ஜாதகத்தில் நான்காம் பாவாதிபதி [1]  மற்றும் ஒன்பதாம் பாவாதிபதி [2]  ஆகியோர் கேந்திர பாவங்களான [3] இருக்கிறார்கள் மற்றும் லக்னாதிபதி [4] வலுவாக இருக்கிறார். இது காஹால யோகத்தை உண்டாக்கிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் ஆக்ரோஷமானவராகவும், தைரியமானவராகவும், அறியாமையுள்ளவராகவும், படைத்தளபதியாகவும், பல்வேறு கிராமங்களுக்கு சொந்தக்காரராக (அல்லது ஆள்பவராக) இருப்பார்.[5]",
  "KAAHALA-YOGA,2": "உங்கள் ஜாதகத்தில் நான்காம் பாவாதிபதி [1]  தனது சொந்த வீட்டில் உச்சமாகியிருக்கிறார் மற்றும் பத்தாம் பாவாதிபதி [2] உடன் இணைந்து அல்லது பார்வையைப் பெற்றிருக்கிறார். இது காஹால யோகத்தை உண்டாக்கிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் ஆக்ரோஷமானவராகவும், தைரியமானவராகவும், அறியாமையுள்ளவராகவும், படைத்தளபதியாகவும், பல்வேறு கிராமங்களுக்கு சொந்தக்காரராக (அல்லது ஆள்பவராக) இருப்பார்.[3]",
  "KAAHALA-YOGA,3": "உங்கள் ஜாதகத்தில் நான்காம் பாவாதிபதி [1]  மற்றும் ஒன்பதாம் பாவாதிபதி [2]  ஆகியோர் கேந்திர பாவங்களான [3] இருக்கிறார்கள் மற்றும் லக்னாதிபதி [4] வலுவாக இருக்கிறார். இது காஹால யோகத்தை உண்டாக்கிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் ஆக்ரோஷமானவராகவும், தைரியமானவராகவும், அறியாமையுள்ளவராகவும், படைத்தளபதியாகவும், பல்வேறு கிராமங்களுக்கு சொந்தக்காரராக (அல்லது ஆள்பவராக) இருப்பார்.[5]",
  "CHAAMARA-YOGA,1": "உங்கள் ஜாதகத்தில் சுப கிரகங்களான [1]  ஆகியவை [2] வீட்டில் / வீடுகளில் சேர்க்கைப் பெற்றுள்ளன, இது [3] உண்டாக்குகிறது. இந்த யோகம் ஜாதகருக்கு அரசுரிமை அல்லது அரசின் மூலமான கௌரவத்தையும், சொல்வன்மை, அறிவு, புனித நூல்களை உள்ளடக்கி பல்வேறு பாடங்கள் பற்றிய அறிவு, எழுபத்தியோரு வயது வரை நீண்ட ஆயுளை உறுதி செய்கிறது. ",
  "CHAAMARA-YOGA,2": "உங்கள் ஜாதகத்தில் லக்னாதிபதி [1] வலுவாக இருக்காது மற்றும் [2]ன் பார்வையை குருவிடமிருந்து பெறுகிறது இது [3] உருவாக்குகிறது. இந்த யோகம் ஜாதகருக்கு அரசுரிமை அல்லது அரசின் மூலமான கௌரவத்தையும், சொல்வன்மை, அறிவு, புனித நூல்களை உள்ளடக்கி பல்வேறு பாடங்கள் பற்றிய அறிவு, எழுபத்தியோரு வயது வரை நீண்ட ஆயுளை உறுதி செய்கிறது.",
  "BHERI-YOGA,1": "உங்கள் ஜாதகத்தில் லக்னாதிபதியான [1], குரு மற்றும் சுக்கிரனுமடன் கேந்திர வீடுகளான [2]இருக்கிறார் அதே சமயம் ஒன்பதாம் அதிபதி [3] வலுவாக இருக்கிறது இது பேரி யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் இராஜ போகத்தைக் கொண்டவராகவும், உன்னதமான பிறப்பினை உடையவதாகவும், நல்லொழுக்கம் உள்ளவராகவும், அபாயம் மற்றும் நோய்கள் இல்லாதவராகவும், செல்வவம் மற்றும் உலக போகங்களோடு, மனைவி, மகன்கள் மற்றும் புகழைக் கொண்டவராகவும் இருப்பார்.[4]",
  "BHERI-YOGA,2": "உங்கள் ஜாகத்தில் அனைத்து கிரங்களும் லக்னம், இரண்டு, எழு மற்றும் பன்னிரண்டாம் பாவங்களை ஆக்கிரமித்துள்ளன மற்றும் ஒன்பதாம் பாவதிபதியான [1]  வலுவாக இருப்பதால் பேரி யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர் இராஜ போகத்தைக் கொண்டவராகவும், உன்னதமான பிறப்பினை உடையவதாகவும், நல்லொழுக்கம் உள்ளவராகவும், அபாயம் மற்றும் நோய்கள் இல்லாதவராகவும், செல்வவம் மற்றும் உலக போகங்களோடு, மனைவி, மகன்கள் மற்றும் புகழைக் கொண்டவராகவும் இருப்பார்.[2]",
  "VAPI-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் கேந்திர பாவங்களான  [1]  ஆகிய நான்கில் எதிலும் இல்லை. இந்த ஜாகத்தில் பிறந்தவர் செல்வத்தை சேர்ப்பதிலேயே எப்போது ஈடுபட்டிருப்பார், சௌகரியங்கள் சிறிதாக இருந்தாலும் நீண்ட காலத்திற்கு இருக்கும், ஆயுள் பலமுள்ளவர், இனிமையாகப் பேசக்கூடியவர் மற்றும் தனது செல்வத்தையும் உடமைகளையும் சேர்க்க முயற்சிப்பார்.[2]",
  "SHRINGATAKA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் திரிகோண பாவங்களான  [1] -ல் இருக்கின்றன, அது ஸ்ரீங்காதக யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்தவர்கள், சௌகரியங்களைக் கொண்டிருப்பர், சுகவிரும்பியாக, தைரியமானவராக, மிகவும் அறிவுள்ளவராக, செல்வந்தராக இருப்பார், தனது முதல் மனைவிக்கு அன்பானவராகவும், இரண்டாவது மனைவியிடம் கருத்து வேறுபாடு[2]",
  "HALA-YOGA": "உங்கள் ஜாதகத்தில் அனைத்து கிரகங்களும் திரிகோணங்களான [1] இருக்கின்றன, அது ஹல யோகத்தை உண்டாக்குகிறது. இந்த யோகத்தில் பிறந்த ஜாதகர், பெருந்தீனிக்காரராகவும், அடிமை போலவும் இருப்பார், நண்பர்களை்ப பெற்றிருப்பார், நல்ல மனிதர்களால் விரும்பப்படுவார், விவசாயத்தை தொழிலாகக் கொண்டிருப்பார், மற்றும் ஏழ்மையினால் அவதியுறுவார்.[2]",
  "LAKSHMI-YOGA": "உங்கள் ஜாதகத்தில் லக்னாதிபதி [1] வலுவாக இருக்கிறார் மற்றும் ஒன்பதாம் பாவாதிபதியான [2]  கேந்திர பாவமான [3] -ல் இருக்கிறார் மற்றும் [4] ஆக இருக்கிறார் அது ஸ்ரீங்காதக யோகத்தைத் தருகிறது. இந்த யோகத்தில் பிறந்தவர்கள், சௌகரியங்களைக் கொண்டிருப்பர், சுகவிரும்பியாக, தைரியமானவராக, மிகவும் அறிவுள்ளவராக, செல்வந்தராக இருப்பார், தனது முதல் மனைவிக்கு அன்பானவராகவும், இரண்டாவது மனைவியிடம் கருத்து வேறுபாடு உள்ளவராகவும் இருப்பார்.[5]",
  "KEMADRUMA-YOGA,1": "உங்கள் ஜாதகத்தில் சந்திரனுக்கு இரண்டு பன்னரண்டாம் பாவங்களில் கிரகங்கள் இல்லை இது  [1] உண்டாக்குகிறது இந்த யோகத்தில் பிறந்த ஒருவர் உடல்நலம், செல்வம், கல்வி, அறிவு, மனைவி, சந்ததி, மற்றும் மன அமைதியற்றவராக இருப்பார்.  இந்த யோகம் ஒருவர் இளவரசனுக்கான சூழலில் பிறந்திருந்தாலும் அவரை பரம ஏழையாக ஆக்கும் என்று கூறப்படுகிறது. அத்தகைய ஜாதகர் துரதிர்ஷ்டம், தோல்விகள், உடல் நோய்கள் மற்றும் அவமானங்களால் அவதியுறுகிறார்",
  "KEMADRUMA-YOGA,2": "உங்கள் ஜாதகத்தில் சந்திரன் [1] பாவத்தில் கேமத்ரும யோகத்தை உண்டாக்குகிற குருவின் பார்வையில் இருக்கிறது. இந்த யோகத்தில் பிறந்த ஒருவர் உடல்நலம், செல்வம், கல்வி, அறிவு, மனைவி, சந்ததி, மற்றும் மன அமைதியற்றவராக இருப்பார்.  இந்த யோகம் ஒருவர் இளவரசனுக்கான சூழலில் பிறந்திருந்தாலும் அவரை பரம ஏழையாக ஆக்கும் என்று கூறப்படுகிறது. அத்தகைய ஜாதகர் துரதிர்ஷ்டம், தோல்விகள், உடல் நோய்கள் மற்றும் அவமானங்களால் அவதியுறுகிறார்.[2]",
  "KEMADRUMA-YOGA,3": "உங்கள் ஜாதகத்தில் சந்திரன் [1] பாவத்தில் கேமத்ரும யோகத்தை உண்டாக்குகிற பகை கிரகமான [2] பார்வையில் இருக்கிறது. இந்த யோகத்தில் பிறந்த ஒருவர் உடல்நலம், செல்வம், கல்வி, அறிவு, மனைவி, சந்ததி, மற்றும் மன அமைதியற்றவராக இருப்பார்.  இந்த யோகம் ஒருவர் இளவரசனுக்கான சூழலில் பிறந்திருந்தாலும் அவரை பரம ஏழையாக ஆக்கும் என்று கூறப்படுகிறது. அத்தகைய ஜாதகர் துரதிர்ஷ்டம், தோல்விகள், உடல் நோய்கள் மற்றும் அவமானங்களால் அவதியுறுகிறார்.[3]",
  "KEMADRUMA-YOGA,4": "உங்கள் ஜாதகத்தில் சந்திரன் [1 ] ராகு -கேதுவின் அச்சுக்கோட்டில் உள்ளது, இது [2] தருகிறது. இந்த யோகத்தில் பிற்நத ஒருவர் உடல்நலம், செல்வம், கல்வி, அறிவு, மனைவி, சந்ததி மற்றும் மன அமைதி இல்லாதவர்களாக இருப்பார்கள். ஒருவர் இளவரசனுக்கான சூழலில் பிறந்திருந்தாலும் அவரை இந்த யோகம் பரம ஏழையாக ஆக்கும் என்று கூறப்படுகிறது. அத்தகைய ஜாதகர் துரதிர்ஷ்டம், தோல்விகள், உடல் நோய்கள் மற்றும் அவமானங்களால் அவதியுறுகிறார்.",
  "Su-Mo,1": "தனது பெற்றோர்களின் துயரங்களை சுமப்பது, பெயர் மற்றும் புகழல் இல்லாமல் இருப்பது ஏழ்மை",
  "Su-Mo,4": "முட்டாள்தனம், சுற்றத்தினர் மற்றும் அன்பானவர்கள் இல்லாமல் இருப்பது, வசதியின்மை அல்லது ஏழ்மை",
  "Su-Mo,7": "பெண்களால் தொடர்ந்து தொந்தரவு, நண்பர்கள் இல்லாமல் இருப்பது",
  "Su-Mo,10": "நல்ல தோற்ற்ம், அரச போகம், வலிமை, கொடூர மனம், துன்புறுத்தல் அல்லது எதிரிகள்",
  "Su-Mo,9": "செல்வசெழிப்பு, நல்ல தோற்றம், சண்டையிட விரும்புவது, குறைந்த ஆயுள் மற்றும் கண்நோய்களால் அவதியுறுவது",
  "Su-Mo": "மானஸகிரியைப் பொறுத்தவரை, சூரி-சந்திரன் இணைவு வெளிநாட்டுப் பயணத்தை உண்டாக்கும், உடல்ரீதியான இன்பங்களைத் தரும்,, சண்டைப்போடும் சுபாவம்",
  "Su-Ma,1": "இழிவான இயல்பு, ஆக்ரோஷம், கொடூரம், எதிர்த்து நிற்பதில் தைரியம், உடலில் காயங்கள் ஏற்படும்",
  "Su-Ma,4": "நண்பர்கள் இல்லாமை, செல்வம் மற்றும் வீடு சௌகரியங்கள், துயரங்கள், யாருக்கும் விசுவாசமில்லாமை",
  "Su-Ma,7": "மனைவியிடம் இருந்து பிரிந்திருப்பது, வெளிநாடு மற்றும் தூர தேசத்தில் வசிப்பது",
  "Su-Ma,10": "அரசு ஊழியர், எப்போது ஆர்வத்துடன் இருப்பது, பொறுப்புகளில் கெட்டப் பெயர் ஈட்டுவது",
  "Su-Ma,9": "சண்டையிடும் மனப்பான்மை, ஆக்ரோஷம், புத்திசாலி, ஆட்சியாளரால் விருமப்படுவார்.",
  "Su-Me,1": "கற்றவர், அதிகம் பேசுபவர், வலிமை, புத்திசாலி, நீண்ட ஆயுள்",
  "Su-Me,4": "அரசருக்கு நிகரானவர், பெரிய பணக்காரர் (குபேரரைப் போன்றவர்), புடைத்த மற்றும் பாதிப்புள்ள மூக்கினைக் கொண்டவர்",
  "Su-Me,7": "கொடூர மனமுள்ளவர், கொலைகாரர், பேராசையில்லாதவர், வசதியில்லா மனைவியைக் கொண்டவர்",
  "Su-Me,10": "உலகப்புகழுள்ளவர், பொருள் வகன சௌகரியங்களைப் பெற்றிருப்பார்",
  "Su-Me,9": "தந்திரசாலி, வசதியற்றவர், பல எதிரிகள் மற்றும் நோய்கள்",
  "Su-Ju,1": "நல்லொழுக்கமுள்ளவர், அறிவு செல்வமிக்கவர், உடல் சுகங்களில் ஈடுபடுவதில் புகழ்மிக்கவர், மந்திரி",
  "Su-Ju,4": "வேதங்கள் கற்றவர், நல்ல தோற்றம், இனிமையாக பேசுபவர், ஆன்மீக தொழிலில் ஈடுபடுபவர்",
  "Su-Ju,7": "அதிகப்படியான காமத்தின் காரணமாக பெண்களால் ஆதிக்கம் செலுத்தப்படுவார், நல்ல தோற்றம் மற்றும் விலையுயர்ந்த இரத்தினங்கள் முதலியவற்றை வைத்திருப்பார்",
  "Su-Ju,10": "புகழ்பெறுவார், சாதாரணக் குடும்பத்தில் பிறந்திருந்தாலும் நல்ல வசதியும் அந்தஸ்தும் இருக்கும்",
  "Su-Ju,9": "பணக்காரப் பெற்றோர், தானும் பணக்காரர், தைரியமானவர் மற்றும் நீண்ட ஆயுள்",
  "Su-Ve,1": "சண்டைப்போடும் மனப்பான்மை, ஒழுக்கம் மற்றும் செல்வமில்லாதவர், கடுமையானவர், துஷ்டர்",
  "Su-Ve,4": "கொத்தடிமை, துயரமிக்கவர் மற்றும் ஏழை",
  "Su-Ve,7": "பெண்களால் துன்பப்படுவார், ஏழை, நாடோடி",
  "Su-Ve,10": "கையாளுவதில் தந்திரமானவர், அரசனுக்கு மந்திரி, வேத ஞானமுள்ளவர், புகழ்பெற்றவர் மற்றும் பணக்காரர்",
  "Su-Ve,9": "நோயுள்ளவர், அன்பானவர், நல்ல ஆடைகள், ஆபரணங்கள் நறுமணப் பொருட்கள் பெற்றிருப்பவர்",
  "Su-Sa,1": "சொற்ப வருமானம், குறைவான கல்வி, பாவி",
  "Su-Sa,4": "மிகவும் ஏழை, தனது சுற்றத்தினர் மற்றும் அன்பானவர்களால் தொந்தரவு, பாவி",
  "Su-Sa,7": "மந்த புத்தி, சோம்பேறி, மனைவியிடமிருந்து செல்வமிருக்காது, துரதிர்ஷ்மிக்கவர், முட்டாள்",
  "Su-Sa,10": "கொத்தடிமை, நாடோடி, திருடர்கள் மற்றும் கொள்ளைக்காரர்களிடம் பொருள் இழப்பார்",
  "Su-Sa,9": "பணக்காரர், சண்டைபோடுபவர், பெற்றோர்களுக்கு தீங்கு, குறைவான ஆயுள், கண்நோயுள்ளவர்",
  "Mo-Ma,1": "ஆக்ரோஷமானவர், இரத்தம் மற்றும் பித்த நோய்களால் அவதியுறுபவர்",
  "Mo-Ma,4": "சண்டைக்காரர், ஏழை, வீடு வசதிகள் மற்றும் மன அமைதியில்லாதவர்",
  "Mo-Ma,7": "அதிகம் பேசுபவர், மற்ற செல்வங்கள் உடமைகளுக்கான விருப்பமுள்ளவர், பொய்யானவர்",
  "Mo-Ma,10": "வீரமிக்கவர், வாகனம் மற்றும் பொருள வசதிமிக்கவர்",
  "Mo-Ma,9": "தாய்க்கு விரோதம், அமைதியற்றவர், உடல் காயங்கள், பணக்காரர்",
  "Mo-Me,1": "வசதி,புத்திசாலித்தனம், வலிமை, அதிர்ஷ்டமுள்ளவர், தந்திரசாலி. நல்ல தோற்றம், அதிகம் பேசுபவர்",
  "Mo-Me,4": "நண்பர்கள், குழந்தைகள் பெற்றிருப்பார், சௌகரியங்கள், புகழ் மற்றும் அதிர்ஷ்டசாலி",
  "Mo-Me,7": "சிறப்புமிக்கவர், அரசருக்கு நிகரானவர், நல்ல தோற்றம், கவிஞர்",
  "Mo-Me,10": "பணக்காரர், பெருமையுள்ளவர், புகழ்மிக்கவர், மந்திரி, வயோதிகத்தில் துன்பப்படுவார்",
  "Mo-Me,9": "வேத ஞானமுள்ளவர், அமைதியற்றவர், புகழ்மிக்கவர், அதிகம் பேசுபவர்",
  "Mo-Ju,1": "விரிந்த மார்புள்ளவர், மனைவி, குழந்தைகள் மற்றும் நண்பர்களைப் பெற்றிருப்பார்",
  "Mo-Ju,4": "அரசருக்கு நிகரானவர், ஒரு மந்திரி, சிறப்புமிக்கவர், படிப்பறிவு அதிகம்",
  "Mo-Ju,7": "கற்றவர், அரசருக்கு நிகரானவர், அதிக திறன்மிக்கவர், வணிகர், மிகுந்த பணக்காரர்",
  "Mo-Ju,10": "அறிஞர், பணக்காரர், நன்கு அறியப்பட்டவர், அனைவராலும் மதிக்கப்படுபவர்",
  "Mo-Ju,9": "புகழ்பெற்றவர், அதிர்ஷ்டசாலி, பணக்காரர், எல்லா சூழ்நிலைகளிலும் மனநிறைவுள்ளவர்",
  "Mo-Ve,1": "நல்ல தோற்றம், ஆசிரியர்கள் மற்றும் பெற்றோர்களிடம் பக்தியுள்ளவர், நல்ல ஆடைகள் மற்றும் நறுமணப் பொருட்களைப் பெற்றிருப்பார், தாழ்ந்த குலப் பெண்களால் சௌகரியம் பெறுவார்",
  "Mo-Ve,4": "பெண்களால் சௌகரியம் பெறுவார், கடல் பயணத்தினால் வருமானம் ஈட்டுவார், விரும்பத்தக்கவர்",
  "Mo-Ve,7": "பல பெண்களுடன் தொடர்பில் இருப்பவர், குறைவான செல்வம், நிறைய மகள்கள் மற்றும் குறைவான மகன்கள், அரசனுக்கு நிகரானவர், மிகுந்த அறிவாளி.",
  "Mo-Ve,10": "மிகுந்த புகழ்மிக்கவர், உயர்நிலையில் இருப்பவர், மன்னிக்கக்கூடியவர்",
  "Mo-Ve,9": "நோயுள்ளவர், தாழ்ந்த குலப் பெண்ணுக்கு கணவர்,",
  "Mo-Sa,1": "கொத்தடிமை, விகாரமான தோற்றம், பேராசையுள்ளவர், சோம்பேறி, பாவி",
  "Mo-Sa,7": "நீர், இரத்தினக் கற்கள் மற்றும் படகு அல்லது கப்பல் தொடர்பான தொழில், மற்றவர்கள் மதிக்கப்படுபவர்",
  "Mo-Sa,10": "கிராமம் அல்லது நகரத் தலைவர், மனைவியில்லாதவர்",
  "Mo-Sa,9": "பாவி, பலவீனமான நம்பிக்கையைப் பின்பற்றுபவர், தாயை விட்டுவிடுவார்.",
  "Me-Ma,1": "வன்முறை அல்லது கொலைகளில் ஈடுபடுபவர், தீ சம்பந்தமான வேலைகளில் திறமையானவர், ஒரு தூதுவர் அல்லது நம்பிக்கைக்குரியவர்",
  "Me-Ma,4": "உறவினர்கள் இல்லாதவர், நண்பர்கள், செல்வம்,  போக்குவரத்து மற்றும் சுகங்களைக் கொண்டிருபவர், தன் சொந்த மக்களால் அவமானப்படுத்துவதால் அவதிப்படுபவர்",
  "Me-Ma,7": "தொலைதூரம் மற்றும் பரந்த அளவில் பயணம் செய்பவர், சண்டையிடுபவர், நல்ல தோற்றம், தனது முதல் மனைவியை இழப்பார்.",
  "Me-Ma,10": "படைத்தளபதி, வீரம், வலிமை, அரசரால் கௌரவிக்கப்படுவது",
  "Me-Ma,9": "நன்கு படித்தவர், நல்ல தோற்றம், புகழ்பெற்றவர், கவலையுள்ளவர், சுகங்களில் ஈடுபடுபவர்",
  "Ju-Ma,1": "புகழ்பெற்றவர், திறமைசாலி, ஒழுக்கமுள்ளவர், தைரியமுள்ளவர்",
  "Ju-Ma,4": "நண்பர்கள் மற்றும் உறவினர்களைக் கொண்டிருப்பவர்,",
  "Ju-Ma,7": "மலைகள், கோட்டைகள் மற்றும் காடுகளில் சுற்றித்திரிபவர், தையரிமானவர், மனைவியில்லாதவர்",
  "Ju-Ma,10": "மிகுந்த புகழ்பெற்றவர், மிகுந்த பணக்காரர், புத்திசாலி, பெரிய குடும்பத்தை உடையவர்",
  "Ju-Ma,9": "வழிபாடு செய்பவர், மதிப்புமிக்கவர், அரச நோய், கடுமையானவர், பயந்தவர் மற்றும் காயங்கள் உள்ளவர்",
  "Ve-Ma,1": "தாழ்ந்த குலப் பெண்களுக்கு அடிமையானவர், தடைசெய்யப்பட்ட வேலைகளில் ஈடுபடுபவர், பெண்களிடம் பணத்தை செலவழிப்பவர், குறைந்த ஆயுளுள்ளவர்.",
  "Ve-Ma,4": "கவலையுடனிருப்பவர், பரிதாபகரமானவர், உறவினர்கள், நண்பர்கள் மற்றும் குழந்தைகள் இல்லாதவர்",
  "Ve-Ma,7": "பேராசைக்காரர், ஒழுக்கக்கேடானவர், பெண்களினால் தொந்தரவு",
  "Ve-Ma,10": "ஆயுதங்களை பயன்படுத்துவதற்கான சிறந்த ஆசிரியர், புத்திசாலி, நிறைய கல்வி, செல்வம் மற்றும் நல்ல ஆடைகள் கொண்டவர், புகழ்மிக்கவர், ஒரு மந்திரி",
  "Ve-Ma,9": "சண்டைக்காரர், வெளிநாட்டில் வாழ்பவர், தனது மனைவிக்கு விசுவாசமாக இருக்க மாட்டார், உலோகங்களில் விருப்பமுள்ளவர்",
  "Ma-Sa,1": "போர்களத்தில் வெற்றியாளர்,அம்மாவுடன் விரோதம், குறைந்த ஆயுளுள்ளவர்",
  "Ma-Sa,4": "வசதியான வீடில்லதவர், அன்பானவர்களால் கைவிடப்பட்டவர், பாவி",
  "Ma-Sa,7": "மனைவி மற்றும் குழந்தைகளின் சுகங்கள் ஏதுமில்லாதவர், நோயுள்ளவர், பாவக் காரியங்களில் ஈடுபடுவர்",
  "Ma-Sa,10": "ஆட்சியாளரிடமிருந்து பணம் ஈட்டுபவர், தண்டைகளால் அவதியுறுபவர் (குற்றத்திற்காக)",
  "Ma-Sa,9": "பாவி, ஒழுக்கமற்றவர், மற்றவர்களின் மனைவிக்கு அடிமையானவர், செல்வம் மற்றும் வசதிகள் இல்லாதவர்",
  "Ju-Me,1": "மிகவும் அழகானவர், கற்றவர், ஆட்சியாளரால் மதிக்கப்படுபவர், சுகங்கள் மற்றும் வாகனங்கள் கொண்டவர்",
  "Ju-Me,4": "நண்பர்கள், சுகங்கள், மனைவி மற்றும் செல்வம் கொண்டவர், ஆட்சியாளரால் மதிக்கப்படுபவர்",
  "Ju-Me,7": "தந்தையை மதிப்பவர், மிகுந்த வலிமையுள்ளவர், தனது எதிரிகள் மீது ஆதிக்கம் செலுத்துபவர், மனைவி, செல்வம் மற்றும் நண்பர்களைக் கொண்டவர்",
  "Ju-Me,10": "ஒரு மந்திரி அல்லது அரசர், தனிசிறப்பானவர், சுமூகமானவர், அறிஞர்",
  "Ju-Me,9": "வேதஞானமுள்ளவர், கற்றவர், செல்வந்தர், இனிமையாக பேசுபவர், நுண்கலைகளில் நிபுணர்",
  "Me-Ve,1": "நல்ல தோற்றமுள்ளவர், கற்றவர், ஆட்சியாளரால் மதிக்கப்படுபவர், தனிச்சிறப்பானவர், கடவுள் மற்றும் பிராமணர்களிடம் பக்தி கொண்டவர்",
  "Me-Ve,4": "நண்பர்கள் மற்றும் சந்ததிகளைக் கொண்டவர், நல்ல செயல்களில் ஈடுபடுபவர், ஒரு மந்திரி",
  "Me-Ve,7": "பல்வேறு பெண்களுடன் தொடர்புடையவர், உடல் மற்றும் பொருள் சுகங்களை அதிகமாக கொண்டவர், மதிக்கப்படுபவர்",
  "Me-Ve,10": "தத்துவஞானமுள்ளவர், உயர் அந்தஸ்தில் மதிக்கப்படுபவர், பெரும் பணக்காரர் இல்லை, தனது பணிகளை நிறைவேற்றுபவர்",
  "Me-Ve,9": "பிரபலமானவர், கற்றவர், நிலையானவர், அதிர்ஷ்முள்ளவர், வாக்கு தவறாதவர்",
  "Me-Sa,1": "அவலட்சணமானவர், கல்வி, செல்வம் மற்றும் வாகனங்கள் இல்லாதவர், குறைந்த ஆயுளுள்ளவர்",
  "Me-Sa,4": "உறவினர்கள், உணவு மற்றும் குடிப்பதற்கு ஏதுமில்லதாவர், தனது சொந்த மக்களால் அவமானப்படுத்தப்படுபவர், முட்டாள், பாவி",
  "Me-Sa,7": "கடவுள் பக்தியுள்ளவர், மற்றவர்களுக்கு நல்லது செய்பவர், பொய்யானவர்",
  "Me-Sa,10": "எதிரிகளை அழிப்பவர், உலக போகங்களில் புகழ்மிக்கவர், கடவுள் பக்தி மற்றும் பிராமணர்களிடம் பக்தியுள்ளவர்",
  "Me-Sa,9": "நோயுள்ளவர், பணக்காரர், அதிகம் பேசுபவர், மற்றவர்களை பற்றி மோசமாக நினைப்பவர்",
  "Ju-Ve,1": "நல்ல தோற்றம், அரச போகம் உள்ளவர்",
  "Ju-Ve,4": "எதிரிகளை அழிப்பவர், உடல் சுகங்களைக் கொண்டவர், கடவுள் மற்றும் குருவிடம் பக்தியுள்ளவர்",
  "Ju-Ve,7": "அழகான மனைவி, தந்தை மற்றும் மகள்கள் உள்ளவர், பிரபலமானவர்",
  "Ju-Ve,10": "புகழ்மிக்கவர், பணக்காரர், ஒரு அரசர்",
  "Ju-Ve,9": "இனிமையாக பேசுபவர், ஒரு அரசர், பல சுகங்களைக் கொண்டவர், நீண்ட ஆயுளுள்ளவர்",
  "Ju-Sa,1": "கற்றவர், செல்வத்தில் ஆர்வமுள்ளவர், கெட்டவர், குடிகாரர்",
  "Ju-Sa,4": "ஒரு மந்திரி, ஆரோக்கியமானவர், விநயமுள்ளவர், நண்பர்கள் மற்றும் உறவினர்களைக் கொண்டவர்",
  "Ju-Sa,7": "பெண்களுடன் விரோத்த்தின் மூலம் பணத்தை இழப்பார், கீழ்தரமான செயல்களில் ஈடுபடுபவர், தனது தந்தையின் பணத்திற்கு பேராசை கொண்டவர்",
  "Ju-Sa,10": "அரசனுக்கு நிகரானவர், சில மகன்கள் உண்டு, நிலையானவர், செல்வம் மற்றும் வாகனங்கள் கொண்டவர்",
  "Ju-Sa,9": "செல்வத்தை அனுபவிப்பவர், நோய்வாய்ப்பட்டவர், அன்பனவர்கள் இல்லாதவர்",
  "Ve-Sa,1": "பல பெண்களுடன் தொடர்புடையவர், அழகானவர், தேக சுகங்களகை கொண்டவர், மனம், நிதித் தொந்தரவுகளால் அவதியுறுபவர்",
  "Ve-Sa,4": "நண்பர்களால் உதவப்படுபவர், ஆட்சியாளரால் கௌரவிக்கப்படுபவர்",
  "Ve-Sa,7": "பெண்கள், செல்வம், சுகங்கள் மற்றும் புகழைக் கொண்டவர்",
  "Ve-Sa,10": "பெரியளவில் அறியப்பட்டவர், உயர் அந்தஸ்து, கவலைகள் இல்லாதவர்",
  "Ve-Sa,9": "நோய், ஆட்சியாளரால் விரும்பப்படுபவர், சுமூகமானவர், சந்ததி மற்றும் செல்வத்தைக் கொண்டவர்",
  "Su-Mo-Ma": "தைரியமானவர், கருணையில்லாதவர், திறன்மிக்கவர், ஒரு சிற்பி, மந்திரங்கள் மற்றும் யந்திரங்களின் ஞானமுள்ளவர், தனது எதிரிகளை அழிப்பவர் மற்றும் இரத்தம் சம்பந்தப்பட்ட நோய்களால் அவதிப்படுபவர். சூரியன், சந்திரன் மற்றும் செவ்வாய் இயற்கையாகவே நட்புள்ளவை, சூரியனின் செவ்வாயும் ஆக்ரோஷமான கிரகங்கள் அதிகாரம், ஆதிக்கம் மற்றும் நிர்வாகத்துடன் தொடர்புடையவை,",
  "Su-Mo-Me": "அரசனைப் போன்ற நம்பிக்கை, ஒப்பற்றவர், சாஸ்திரம் அல்லது சிற்ப அறிவுள்ளவர், செல்வம் மற்றும் அழகுடன் நன்கு படித்தவர், இனிமையாக பேசுபவர், கவிதைகள் மற்றும் புராண கதைகளில் ஆர்வமுள்ளவர்",
  "Su-Mo-Ju": "உயர்ந்த ஒழுக்கமுள்ளவர், அறிஞர், நிலையான அறிவுள்ள மந்திரி, எளிதில் கோபப்படுபவர், வெளிநாட்டில் வாழ்பவர், தனது ஆதிக்கத்தை பரவச் செய்யக்கூடியவர், வஞ்சகமிக்கவர்",
  "Su-Mo-Ve": "இங்கே சுக்ரன் இரண்டு பகை கிரகங்களுடன் இணைந்திருக்கிறது",
  "Su-Mo-Sa": "சனி ஒருபுறம் ஒளி கிரகங்களான சூரியன் மற்றும் சந்திரனுடன் இணைந்திருந்தாலும் மற்றொரு புறம் அவை ஒன்றுக்கொன்று பகை கிரகங்கள். அத்தகைய இணைவு சௌகரியமானதல்ல. இந்த இணைவு நிதி நிலைமைகளுக்கு மோசமானதாகும், அது போதுமான இலாபம் இல்லாமல் அதிகப்படியான உடல் உழைப்பைக் குறிக்கிறது",
  "Su-Me-Ma": "புகழ்மிக்கவர், வீரமிக்கவர், கொடுமையனவர், பயில்வான், வெட்கற்றவர், மனைவி, செல்வம் ம்ற்றும் சந்ததியினர் மூலம் கிடைக்கும் பொருள் சுகமில்லாதவர்",
  "Su-Ju-Ma": "மிகுநத பணக்காரர், நயமாக பேசுபவர், ஒரு மந்திரி அல்லது ஒரு தளபதி, தாராள மனப்பான்மையுள்ளவர், உண்மையானவர், ஆக்ரோஷமானவர் மற்றும் ஆதிக்கம் செய்பவர், பொழுதுப் போக்கில் ஆர்வமுள்ளவர், நீதியின் பக்கம் சார்நதிருப்பவர்",
  "Su-Ve-Ma": "சூரியன் செவ்வாயுடனான சுக்ரனின் இந்த சேர்க்கை கண்பார்வைக்கு மோசமானது, பாலியல் சாகசத்தை ஊக்குவிக்கிறது",
  "Su-Ju-Me": "கூர்மையான புத்தியுள்ளவர், நூல்களைப் படிப்பதில் ஆர்வமுள்ளவர், ஒரு எழுத்தாளர், ஒரு சிற்பி, பணக்காரர், கண் நோயால் அவதியுறுவார்.",
  "Su-Me-Ve": "அதிகம் பேசுபவர், நாடோடி, மெல்லிய அரசியல் கொண்டவர், கற்றவர், பெற்றோர்கள் மற்றும் ஆசிரியர்களால் அவமானப்படுத்தப்படுவார், தனது மனைவியினால் தொந்தரவை அனுபவிப்பார்",
  "Su-Me-Sa": "நண்பர்கள் மற்றும் உறவினர்களாால் ஒதுக்கப்பட்டவர்,  பொல்லாதவர், பொறாமையுள்ளவர், திருநங்கைகள் போல் நடந்துகொள்பவர், அவமானத்தை அனுபவிப்பவர்",
  "Su-Ju-Ve": "இ்ந்த சேர்க்கை ஜாதகரை தனது சொந்த செலவில் மற்றவர்களுக்காக வேலை செய்ய வைக்கிறது. சூரியனுடனான சுக்ரனின் சேர்க்கை கண்பார்வை மோசமாக பாதிக்கிறது",
  "Su-Ju-Sa": "பேசுவதில் தந்திரமானவர், ஆட்சியாளரின் உதவியுள்ளவர், தைரியமானவர், தூய எண்ணங்கள் கொண்டவர், மனைவி, நண்பர்கள் மற்றும் சந்ததியைக் கொண்டிருப்பவர், சமசீரற்ற உடலைக் கொண்டவர், பெண்களிடம் பணத்தை செலவழிப்பவர்.",
  "Su-Ve-Sa": "பொல்லாதவர், கர்வமுள்ளவர், தனது எதிரிகளிடம் பயமுள்ளவர், படிப்பறிவு அருள் மற்றும் புகழில்லாதவர், திறமையற்றவர், ஒழுக்கக் கேடான நடவடிக்கைகளில் ஈடுபடுபவர், தோல் நோயால் அவதியுறுபவர்",
  "Mo-Me-Ma": "பொல்லாதவர், தனது சொந்த மக்களால் அவமானப்படுத்தப்பவர், ஒழுக்கம் மற்றும் செல்வமில்லாதவர், தனது வாழ்நாள் முழுவதும் நண்பர்கள் இல்லாதவர், பெருந்தீனிக்காரர்",
  "Mo-Ju-Ma": "நல்ல தோற்றமுள்ளவர், அழகான முகம், காதல் நோயுள்ளவர், விரும்பத்தக்கவர், எளிதில் கோபப்படுபவர், அவர் உடம்பில் காயத் தழும்புகள் இருக்கும்.",
  "Mo-Ve-Ma": "கெட்ட புத்தியுள்ள பெண்களின் தலைவன், எப்போதும் நாடோடியாாக இருப்பார், நிலையற்ற எண்ணமுள்ளவர், குளிருக்கு பயந்தவர்",
  "Mo-Ma-Sa": "குழந்தைப்பருவம் முதல் தாயிடமிருந்தான சௌகரியங்களை இழந்தவர், பொல்லாதவர், நிலையற்ற எண்ணமுள்ளவர், தடை செய்யப்பட்டக் காரியங்களில் ஈடுபடுவர்",
  "Mo-Ju-Me": "கற்றவர், புகழ்மிக்கவர், நாயமாக பேசுபவர், பணக்காரர், ஒழுக்கமுள்ளவர், நோயுள்ளவர், அரசருக்கு விருப்பமானவர்",
  "Mo-Me-Ve": "நன்கு கற்றவர், கௌரவமிக்கவர், இயற்கையான தன்மை, அதிகப் பேராசை உள்ளவர், மற்றவர்கள் மீது பொறாமையுள்ளவர்",
  "Mo-Me-Sa": "கற்றவர், மதிப்புள்ளவர், ஆட்சியாளரால் கௌரவப்படுத்துபவர், நயமாகப் பேசுபவர், நோயுள்ளவர், ஒரு தலைவர்",
  "Mo-ju-Ve": "மிக நல்ல தோற்றம், கற்றவர், ஒழுக்கமுள்ள தாய்க்குப் பிறந்தவர், பல்வேறு கலைகளில் திறமையுள்ளவர்",
  "Mo-Ju-Sa": "வேதங்கள் கற்றவர், ஆட்சியாளரால் விரும்பப்படுவார், தந்திரமானவர், பிரபலமானவர், கிராமம் அல்லது நகரத் தலைவர், வயதானப் பெண்களுடன் தொடர்புள்ளவர்",
  "Mo-Ve-Sa": "திறமையான எழுத்தாளர், நல்ல குடும்பத்திலிருந்து வருபவர், ஒழுக்கமான செயல்களில் ஈடுபடுபவர், மிகவும் விரும்பத்தக்கவர்",
  "Ju-Me-Ma": "தனது குடும்பத்தால் மதிக்கப்படுபவர், கவிதை, இசை மற்றும் நாடக ஆசிரியர், இளம் பெண்களுடன் தொடர்புடையவர், அழகானப் பெண்ணுக்கு கணவர், மற்றவர்களுக்கு நல்லது செய்வதில் ஈடுபட்டிருப்பவர்",
  "Me-Ve-Ma": "அதிகம் பேசுபவர், நிலையற்ற மனமுள்ளவர், அங்க ஊனமுள்ளவர், மெலிந்த தேகமுள்ளவர், தாழ்ந்த குலத்தில் பிறந்தவர், பொல்லாதவர், ஆர்வமிக்கவர், பணக்காரர்",
  "Me-Ma-Sa": "அச்சத்தில் வாழ்பவர், ஒல்லியான தேகமுள்ளவர், கண் மற்றும் வாயில் நோயுள்ளவர், நகைச்சுவையானவர், குற்றேவல் பணியாளர், சுற்றித் திரிபவர்",
  "Ju-Ve-Ma": "மனைவி, குழந்தைகள் மற்றும் வசதிகள் கொண்டவர், ஆட்சியாளரால் விரும்பப்படுபவர், நல்லவர்களுடன் இணைந்திருப்பவர்",
  "Ju-Ma-Sa": "ஒல்லியான தேகமுள்ளவர், பொல்லாதவர், நண்பர்கள் இல்லாதவர், தற்பெருமையுள்ளவர், ஆட்சியாளரால் உதவப்படுபவர்",
  "Ve-Ma-Sa": "வெளிநாட்டில் வசிப்பவர், மோசமான பிள்ளைகள், அழகானப் பெண்களினால் அவமானப்படுத்தப்படுபவர்",
  "Ju-Me-Ve": "அழகான தோற்றமுள்ளவர், எதிரிகள் இல்லாதவர், உண்மையானவர், நீண்ட புகழுள்ளவர்",
  "Ju-Me-Sa": "வளமானவர், வசதிகள் உள்ளவர், கற்றவர், அதிர்ஷ்டமுள்ளவர், தனது மனைவிக்கு அர்ப்பணிப்புள்ளவர்",
  "Me-Ve-Sa": "உண்மையில்லாதவர், கெட்டவர், தானாக பெண்களுக்கு அடிமையாகாதவர் நாடோடி",
  "Ju-Ve-Sa": "நன்கு அறியப்பட்டவர், பிரபமானவர், தெளிவான புத்தியுள்ளவர், சாதாரண சூழ்நிலைகளில் பிறந்திருந்தாலும் அரசனுக்குக நிகாரனவர்",
  "Su-Mo-Me-Ma": "நோய்வாய்ப்பட்டவர், பிரமைகளை உருவாக்குவதில் திறனுள்ளவர், தந்திரமானவர், நயமாக பேசுபவர், கள்ளத்தனமானவர்",
  "Su-Mo-Ju-Ma": "பிரபலமானவர், புத்திசாலி, செல்வந்தர், திறமையானவர், ஆட்சியாளருக்கு உண்மையானவர், துக்கங்கள் மற்றும் நோய்களற்றவர்",
  "Su-Mo-Ve-Ma": "கற்றவர், வசதிமிக்கவர், நன்கு அறியப்பட்டவர், மனைவி, சந்ததி, செல்வம் மற்றும் ஒழுக்கமுள்ளவர்",
  "Su-Mo-Ma-Sa": "முட்டாள், குள்ளமானவர், ஏழை, நாடோடி, அலைபாயும் கண்களுள்ளவர் மற்றும் நம்பிக்கையற்ற மனைவி, பிச்சையெடுத்து வாழ்பவர்",
  "Su-Mo-Ju-Me": "ஆரோக்கியமானவர், செல்வமிக்கவர், வலுவானவர், அழகான கண்கள் உடன் நல்ல தோற்றமுள்ளவர், ஒரு சிற்பி",
  "Su-Mo-Me-Ve": "நயமாக பேசுபவர், பேச்சாளர், அழகானவர், குள்ளமானவர், ஆட்சியாளரால் விரும்பப்படுபவர்",
  "Su-Mo-Me-Sa": "பிச்சையால் வாழ்பவர், ஏழை, நன்றியற்றவர், உண்மையில்லாதவர், கண் நாய் உள்ளவர்",
  "Su-Mo-Ju-Ve": "ஆட்சியாளரால் கௌரவிக்கப்படுபவர், நீருள்ள மற்றும் காட்டுப் பிராந்தியத்திற்கு சொந்தக்காரர், பல்வேறு சௌகரியங்களை அனுபவிப்பவர்",
  "Su-Mo-Ju-Sa": "கௌரவமுள்ளவர், செல்வம் மற்றும் சந்ததி உள்ளவர், பலவீனமான உடல் உள்ளவர், சமச்சீரான தோற்றமுள்ளவர், அனைவராலும் மதிக்கப்படுகிற பெண், எளிதால் கோபப்படுபவர்",
  "Su-Mo-Ve-Sa": "கோழை, பெருந்தீனிக்காரர்,பலவீனமான உடலுள்ளவர், அச்சத்துடன் வாழ்பவர், பெண் போன்று நடந்து கொள்பவர்",
  "Su-Ju-Me-Ma": "வீரமிக்கவர், சுற்றித்திரிபவர், ஒழுக்கங்கெட்டவர், பணக்காரர், தலைவர், ஆனால் துரதிர்ஷ்டங்கள் மற்றும் கண் நோய் கொண்டவர்",
  "Su-Me-Ve-Ma": "ஒழுக்கங்கெட்டவர், வெட்கங்கெட்டவர், வினோதமான தோற்றம் மற்றும் ஆடையுடன் பொல்லாதவர்",
  "Su-Me-Ma-Sa": "கற்றவர், ஒரு போராளி, ஒரு தளபதி, ஒரு ஆட்சியாளருக்கான ஆலோசகர், கீழ்த்தரமான செயல்களில் ஈடுபடுபவர்",
  "Su-Ju-Ve-Ma": "நன்கு அறியப்பட்டவர், அதிர்ஷ்டக்காரர், பணக்காரர், ஆட்சியாளரின் நன்மதிப்பில் உள்ளவர்",
  "Su-Ju-Ma-Sa": "கௌரவமிக்கவர், தான் எடுத்துக்கொண்டவற்றை நிறைவேற்றுபவர், நண்பர்கள், உறவினர்கள் மற்றும் அரசு உதவிகளைக் கொண்டவர், சீரற்ற மனநிலையுள்ளவர்",
  "Su-Ve-Ma-Sa": "அறிவு தோற்றம் மற்றும் ஒழுக்கம் குறைந்தவர், மனவேதனையால் அவதியுறுபவர், அனைவரால் ஆதிக்கம் செலுத்தப்படுபவர்",
  "Su-Ju-Me-Ve": "பிரபலமானவர், செல்வந்தர், தலைவர், விரும்பிய நோக்கங்களை நிறைவேற்றுபவர்",
  "Su-Ju-Me-Sa": "சண்டையிடுபவர், கர்வமுள்ளவர், ஆர்வம் குறைந்தவர், அலியைப் போல நடந்து கொள்பவர்",
  "Su-Me-Ve-Sa": "தெய்வபக்தியுள்ளவர், அழகானவர், கற்றவர், சௌகரியமானவர், உண்மையானவர், நல்ல பேச்சாளர், நண்பர்களுக்கு உதவுபவர்",
  "Mo-Ju-Me-Ma": "புனித வேதங்கள் கற்றவர், அரசனுக்கு மந்திரி, அதிகம் அறியப்பட்டவர்",
  "Mo-Me-Ve-Ma": "சண்டையிடுபவர், சோம்பேறி, பொல்லாதவர், தனது சொந்த மக்களுக்கு விரோதமானவர், நல்ல தோற்றமுள்ளவர், பொல்லாதப் பெண்களின் கணவர்",
  "Mo-Me-Ma-Sa": "தையரிமானவர், தனது நண்பர்களிடமிருந்தான சௌகரியங்கள் இல்லாதவர், மனைவி, குழந்தைகள் மற்றும் நணபர்கள் உள்ளவர்",
  "Mo-Ju-Ve-Ma": "வீரமிக்கவர், செல்வந்தர், நண்பர்கள் மற்றும் அன்பான மனைவியைக் கொண்டவர், அங்கக் குறைபாடுள்ளவர்",
  "Mo-Ju-Ma-Sa": "கற்றவர், தாரளகுணமுள்ளவர், தைரியமானவர், நிலையான மனதுள்ளவர், பணக்காரர், செவிக் குறைபாடுள்ளவர்",
  "Mo-Ve-Ma-Sa": "ஒழுக்கக் கேடான மனைவியின் கணவர், எப்பொதும் துரதிர்ஷ்டமானவர், தைரியமானவர், அச்சமற்றவர், பாம்பக் கண்களைக் கொண்டவர்",
  "Mo-Ju-Me-Ve": "கற்றவர், பிரபலமானவர், செல்வந்தர், தாய்-தந்தையில்லாதவர், எதிரிகள் இல்லாதவர், செவிக் குறைபாடுள்ளவர்",
  "Mo-Ju-Me-Sa": "ஒழுக்கமானவர், அறமுள்ளவர், கற்றவர், புகழ்மிக்கவர், மித மிஞ்சிய செல்வந்தர், அரசனுக்கு ஆலோசகர்",
  "Mo-Me-Ve-Sa": "ஒழுக்கங்கெட்டவர், பொல்லாத பெண்ணின் கணவர், கற்றவர், பலருக்கு விரோதமானவர், நோயுள்ள கண்கள் உடையவர்",
  "Mo-Ju-Ve-Sa": "தாயை இழந்தவர், உண்மையானவர், ஒழுக்கங்கெட்டவர், சௌகரியமற்றவர், நாடோடி, தோல் நோயுள்ளவா",
  "Ju-Me-Ve-Ma": "பணக்காரர், ஆரோக்கியமானவர், நல்ல மதிப்புள்ளவர், பெண்களுடன் சண்டையில் ஈடுபடுபவர்",
  "Me-Ve-Ma-Sa": "போர் திறன் மிக்கவர், மல்யுத்த வீர்ர், நல்ல ஆரோக்கியமானவர் அறியப்பட்டவர். நாய்களை வளர்ப்புப் பிராணிகளாக கொண்டவர்",
  "Ju-Me-Ma-Sa": "வீரமிக்கவர், கற்றவர், நயமாக பேசுபவர், தெய்வபக்தியுள்ளவ்வர், ஏழை",
  "Ju-Ve-Ma-Sa": "ஒப்பற்றவர், செல்வந்தர், தைரியானவர், பிறரின் மனைவிகளுக்கு அடிமையானவர்",
  "Ju-Me-Ve-Sa": "நன்கு கற்றவர், குறிப்பிடத்தக்க நினைவாற்றல் உள்ளவர், உண்மையானவர், சுமுகமானவர்",
  "Su-Mo-Ju-Me-Ma": "துரதிர்ஷ்மானவர், போர்குணம் கொண்டவர்ர், தகவல் தெரிவிப்பவர், மனைவியிடமிருந்து பிரிவால் துன்புறுபவர்",
  "Su-Mo-Me-Ve-Ma": "மற்றவர்களுக்காக வேலை செய்பவர், நண்பர்கள் மற்றும் உறவினர்கள் இல்லாதவர், உண்மையில்லாதவர், அலிகளை நண்பர்களாக கொண்டவர்.",
  "Su-Mo-Me-Ma-Sa": "சுகங்கள், மனைவி மற்றும் செல்வமில்லாதவர், சிறை வைக்கப்பட்டதால் துன்பப்படுபவர்,  குறைந்த ஆயுள்",
  "Su-Mo-Ju-Ve-Ma": "பெற்றோரால் புறக்கணிக்கபட்டவர், மிகுந்த துரதிர்ஷ்டசாலி, ஒரு தீவிரவாதி அல்லது கொலைகாரர், பார்வையற்றவர்",
  "Su-Mo-Ju-Ma-Sa": "போரிடுவதில் வல்லவர், திறமையானவர், பிறர் செல்வத்தை கவருபவர், பொல்லாதவர், தனது அன்புக்குரிய பெண்ணிடமிருந்து பிரிந்தவர்",
  "Su-Mo-Ve-Ma-Sa": "கைவிடப்பட்டவர், ஏழை, மற்றவர்களின் மனைவிகளுக்கு அடிமையானவர்",
  "Su-Mo-Ju-Me-Ve": "மிகுந்த செல்வந்தர், ஒரு அமைச்சர், அரசரின் ஆலோசகர், தண்டிப்பதற்கான அதிகாரம் கொண்டவர் (நீதிபதி), நன்கு அறியப்பட்டவர், அதிகாரமிக்கவர்",
  "Su-Mo-Ju-Me-Sa": "மற்றவர்கள் வாழ்பவர் அல்லது உணவளிக்கப்படுவர் (சார்ந்திருப்பவர்), கொடூரமானவர், கோழை, ஏமாற்றுக்காரர்",
  "Su-Mo-Me-Ve-Sa": "நோயுள்ளவர், உயர்ந்த நிலையில் இருப்பவர், செல்வம், நண்பர்கள் மற்றும் வசதிகளற்றவர், ரோம் நிறைந்த உடலைக்கொண்டவர்",
  "Su-Mo-Ju-Ve-Sa": "கற்றவர், அச்சமற்றவர், தனது  மனைவியை விரும்புவர், நயமாக பேசுபவர், ஏமாற்றுவதில் வல்லவர் நிலையற்ற மனமுள்ளவர்",
  "Su-Ju-Me-Ve-Ma": "பிரபலமானவர், படைத்தளபதி, துயரமற்றவர், அதிர்ஷ்டக்காரர், அழகானவர், அரசரால் விரும்பப்படுபவர், தானாக பெண்களைத் தொடர்வதில்லை",
  "Su-Me-Ve-Ma-Sa": "நோய்கள் மற்றும் எதிரிகளால் துன்புறுபவர், துரதிர்ஷ்டவசமானவர், களைப்பானவர், தனது வசிப்பிடத்தில் இருந்து தூரத்தில் இருப்பவர்",
  "Su-Ju-Ve-Ma-Sa": "கற்றவர், சிந்தனையுள்ளவர், உலோக வேலையில் நிபுணர் மற்றும் இரசாயனங்களை கையாள்பவர்",
  "Su-Ju-Me-Ve-Sa": "புனித நூல்களை கற்றவர், ஒழுக்கமானவர், குருமார்களிடம் பக்தியுள்ளவர், அன்பானவர்",
  "Mo-Ju-Me-Ve-Ma": "ஒழுக்கமானவர், கற்றவர், செல்வந்தர், நோய்களற்றவர், பல நண்பர்களைக் கொண்டவர்",
  "Mo-Ju-Me-Ma-Sa": "பொல்லாதவர், ஏழை, பிச்சையெடுத்து சாப்பிட்டு வாழ்பவர், மாலைக்கண் நோயால் அவதிப்படுபவர்",
  "Mo-Me-Ve-Ma-Sa": "அசிங்கமான தோற்றம், முட்டாள், பரம ஏழை, ஒரு அலி, கர்வமுள்ளவர், மற்றவர்களுக்கு சேவை செய்பவர்",
  "Mo-Ju-Ve-Ma-Sa": "குற்றேவல் வேலைக்காரர், கள்ளமனாவர், பிச்சையெடுத்து உண்டு வாழ்பவர், இழிந்த ஆடை அணிந்தவர், கண்களில் நோயுள்ளவர்",
  "Mo-Ju-Me-Ve-Sa": "அதிகம் மதிக்கப்படுபவர், மந்திரி, ஒழுக்கமுள்ளவர், பலருக்கு தலைவர்",
  "Ju-Me-Ve-Ma-Sa": "எளிதாக கோபப்படுபவர், சிறைத்தண்டனை மற்றும் மரணதண்டனை வழங்க அங்கீகரிக்கப்பட்டவர், அரசரால் விரும்பப்படுபவர், சோம்பேறி, நோயுள்ளவர்,பித்துப்பிடித்து துன்பப்படுபவர்",
  "Su-Mo-Ju-Me-Ve-Ma": "கல்வி, மனைவி, செல்வம் மற்றும் ஒழுக்கமுள்ளவர், தீர்த்தயாத்திரை செல்பவர், பிரபலமானவர், மலைகள் மற்றும் காடுகளில் வசிப்பவர், அதிகம் பேசுபவர்",
  "Su-Mo-Ju-Me-Ma-Sa": "தனங்கள் செய்பவர், பக்திமான், நிலையற்ற மனமுள்ளவர், வனாந்திரத்தில் வசிப்பவர், ஒழுக்கமில்லாதவர், மற்றவர்களுக்கு உதவுபவர்",
  "Su-Mo-Ju-Ve-Ma-Sa": "பொல்லாதவர்,மற்றவர்களுக்கு சேவை செய்வதில்  ஈடுபடுபவர், எளிதில் கோபம் கொள்பவர், காசநோய் மற்றும்  நெஞ்சக நோய்களால் அவதிப்படுபவர், சௌகரியங்களற்றவர் ஆனால் மனநிறைவுள்ளவர், தனது மனைவியிடம் அர்ப்பணிப்புள்ளவர்",
  "Su-Mo-Ju-Me-Ve-Sa": "மனைவி மற்றும் செல்வமில்லாதவர், மன வேதனைகளால் அவதிப்படுவார், தாராள மனமுள்ள அரச ஆலோசகர், அழகானவர்",
  "Su-Ju-Me-Ve-Ma-Sa": "மலைகள் மற்றும் காடுகளில் திரிபவர், தீர்த்தயாத்திரை செல்பவர், மனைவி, செல்வம் மற்றும் சந்ததி இல்லாதவர்.",
  "Mo-Ju-Me-Ve-Ma-Sa": "தெய்வபக்தியுள்ளவர், புகழ்பெற்றவர், சோம்பேறி, செல்வந்தர், அரச ஆலோசகர், பல பெண்களைக் கொண்டவர், தீர்த்த யாத்திரை மேற்கொள்கிறார், துறவுப் பழக்கங்கள் உள்ளவர்."
}