{
  "ar": "మీరు ధైర్యవంతులు, అభిప్రాయాలు మరియు స్వతంత్రులుగా వచ్చే అవకాశాలు ఉన్నాయి. మీరు చాలా బలమైన మరియు కమాండింగ్ ఉనికిని కలిగి ఉన్నారు మరియు భయపెట్టేదిగా కూడా చూడవచ్చు. మీరు రాశిచక్రం యొక్క భయంకరమైన యోధుడు. మొదటి సంకేతం కావడంతో, మీరు అశ్వికదళానికి నాయకత్వం వహిస్తారు. రాశిచక్రం యొక్క మొదటి అగ్ని సంకేతంగా, మీరు తీవ్రంగా పోటీ పడుతున్నారు మరియు ప్రపంచాన్ని పోటీల శ్రేణిగా చూస్తారు. మేషం, మీరు చూసే ముందు దూకి, క్షమించమని అడుగుతారు, అనుమతి కాదు. మీరు మీ ప్రవృత్తిపై కూడా పని చేస్తారు, ఇవి సాధారణంగా స్పాట్-ఆన్",
  "ta": "మీరు భయంకరమైన, నమ్మదగిన మరియు దృ -మైన వైబ్‌లను ఇచ్చే అవకాశం ఉంది. కానీ మీకు మృదువైన వైపు కూడా ఉంది. అందమైన బట్టలు, చక్కటి ఆహారం మరియు మసాజ్‌లతో సహా జీవితంలో మంచి విషయాలను మీరు ఆనందిస్తారు. వృషభం కొన్నిసార్లు భౌతికవాదంగా పావురం హోల్ అవుతుంది, మరియు మీరు అందమైన సొగసుతో మిమ్మల్ని చుట్టుముట్టడానికి ఇష్టపడుతున్నప్పుడు, మీరు కొంచెం విలాసాలను సంపాదించినంత కష్టపడి పనిచేస్తున్నారు. మీరు మొదటి భూమి సంకేతం మరియు మీరు భూమిని దాని స్వచ్ఛమైన రూపంలో సూచిస్తారు. మీ చేతులతో చురుకుగా మరియు సృజనాత్మకంగా ఉండటానికి మీరు ఇష్టపడతారని దీని అర్థం - మీ కోసం, దీని అర్థం తోటపని, వంట, అల్లడం లేదా సృజనాత్మక కొత్త అలంకరణ రూపాన్ని కనుగొనడం సవాలు.",
  "ge": " ప్రజలు మిమ్మల్ని మాట్లాడే, ప్రకాశవంతమైన మరియు ఆసక్తిగా భావిస్తారు. మీ తోటి గాలి గుర్తు, కుంభం తో మీరు బహుశా మీ గుంపు యొక్క సోషల్ మీడియా నిపుణులు. మీరు ఎల్లప్పుడూ ఒకేసారి 18 పనులు చేస్తున్నారు మరియు బహుళ ప్రాజెక్టులలో పని చేస్తున్నారు. తుల మరియు మీనం వంటి డబుల్ సంకేతాలలో ఒకటిగా ఉండటం వలన, మీరు కొన్నిసార్లు ఇద్దరు వేర్వేరు వ్యక్తులుగా రావచ్చు, కానీ అది చెడ్డ విషయం కాదు. మీ అనంతమైన శక్తి మరియు తరగని వనరులు మాకు అవసరం. మీ అత్యంత సృజనాత్మక మనస్సు నిమిషానికి ఒక మైలు ఆలోచనలను ఉమ్మివేయగలదు. కొన్నిసార్లు మీరు ప్రతిదాన్ని చేయాలనే కోరికతో మునిగిపోవచ్చు, కానీ దురదృష్టవశాత్తు ప్రతిదీ ఒకేసారి చేయడం అసాధ్యం - మీరు నిజంగా శ్రద్ధ వహించే ఒకటి లేదా రెండు విషయాలకు అతుక్కొని ప్రయత్నించండి మరియు తరువాత మీ జాబితాలోని మిగిలిన వాటిపై దృష్టి పెట్టండి.",
  "cn": "మిమ్మల్ని వివరించేవారికి వెచ్చని, పెంపకం మరియు సున్నితమైనవి జాబితాలో అగ్రస్థానంలో ఉండవచ్చు. మీ సన్నిహితులలో మీరు తల్లిగా కనబడతారు. మీరు ఇంటి వ్యక్తి మరియు రక్తం లేదా ఎంచుకున్న మీ కుటుంబ సంబంధాలను లోతుగా విలువైనది. మీరు మీ దినచర్యను ఇష్టపడతారు - అన్నింటికంటే, మిమ్మల్ని మీరు స్థాపించుకోవడానికి సమయం మరియు శ్రద్ధ తీసుకున్నారు మరియు మీరు కోరుకున్న విధంగానే విషయాలు తయారు చేసుకోండి. వ్యక్తుల కోసం స్థలాన్ని ఎలా పట్టుకోవాలో మీకు తెలుసు కాబట్టి మీరు సమస్యలతో ప్రజలు వస్తారు.",
  "le": "ప్రజలు మిమ్మల్ని నమ్మకంగా, ఉత్సాహంగా, సరదాగా భావిస్తారు. మీకు నాటకీయత ఉంది, మరియు మీరు గదిలో నడిచినప్పుడు ప్రజలు వెంటనే గమనిస్తారు. మీరు వ్లాగ్, అందమైన సోషల్ మీడియా ఫీడ్ లేదా సృజనాత్మక దుస్తులను మరియు అలంకరణ ద్వారా వ్యక్తీకరించినా మీరు చాలా సృజనాత్మకంగా ఉంటారు. మీరు మీ ఉత్తమ జీవితాన్ని గడపడం ఇతరులకు అదే విధంగా చేయటానికి ప్రేరేపిస్తుంది. లియో సీజన్ వేసవి మరియు మీరు ఆ నిర్లక్ష్య, ఎండ ఆత్మను మీతో తీసుకువెళతారు. లియోను రాశిచక్రం యొక్క బిడ్డ అని కూడా పిలుస్తారు. పిల్లల్లాగే, మీరు కూడా ఈ క్షణంలో జీవిస్తారు, కానీ కొంచెం డిమాండ్ కూడా కావచ్చు. ప్రతి ఒక్కరూ మీ మండుతున్న శక్తిని కొనసాగించలేరు.",
  "vi": "మిమ్మల్ని కలిసిన వ్యక్తులు మిమ్మల్ని వ్యవస్థీకృత, సమిష్టిగా మరియు నమ్మదగినదిగా వర్ణించవచ్చు. స్నేహితులు తరచుగా సంక్షోభంలో మీ వద్దకు వెళతారు. ప్రాముఖ్యత క్రమంలో విషయాలను ఎలా ఎదుర్కోవాలో మీకు తెలుసు మరియు సహజ సంరక్షకుడు. భూమి సంకేతం కావడంతో, మీరు ప్రకృతితో కూడా కనెక్ట్ అయ్యారు మరియు బహుశా జంతువులను ప్రేమిస్తారు. ఈ గ్రహం విలువైనదని మీకు తెలుసు మరియు మేము దాని వనరులను ఎలా ఉపయోగిస్తామో తెలుసుకోవాలి.",
  "li": "మీతో పరిచయం ఉన్న వారు మిమ్మల్ని ఆహ్లాదకరమైన, తీపి మరియు మనోహరమైనదిగా భావిస్తారు - అది ఉపరితలం క్రింద ఏమి జరుగుతుందో లేదో. తుల ఒక గాలి సంకేతం కాబట్టి, మీరు సామాజికంగా ఉంటారు, ఇతరుల చుట్టూ ఉండటం ఆనందించండి మరియు ప్రాజెక్టులపై సహకరించండి. లిబ్రాస్ అనిశ్చితమైనదని మీరు విన్నాను, మరియు ఇది నిజం అయితే ఇది మంచి ఉద్దేశ్యాలతో వస్తుంది ఎందుకంటే మీరు సాధారణంగా అందరూ సంతోషంగా ఉండాలని కోరుకుంటారు. మీరు చాలా మందికి సాధ్యమైనంత ఉత్తమమైన ఫలితాన్ని కోరుకుంటున్నప్పటికీ, ఇది ఎల్లప్పుడూ సాధ్యం కాదని గుర్తించడం చాలా ముఖ్యం. తుల రాశిచక్రం యొక్క దౌత్యవేత్త అని గమనించండి. అర్ధమే, కాదా?",
  "sc": "మీరు మర్మమైన, నిశ్శబ్దమైన మరియు ఆకర్షణీయమైనదిగా రావచ్చు. ఇది ఎల్లప్పుడూ లైంగిక ఆరోపణలు చేసే ఆకర్షణ కాదు. చాలావరకు ఆ చల్లని, సహజమైన ముఖం వెనుక చాలా జరుగుతున్నాయి మరియు ప్రజలు మరింత తెలుసుకోవాలనుకుంటారు. పెరుగుతున్న స్కార్పియోస్ తీవ్రంగా ఉన్నాయి మరియు మీకు మీ కారణాలు ఉన్నాయి. మీకు కొన్ని అనుభవాలు ఉండవచ్చు, అవి మీ రక్షణలో ఉండటానికి కారణమయ్యాయి, ప్రత్యేకించి మీ చార్టులో మీకు ఇతర స్కార్పియో ప్రభావం ఉంటే, మరియు మిమ్మల్ని తెలుసుకోవడానికి సమయం పడుతుంది.",
  "sa": "ప్రజలు మిమ్మల్ని సరదాగా, ఉత్సాహంగా మరియు ప్రకాశవంతంగా వర్ణించవచ్చు. అంటువ్యాధి మరియు రాశిచక్రం యొక్క ఆశావాది అని పిలువబడే జీవితానికి మీకు అభిరుచి ఉంది. గాజు ఎల్లప్పుడూ మీ కోసం సగం నిండి ఉంటుంది. ఇది ప్రస్తుతం కొంచెం కష్టంగా ఉండవచ్చు మరియు మీ తీవ్రమైన వైపు ఫలితంగా బయటకు రావచ్చు. మీరు తెలివైన గురువు మరియు సత్యాన్ని అన్వేషించేవారు అని కూడా పిలుస్తారు. మీరు బహిరంగంగా మాట్లాడుతున్నారు, అభిప్రాయపడ్డారు మరియు ఇతర వ్యక్తులు ఏమి చెప్పరు అని చెప్పండి. మీరు తరచుగా చాలా మొద్దుబారిన మరియు కొన్నిసార్లు అది ఎదురుదెబ్బ తగలవచ్చు.",
  "cp": "మీరు పరిణతి చెందిన, వ్యవస్థీకృత మరియు నడిచేవారిగా వస్తారు. మీరు ఎల్లప్పుడూ కలిసి మరియు సిద్ధం. మీరు గొప్పతనం కోసం ప్రయత్నిస్తారు, మరియు మీరు మీ గురించి మరియు ఇతరులను చాలా ఆశించారు. మీరు లెక్కించలేని ఎత్తులను స్కేల్ చేస్తారు మరియు ఇతరులు re హించని పనులను తరచుగా చేస్తారు. ఏదేమైనా, మకరం భూమి సంకేతం కనుక, మీరు గొప్పతనం కోసం మీ అన్వేషణలో కూడా ఉన్నారు. మీరు వ్యవస్థలో పని చేసి, ఆపై అంచనాలను నిరాకరిస్తారు.",
  "aq": "మీరు మేధావి, వినూత్న మరియు మానవతావాదిగా భావించవచ్చు. కుంభం లోని “ఆక్వా” అంటే మీరు నీటి సంకేతం అని కొందరు అనుకుంటారు, కాని కుంభం నిజానికి మూడవ వాయు సంకేతం (జెమిని మరియు తులతో పాటు) మరియు నీరు మోసేవారికి చిహ్నం. ఈ సంకేతం సమాజంతో మరియు సమిష్టిలో భాగం కావడానికి చాలా ఎక్కువ; ఇది నీటిని పంచుకోవడం గురించి కాదు, నీరు కాదు. మీరు చాలా వ్యక్తిగతమైన వ్యక్తిగా కూడా ప్రసిద్ది చెందారు, మరియు మీ మణి పిక్సీ కట్, మీ రేజర్ స్కూటర్, లేదా మీరు నడుస్తున్నప్పుడు మీ lung పిరితిత్తుల పైభాగంలో పాడుతూ ఉండవచ్చు. వీధి. ఏదేమైనా, మీరు నిలబడి, మీ స్వంత డ్రమ్ యొక్క బీట్కు మీరు వెళతారు.",
  "pi": "ప్రజలు మిమ్మల్ని కలలు కనే, దయగల, మీ తల మేఘాలతో కొంచెం వర్ణించవచ్చు. ఎందుకంటే మీకు తెలిసినా, తెలియకపోయినా కొన్నిసార్లు మీకు ఇతర ప్రపంచాలతో లోతైన సంబంధం ఉంటుంది. మీనం రాశిచక్రం యొక్క మానసిక అని పిలుస్తారు మరియు ఇది చివరి సంకేతం కనుక, దానిలోని అన్ని ఇతర సంకేతాలను కలిగి ఉంటుంది. అందువల్ల, మీరు మానవాళి అందరితో అంతర్గతంగా ముడిపడి ఉన్నారు. ఎవరైనా మిమ్మల్ని మొదటిసారి కలిసినప్పుడు, మీరు శ్రద్ధ చూపడం లేదని మరియు మీ మనస్సు మరెక్కడా లేదని మీకు అనిపించవచ్చు. అది పాక్షికంగా నిజం కావచ్చు, కానీ మీరు వ్యక్తి మాటలు, వారి బాడీ లాంగ్వేజ్ మరియు అంతర్లీన భావోద్వేగాలతో సహా ప్రతిదాన్ని కూడా తీసుకుంటున్నారు."
}