{
"enemy":"[0] దాని శత్రువు చిహ్నం [1] లో ఉంది",
"friend":"[0] దాని ఫ్రెండ్ సైన్ [1] లో ఉంది",
"own":"[0] దాని స్వంత సైన్ [1] లో ఉంది",
"exalted":"[0] [1] లో ఉన్నతమైనది",
"mooltrikona":"[0] మూల్ట్రికోనా సైన్ [1] లో ఉంది",
"debilitated":"[1] సంకేతంలో [0] బలహీనపడుతుంది",
"ashtakavarga":"అష్టకావర్గం అనేది ప్రతి ఇంటి బలాన్ని తెలుసుకోవటానికి ఉపయోగించే ఒక ప్రత్యేకమైన పద్ధతి, ఇది అధిరోహకుడు, సూర్యుడు, చంద్రుడు, మార్స్, వీనస్ & మెర్క్యురీ యొక్క స్థానాల ఆధారంగా. అస్తాకవర్గా పద్ధతి ప్రతి రాశి ఇంటిని అధిరోహణ & 7 గ్రహాల స్థానం ఆధారంగా ఉపవిభాగాలుగా విభజిస్తుంది. రాహు & కేతువు గణనలలో విస్మరించబడ్డాయి, ఎందుకంటే ఇవి నిజమైన గ్రహాలు కావు, అవి చంద్రుని నోడ్లు, ఇవి గ్రహణ విమానంలో దాని కక్ష్యలో ఏర్పడతాయి.",
"avk-rul":"అష్టావర్గా కోసం బోధించే సాధారణ నియమాలు: 25 క్రింద బలహీనంగా ఉంది, 25 నుండి 28 సగటు, 28 పైన మంచిది, గ్రహాలు ఒక ఇంటిని 30 పాయింట్ల వరకు రవాణా చేసినప్పుడు అవి సానుకూల ఫలితాలను ఇస్తాయి, గ్రహాలు 25 పాయింట్ల కంటే తక్కువ ఫలితాన్ని కలిగి ఉంటే మంచిది కాకపోవచ్చు. దయచేసి ఇది సాధారణంగా గమనించండి, అయితే మీ జ్యోతిష్కుడు బాగా విశ్లేషించగల ఇతర అర్హతలను బట్టి అంచనాలు మారవచ్చు.",
"shadbala":"6 వేర్వేరు వనరుల నుండి పొందిన బలాన్ని లెక్కించడానికి షాద్బాలా ఒక గణిత నమూనా 1) స్తానబాల / స్థాన బలం 2) దిక్బాలా / దిశాత్మక బలం 3) కలబాలా / తాత్కాలిక బలం 4) చెస్తబాలా / చలన శక్తి 5) నైసర్గబాలా / సహజ బలం 6) డ్రగ్బాలా / కారక శక్తి . బిపిహెచ్‌ఎస్‌లోని పరాశర షాద్ బాలాను “స్పాష్తా బాలా” అని పిలుస్తారు, అంటే ప్రత్యేకమైన బలం. ప్రతి బలాన్ని ఒక్కొక్కటిగా అంచనా వేయాలి మరియు గ్రహాల యొక్క “షాద్ బాలా” మొత్తం దాని స్వంత ప్రతి ప్రత్యేక బలం కంటే తక్కువ ప్రాముఖ్యత కలిగివుందనే వాస్తవం ఇది వెలుగునిస్తుంది",
"shd-rul":"బిపిహెచ్ఎస్ 27.34–36: కనిష్ట సూచించిన బలం: గురు, బుద్ధ మరియు సూర్య బలంగా ఉన్నారు, వారి ప్రతి స్థానబాల, దిక్బాలా, కలబాలా, చెష్టబాలా మరియు అయనబాల వరుసగా 165, 35, 50, 112 మరియు 30 విరూపాలు ఉంటే. చంద్ర మరియు ఉక్రాకు 133, 50, 30, 100 మరియు 40 లు అవసరం. మంగల్ మరియు శనిలకు ఇవి 96, 30, 40, 67 మరియు 20.బాలా",
"shd-rul2":"బిపిహెచ్ఎస్ 27.32–33: కనిష్ట షాద్బాలా అవసరం: 390, 360, 300, 420, 390, 330, మరియు 300 విరూపాలు శర్యబాలా పిండాలు, సూర్యకు అవసరమైనవి మొదలైనవి బలంగా పరిగణించబడతాయి. బలం పైన పేర్కొన్న విలువలను మించి ఉంటే, గ్రహ చాలా బలంగా భావించబడుతుంది. ఒక గ్రాహానికి అవసరమైన షాద్బాలా ఉంటే, అది దాని బలం వల్ల స్థానికుడికి అనుకూలంగా ఉంటుంది. ఏదేమైనా, Śani యొక్క విపరీతమైన బలం దీర్ఘకాల జీవితాన్ని మరియు కష్టాలను ఇస్తుంది.",
"planetary aspects":"గ్రహ అంశాలు",
"kp-hg":"మీ దశ పనిచేసేటప్పుడు ఇంటి సమూహాలు ఒకటి కంటే ఎక్కువ గ్రహాల నుండి ఉండవచ్చని దయచేసి గమనించండి. అందువల్ల మీ మహా దశ, అంటార్ దశ & ప్రతంతర్ దశ ప్రభువుల యొక్క ప్రాముఖ్యత కలయిక నుండి సంఘటనలను చూడాలి మరియు ఈ సంఘటన జరగాలా వద్దా అని నిర్ణయించే గ్రహం యొక్క ఉప ప్రభువు.",
"kp-hg2":"KP జ్యోతిషశాస్త్రం ప్రకారం, సంఘటనలు దశ & గ్రహాల రవాణా సమయంలో జరగవచ్చు & ఇది గ్రహం యొక్క ఉప ప్రభువు & కొన్నిసార్లు ఇది ఉప-ఉప ప్రభువు, ఇది వాతావరణం జరుగుతుందో లేదో నిర్ణయిస్తుంది.",
"kp-das":"మీరు ప్రస్తుతం [0] మహా దశ [1] అంతర్ దశ & [2] ప్రతింతర్ దశలో ఉన్నారు. KP జ్యోతిషశాస్త్రం ప్రకారం, మీ ప్రస్తుత దశ సమయంలో ఒకటి లేదా అంతకంటే ఎక్కువ సంఘటనలు మీ దశ ప్రభువు యొక్క ఉప ప్రభువు కూడా ఒక సంఘటనతో అంగీకరిస్తే ప్రేరేపించవచ్చు. ఈ సంఘటన యొక్క సమయం ఏదైనా గ్రహం దశ స్వామి నక్షత్రరాశులలోకి బదిలీ చేసే సమయంలో ఉంటుంది.",
"vim":"హిందూ జ్యోతిషశాస్త్రంలో దశ అనే సంస్కృత పదం గ్రహ కాలాలను సూచించడానికి ఉపయోగించబడుతుంది, డైరెక్షనల్ జ్యోతిషశాస్త్రం యొక్క దశ పద్దతి (వ్యవస్థ) హిందువులకు ప్రత్యేకమైనది; ఇది మరెక్కడా కనుగొనబడలేదు. అనేక రకాల దశ వ్యవస్థలు ఉన్నాయి, వాటిలో పరాశర నలభై రెండు గురించి ప్రస్తావించింది, అయితే వీటిలో రెండు మాత్రమే వాడుకలో ఉన్నాయి, అవి వింషోత్తరి మరియు అష్టోట్టారి",
"vim-2":"సంస్కృతంలో వింషోత్తరి 120 సంఖ్యను సూచిస్తుంది. వింషోత్తరి దశ ఒక వ్యక్తి మానవుని యొక్క గరిష్ట జీవిత కాలం 120 సంవత్సరాలు అని umes హిస్తుంది, ఇది మొత్తం తొమ్మిది గ్రహ కాలాల మొత్తం వ్యవధి, అంటే కేతు 7, శుక్ర 20, సూర్యుడు 6, చంద్రుడు 10, మార్స్ 7, రాహు 18, బృహస్పతి 16, సాటర్న్ 19 మరియు మెర్క్యురీ 17, వాటి ఆపరేషన్ క్రమంలో. ఈ వ్యవస్థ ఎప్పుడు కనుగొనబడింది మరియు ప్రతిదానికి కేటాయించిన సంవత్సరాల సంఖ్య ఎందుకు మారుతుందో తెలియదు. వింషోత్తరి దశ సంవత్సరం 365.25 రోజుల ఖగోళ సౌర సంవత్సరం",
"crul-1":"10 వ ఇంటిని ఆక్రమించిన [0] దశ సమయంలో మరియు మీ దాసమ్సా చార్టులో 10 వ ఇంటి అధిపతి అయిన [1] దశ సమయంలో మీరు మంచి కెరీర్ అవకాశాలను ఆశించవచ్చు.",
"crul-2":"మీ దసంస చార్టులో 10 వ ఇంటి అధిపతి అయిన [0] దశ సమయంలో మీరు మంచి కెరీర్ అవకాశాలను ఆశించవచ్చు",
"crul-3":"[0] కోణీయ ఇంట్లో, ఈ గ్రహాల దశ / భుక్తి సమయంలో ఒక ముఖ్యమైన కెరీర్ మైలురాయిని చూడవచ్చు",
"crul-4":"మీ D-10 చార్టులో 10 వ లార్డ్ [0][1] గుర్తులో ఉంది మరియు మంచి కెరీర్‌ను నిర్ధారిస్తున్న [2] గుర్తులో కూడా ఉంచబడింది.",
"crul-5":"మీ D-10 చార్టులో, ప్రయోజన గ్రహాలు మీ లగ్న ఇంటిని ఆశ్రయిస్తున్నాయి",
"crul-6":"మీ D-10 చార్టులో, 10 వ ఇల్లు ప్రయోజన గ్రహం నుండి ఒక కోణాన్ని పొందుతోంది, ఇది మంచి సంకేతం.",
"crul-7":"ఉపచాయ ఇంట్లో మీ డి -10 చార్టులో శక్తివంతమైన సూర్యుడు, ఇది మంచి సంకేతం",
"crul-8":"ఉపచాయ ఇంట్లో మీ D-10 చార్ట్ శక్తివంతమైన సూర్యుడిలో మరియు బృహస్పతి చేత కూడా, స్థానికుడు కెరీర్‌లో గుర్తింపు మరియు గొప్పతనాన్ని పొందే అవకాశం ఉంది.",
"crul-9":"మీ D-10 చార్టులో, శక్తివంతమైన సూర్యుడు కోణీయ ఇంట్లో ఉన్నాడు, ఇది అధిక హోదా, అధిక ఆదాయం, పరిపాలనా శక్తి, దూరదృష్టిని ఇస్తుంది.",
"crul-10":"మీ రాశి చార్టులోని 10 వ ప్రభువు [0], డి -10 చార్టులో బలంగా ఉంది, ఇది అనేక ఆదాయ వనరులతో స్థితి మరియు సున్నితమైన వృత్తిని నిర్ధారిస్తుంది.",
"crul-11":"మీ D-10 చార్టులో, సాటర్న్ బలంగా ఉంది మరియు బాగా ఉంచబడింది, ఇది సబార్డినేట్స్, కార్మికులు, రాజకీయ జీవితం, భూగర్భ మైనింగ్, ఐరన్ & స్టీల్ మొదలైన వాటి నుండి మద్దతు ఇస్తుంది.",
"crul-12":"మీ D-10 చార్టులో, మూన్ బలంగా ఉంది, ఇది పని చేయడానికి ఉత్సాహాన్ని ఇస్తుంది.",
  "mrul-1": "మీరు ప్రస్తుతం [0] మహా దశ, [1] అంతర్ దశ & [2] ప్రతింతర్ దశ",
  "mrul-2": "మీ దశ ప్రభువు (లు) [0] డబ్బు ముఖ్యమైనవి. అందువల్ల ప్రస్తుత దశలో ఈ దశ ప్రభువుల బలం మీద ఆధారపడి డబ్బు సంపాదించడానికి మీకు సహాయం చేస్తుంది.",
  "mrul-3": "చంద్రుడు మరియు బృహస్పతి సంపద యొక్క ప్రధాన ప్రాముఖ్యతలు. వీనస్ జీవితంలో విలాసాలు మరియు సుఖాలను ఇస్తుంది, చక్కగా ఉంచిన శుక్రుడు, బృహస్పతి మరియు చంద్రుడు ఒక ధనవంతుడిని చేస్తారు.",
  "mrul-4": "రెండవ ఇంటి ప్రభువు [0] & 11 వ ఇంటి ప్రభువు [1] అస్సెండెంట్ ఇంట్లో కలిసి ఉన్నారు, ఇది జాతకంలో చాలా పవిత్ర సంపద యోగాను ఏర్పరుస్తుంది.",
  "mrul-5": "మొదటి ఇంటి ప్రభువు [0], రెండవ ఇంటి ప్రభువు [1] & 11 వ ఇంటి ప్రభువు [2] ఆయా ఇళ్లలో ఉన్నారు, ఇది స్థానికుడిని చాలా ధనవంతులుగా చేస్తుంది.",
  "mrul-6": "7 వ మరియు 8 వ ఇల్లు రెండూ లబ్ధి గ్రహం (లు) ద్వారా ఉంటాయి. వివాహం తర్వాత స్థానికుల ఆర్థిక పరిస్థితి మెరుగుపడుతుంది.",
  "mrul-7": "7 వ ప్రభువు పవిత్రమైన తన సొంత ఇంటిని చూస్తున్నాడు",
  "mrul-8": "8 వ ప్రభువు పవిత్రమైన తన సొంత ఇంటిని చూస్తున్నాడు",
  "mrul-9": "బృహస్పతి, మెర్క్యురీ & 2 వ ప్రభువు [0] ఒకే ఇంట్లో ఉన్నారు. ఆర్థిక లాభాల కోసం ఇది చాలా మంచి కలయిక.",
  "mrul-10": "2 వ లార్డ్ [0] & 5 వ లార్డ్ [1] వారి ఇళ్లను మార్పిడి చేసుకున్నారు, ఇది ఆర్థిక వృద్ధికి చాలా పవిత్రమైనది. భవత్ భవం సూత్రం ప్రకారం, ఇది ఫార్చ్యూన్ యొక్క ద్వితీయ గృహం. అంతేకాక ఇది త్రికోణ సభలో ఒకటి. త్రికోణ గృహాలను లక్ష్మిస్థాన లేదా సంపద యొక్క ఇళ్ళు అంటారు",
  "mrul-11": "మీ జాతకంలో సూర్యుడు చంద్రుడిని ఆశ్రయిస్తున్నాడు, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-12": "మీ జాతకంలో బృహస్పతి చంద్రుడిని ఆశిస్తుంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-13": "మీ జాతకంలో బృహస్పతి 2 వ ప్రభువును ఆశిస్తుంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-14": "మీ జాతకంలో బృహస్పతి 2 వ ఇంటిని కలిగి ఉంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-15": "మీ జాతకంలో 8 వ ఇంట్లో ఒక ప్రయోజన గ్రహం ఉంది, ఇది వారసత్వం లేదా లాటరీ లేదా వాటా మార్కెట్ ద్వారా ఒకరిని ధనవంతుడిని చేస్తుంది.",
  "mrul-16": "మీ జాతకంలో వీనస్ 12 ఇంట్లో ఉంది, ఇది ఆర్థిక లాభాలకు చాలా ప్రయోజనకరంగా ఉంటుంది.",
  "mrul-17": "అరుద లగ్నం అనేది మీ లగ్న చిత్రం ఇతరులపై, దానిలాంటి ప్రతిబింబం. అరుధ్ లగ్నం ఒక వ్యక్తిని ఇతరులు ఎలా గ్రహిస్తారనే దానిపై ఒక క్లూ ఇస్తుంది. జాతకంలో అరుద్ లగ్నాన్ని విశ్లేషించడం ద్వారా మీ భౌతిక లాభాలకు సంబంధించి మరింత సమాచారం ఇవ్వవచ్చు.",
  "mrul-18": "మీ అరుధ్ లగ్నము [0] & దాని ప్రభువు [1]",
  "mrul-19": "[0] అంశాలు అరుధ్ లగ్నానికి చెందిన 11 వ ఇల్లు చాలా పవిత్రమైనది, జైమిని ప్రకారం ఇటువంటి అంశం స్థానిక సంపన్నులను చేస్తుంది.",
  "mrul-20": "అరుధ్ లగ్నం నుండి 11 వ ఇంట్లో లబ్ధి & మాలిఫిక్ గ్రహం రెండూ, జైమిని ప్రకారం, ఇటువంటి నియామకం ధర్మబద్ధమైన మరియు అన్యాయమైన మార్గాల ద్వారా స్థానిక సంపన్నులను చేస్తుంది",
  "mrul-21": "అరుధ్ లగ్న నుండి 11 వ ఇంట్లో ఉంచబడిన ఒక ప్రయోజన గ్రహం, జైమిని ప్రకారం, ఇటువంటి నియామకం సరసమైన మరియు ధర్మబద్ధమైన మార్గాల ద్వారా స్థానిక సంపన్నులను చేస్తుంది",
  "mrul-22": "అరుధ్ లగ్నం నుండి 11 వ ఇంట్లో ఉంచబడిన ఒక మాలిఫిక్ గ్రహం, జైమిని ప్రకారం, ఇటువంటి ప్లేస్‌మెంట్ స్థానికుడికి అన్యాయమైన మార్గాల ద్వారా డబ్బు సంపాదించడానికి కారణమవుతుంది.",
  "mrul-23": "అరుధ్ లగ్న నుండి 2 వ ఇంట్లో మీ జాతకంలో [0], జైమిని ప్రకారం అటువంటి స్థానం స్థానిక సంపన్నులకు మరియు సంపన్నులకు కారణమవుతుంది.",
  "mrul-24": "మీ జాతకంలో అరుధ్ లగ్న 11 వ ఇంట్లో అస్సెండెంట్ నుండి వస్తుంది, జైమిని ప్రకారం ఇటువంటి స్థానం స్థానికుడు ధనవంతుడవుతుంది.",
  "mrul-25": "మీ జాతకంలో అరుద్ లగ్న [0] ఇంట్లో పడిపోతోంది, ఇది అస్సెండెంట్ నుండి కోణీయ లేదా ట్రైన్ హౌస్, జైమిని ప్రకారం, ఇటువంటి స్థానం స్థానికుడు ధనవంతుడవుతుంది.",
  "mrul-26": "మీ జాతకంలో అరుద్ లగ్న [0] అస్సెండెంట్ నుండి వస్తుంది, జైమిని ప్రకారం, ఇటువంటి ప్లేస్‌మెంట్ అవాంఛనీయ ఫలితాలను ఇస్తుంది",
  "mrul-27": "ఇందూ లగ్నాన్ని సంపద అధిరోహణ అని కూడా అంటారు. దీనికి అష్టావర్గలో ప్రత్యేక ప్రాముఖ్యత ఉంది. దీనిని బృహత్ పరశర హోరాలో మూన్ యోగా పేరుతో కూడా పిలుస్తారు. ఇందూ లగ్న లేదా చంద్రుని అధిరోహకుడు ఒక స్థానికుడి ఆర్థిక పరిస్థితిని నిర్ణయించడానికి విశ్లేషించబడుతుంది. ఇది స్థానికుల సంపద మరియు శ్రేయస్సును నిర్ణయించడానికి ఉపయోగించబడుతుంది. ఇది స్థానిక జీవితంలోని ముఖ్యమైన సంఘటనలను కూడా నిర్ణయిస్తుంది.",
  "mrul-28": "మీ జాతకంలో ఇందూ లగ్నం [0] ఇంట్లో వస్తుంది, ఈ ఇంటి ప్రభువు [1].",
  "mrul-29": "వేద గ్రంథాల ప్రకారం, ఇందూ లగ్నం నుండి 1, 4, 7, 10 మరియు 11 వ ఇళ్లలో ఉంచబడిన గ్రహాలు సంపద ఇచ్చేవని అనుకుందాం, ఈ గ్రహాల దశల సమయంలో సంపాదించడానికి స్థానికుడు వేగవంతం అవుతాడు.",
  "mrul-30": "మీ జాతకంలో, గ్రహాలు [0] సంపద ఇచ్చేవారు, మీరు ఈ గ్రహాల దశల సమయంలో మంచి సంపదను సంపాదిస్తారు.",
  "mrul-31": "వేద గ్రంథాల ప్రకారం, ఇందూ లగ్నం నుండి 6, 8, 12 ఇళ్ళలో ఉన్న గ్రహాలు సంపదకు దుర్మార్గంగా భావిస్తారు.",
  "mrul-32": "మీ జాతకంలో, గ్రహాలు [0] కలుపుటకు హానికరమని భావిస్తారు, ఈ గ్రహాల దశల సమయంలో మీరు కొన్ని సవాళ్లను ఆశించవచ్చు.",
    "d4-r1": "వేద గ్రంథాల ప్రకారం, జాతకం నుండి ఇల్లు, భూములు, రియల్ ఎస్టేట్, వాహనాలు మొదలైన లక్షణాలను విశ్లేషించడానికి, మనం మొదట రాశి చార్టులో అస్సెండెంట్ / లగ్న హౌస్ & దాని ప్రభువు, 4 వ ఇల్లు & దాని ప్రభువు (లక్షణాలు) & కరాక్ మార్స్ (భూమి) & సాటర్న్ (నిర్మాణం) & వీనస్ (లెక్సరీ)",
  "d4-r2": "4 వ ఇల్లు (ప్రొపెటీ) లార్డ్ [0] 8 వ ఇల్లు (వారసత్వ) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా ఆస్తిని సూచిస్తుంది.",
  "d4-r3": "4 వ ఇల్లు (ఆస్తి) ప్రభువు [0] 11 వ ఇల్లు (లాభాలు) ప్రభువు [1] చేత ఆస్తి ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r4": "మీ జాతకంలో 4 వ ఇల్లు [0] నుండి ప్రయోజనకరమైన అంశాన్ని కలిగి ఉంది, ఇది మంచిది.",
  "d4-r5": "8 వ ఇల్లు (వారసత్వ) ప్రభువు [0] 4 వ ఇల్లు (ఆస్తి) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా ఆస్తిని సూచిస్తుంది.",
  "d4-r6": "8 వ ఇల్లు (వారసత్వ) ప్రభువు [0] 11 వ ఇల్లు (లాభాలు) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r7": "11 వ ఇల్లు (లాభాలు) ప్రభువు [0] 4 వ ఇల్లు (ఆస్తి) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది ఆస్తి ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r8": "11 వ ఇల్లు (లాభాలు) ప్రభువు [0] 8 వ ఇల్లు (వారసత్వ) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r9": "మన పురాతన గ్రంథాల ప్రకారం, రాశి చార్టులో 4 వ ప్రభువు, 8 వ ప్రభువు మరియు 11 వ ప్రభువు మధ్య సంబంధం ఉంటే, కనెక్షన్ బలాన్ని బట్టి ఒకరు భారీ లక్షణాలను పొందుతారు.",
  "d4-r10": "మీ రాశి చార్టులో 4 వ (ఆస్తి) ప్రభువు, 8 వ (వారసత్వ) ప్రభువు & 11 వ (లాభాలు) ప్రభువు ఒకరినొకరు చూసుకుంటున్నారు, అలాంటి కలయిక 4 వ ప్రభువు ([0]) యొక్క దశ / భుక్తి సమయంలో భారీ ఆస్తి లాభాలను సంపాదించడానికి మీకు సహాయపడుతుంది. 8 వ ప్రభువు ([1]), 11 వ ప్రభువు ([2])",
  "d4-r11": "[0] వ ఇంటిలో మీ రాశి చార్ట్ 4 వ (ఆస్తి) ప్రభువు, [1] వ ఇంటిలో 8 వ (వారసత్వ) ప్రభువు & [2] వ ఇంటిలో 11 వ (లాభాలు) ప్రభువు, అటువంటి కలయిక మీకు భారీ ఆస్తి లాభాలను సంపాదించడానికి సహాయపడుతుంది 4 వ ప్రభువు ([0]), 8 వ ప్రభువు ([1]), 11 వ ప్రభువు ([2]) యొక్క దశ / భుక్తి సమయంలో",
  "d4-r12": "మీ రాశి చార్టులో 8 వ ఇంటిలో 4 వ ఇల్లు (ఆస్తి) ప్రభువు (వారసత్వం) మీరు వారసత్వం ద్వారా ఆస్తిని పొందారని సూచిస్తుంది.",
  "d4-r13": "మీ రాశి చార్టులో 11 వ ఇంట్లో 4 వ ఇల్లు (ఆస్తి) ప్రభువు (లాభాలు) ఇది మీరు లక్షణాల ద్వారా లాభం పొందుతుందని సూచిస్తుంది.",
  "d4-r14": "మీ రాశి చార్టులో 4 వ ఇంటి (ఆస్తి) లోని 8 వ ఇల్లు (ఇంటర్‌హెరిటెన్స్) ప్రభువు, ఇది మీరు వారసత్వం ద్వారా ఆస్తిని పొందవచ్చని సూచిస్తుంది.",
  "d4-r15": "మీ రాశి చార్టులో 11 వ ఇంటిలో 8 వ ఇల్లు (వారసత్వం) ప్రభువు (లాభాలు) మీరు వారసత్వం ద్వారా పొందుతారని సూచిస్తుంది.",
  "d4-r16": "మీ రాశి చార్టులో 11 వ ఇల్లు (లాభాలు) 4 వ ఇంట్లో (ఆస్తి) స్వామి, ఇది మీరు ఆస్తి ద్వారా లాభం పొందుతుందని సూచిస్తుంది.",
  "d4-r17": "మీ రాశి చార్టులో 8 వ ఇంట్లో 11 వ ఇల్లు (లాభాలు) ప్రభువు (వారసత్వం) మీరు వారసత్వం ద్వారా పొందుతారని సూచిస్తుంది.",
  "d4-r18": "మీ రాశి చార్టులో 4 వ కరాక్ (భూముల ప్రభువు) [0]",
  "d4-r19": "మీ రాశి చార్ట్ నిర్మాణ ప్రభువు [0]",
  "d4-r20": "మీ రాశి చార్టులో సంపద ప్రభువు [0]",
  "d4-r21": "పురాతన వచనం ప్రకారం, వర్గా చార్టులు డి 1 లేదా రాశి చార్టులో విశ్లేషించిన ఫలితాలు ఎంత ఆశాజనకంగా ఉంటాయో తెలుపుతాయి. క్రింద D4 లేదా చతుర్థంసా చార్ట్ యొక్క విశ్లేషణ ఉంది",
  "d4-r22": "[0] D1 & D4 లో ఒకే ఇంట్లో ఉంచబడింది చార్ట్ వర్గోట్టమా అవుతుంది, ఇది అద్భుతమైనది.",
  "d4-r23": "లార్డ్స్ యొక్క దశ / భుక్తి సమయంలో మీరు ఆస్తులను కొనుగోలు చేస్తారు, ఇది D1 & D4 చార్టులలో 4 వ ఇల్లు, ఈ గ్రహాల రవాణా కూడా అంగీకరిస్తే అందించబడుతుంది.",
  "d4-r24": "మీ D1 & D4 చార్టులలో, [0] 4 వ ఇంటిని కలిగి ఉంది, అందువల్ల మీరు [1] యొక్క దశ & భుక్తి సమయంలో ఆస్తులను కొనుగోలు చేయాలని భావిస్తున్నారు.",
 "d4-r25":"మీ D4 చార్టులో లగ్న ప్రభువు [0] 6 వ ఇంట్లో ఉన్నాడు, ఇది కొన్ని వివాదాలు ఉండవచ్చని సూచిస్తుంది",
 "d4-r26":"మీ D4 చార్టులో, 4 వ ఇంటి ప్రభువు [0] 6 వ ఇంట్లో ఉన్నారు, ఇది కొన్ని వివాదాలు ఉండవచ్చని సూచిస్తుంది",
 "d9-r1": "పుట్టిన చార్ట్ మరియు నవమ్సాలలో ఒక గ్రహం ఒకే సంకేతంలో ఉన్నప్పుడు, ఆ గ్రహాన్ని వర్గోత్తమ గ్రహం అంటారు. ఇది వర్గా మరియు ఉత్తమా అనే 2 పదాల నుండి రూపొందించబడింది. మొత్తం డివిజనల్ చార్టులో ఇది ఉత్తమ గ్రహం.",
  "d9-r2": "మీ నవమ్సా చార్టులో [0] వర్గోట్టమ గ్రహాలు ఉన్నాయి",
  "d9-r3": "మీ నవమ్సా చార్టులో [0] ఒక వర్గోత్తమ గ్రహం",
  "d9-r4": "సూర్యుడు ఆత్మ, అధికారం, సంకల్ప శక్తి, అహం మరియు ఆత్మగౌరవాన్ని సూచిస్తుంది. మీ డి 9 చార్టులో వర్గోత్తమాగా సూర్యుడు, మీకు చాలా సంకల్ప శక్తి ఉంటుంది. మీ వైపు నుండి చాలా సమాచారం ఉంటుంది.",
  "d9-r5": "మీ జాతకంలో, సూర్యుడు తులారాశిలో బలహీనపడ్డాడు, ఇది తక్కువ విశ్వాసం, ధైర్యం లేకపోవడం, సంకల్ప శక్తి మరియు శౌర్యాన్ని సూచిస్తుంది, చర్య తీసుకోవడానికి మరియు కష్టపడి పనిచేసే శక్తి లేకపోవడాన్ని కూడా సూచిస్తుంది",
  "d9-r6": "చంద్రుడు భావోద్వేగాలు, ఆనందం, పోషణ, తల్లి ప్రేమ మరియు ఆనందాన్ని సూచిస్తుంది. మీ D9 చార్టులో చంద్రుడు వర్గోత్తమ గ్రహం, చంద్రుడు సూచించిన లక్షణాలు మీలో మరింత స్పష్టంగా కనిపిస్తాయి.",
  "d9-r7": "మీ జాతకంలో, స్కార్పియోలో మూన్ బలహీనపడింది, ఇది ing గిసలాడే మనస్సు, ప్రతికూల ఆలోచన, జీవితంలో అసంతృప్తిని సూచిస్తుంది, స్థానికుడు నీటి సంబంధిత వ్యాధులతో బాధపడవచ్చు, కాగ్ & క్యాతర్ యొక్క ఫిర్యాదులు.",
  "d9-r8": "మెర్క్యురీ కమ్యూనికేషన్, టెక్నాలజీ, మీడియా మరియు ఇంటెలిజెన్స్‌ను సూచిస్తుంది. మెర్క్యురీ మీ నవమ్షా చార్టులో వర్గోత్తమ గ్రహం, మీరు పదునైన తెలివిని ప్రదర్శిస్తారు.",
  "d9-r9": "మీ జాతకంలో, మెర్క్యురీ మీనం లో బలహీనపడింది, ఇది మీరు రోజు కలలు కనేవారని సూచిస్తుంది, ప్రస్తుతం ఏమి జరుగుతుందో బాధపడటం లేదు, మీ స్వంత ination హ ప్రపంచంలో తరచుగా కోల్పోతారు, తార్కిక సామర్థ్యం లేకపోవచ్చు.",
  "d9-r10": "శుక్రుడు ప్రేమ, లగ్జరీ, సౌకర్యం, డబ్బు, బలం మరియు సంబంధాలు, జ్యోతిషశాస్త్ర పరిజ్ఞానం సూచిస్తుంది. మీ D9 చార్టులో శుక్రుడు వర్గోత్తమ గ్రహం. వీనసియన్ లక్షణాలు ప్రకాశవంతంగా ఉంటాయి.",
  "d9-r11": "మీ జాతకంలో, వెర్గోలో శుక్రుడు బలహీనపడ్డాడు. ఇది మీ భాగస్వామి నుండి అనంతమైన ప్రేమను కోరుకుంటుందని సూచిస్తుంది, మీ మనస్సు ఎల్లప్పుడూ ప్రేమ ఆలోచనలతో, వివాహ జీవితంలో కష్టపడుతూ ఉంటుంది.",
  "d9-r12": "అంగారక గ్రహం ప్రతిఘటన, పోరాట పటిమ, శౌర్యం మరియు శక్తిని సూచిస్తుంది. మీ D9 చార్టులో మార్గో వర్గోట్టమ గ్రహం. మార్టిన్ లక్షణాలు మంచివి.",
  "d9-r13": "మీ జాతకంలో, క్యాన్సర్‌లో అంగారక గ్రహం బలహీనపడింది, ఇది శక్తి మరియు విలువ లేకపోవడాన్ని సూచిస్తుంది, నియంత్రణలో ఉండటానికి మీకు చాలా శిక్షణ అవసరం. ఏదైనా నైపుణ్యం తప్పుగా ఉపయోగించడం వల్ల మీ సామాజిక సంబంధాలు దెబ్బతింటాయి.",
  "d9-r14": "బృహస్పతి జ్ఞానం, ఉన్నత జ్ఞానం, ఉన్నత అధ్యయనాలు, ఆధ్యాత్మికతను సూచిస్తుంది. మీ D9 చార్టులో బృహస్పతి వర్గోత్తమ గ్రహం. బృహస్పతి లక్షణాలు మీ జీవితంలో చాలా స్పష్టంగా కనిపిస్తాయి.",
  "d9-r15": "మీ జాతకంలో, బృహస్పతి మకరరాశిలో బలహీనపడింది, మీరు కష్టపడి పనిచేస్తున్నారని మరియు మీ లక్ష్యాలను చేరుకోవడానికి తీవ్రంగా కష్టపడాల్సి ఉంటుందని సూచిస్తుంది.",
  "d9-r16": "శారీరక అభివృద్ధి, దీర్ఘాయువు, జాగ్రత్తగా, కోరికలు, స్వార్థం, బాధ్యతా రహితమైన, అజాగ్రత్త మరియు వ్యాయామ నియంత్రణలను నియంత్రించడం ద్వారా సాటర్న్ జీవితాన్ని అడ్డుకుంటుంది.",
  "d9-r17": "మీ D9 చార్టులో రాహు వర్గోట్టమ, ఇది తిరుగుబాటు, దూకుడు, అభిరుచి మరియు మానసిక వైఖరిని సూచిస్తుంది.",
  "d9-r18": "కేతు అనేది మీ డి 9 చార్టులో వర్గోట్టమ, ఇది ఒంటరితనం, నిర్లిప్తత, ఆధ్యాత్మికతను సూచిస్తుంది.",
  "d9-r19": "గ్రహాలు శుభప్రదంగా ప్రవర్తించే సంకేతంలో ఇది ఒక నిర్దిష్ట నవమ్సా.",
  "d9-r20": "మీ నవమ్షా చార్టులో, బృహస్పతి & అంగారక గ్రహం [0] మరియు చంద్రుడు పుష్కర్ నవమ్షలో ఉన్నారు, ఇది శక్తివంతమైన కలయిక, జాతక పరిజాత అధ్యాయం 7 వ వచనం 25 ప్రకారం, జాతకంలో అటువంటి పాల్సెమెట్ ఉన్న వ్యక్తి మాస్ మీద పాలన చేస్తాడు.",
  "d9-r21": "మీ D9 చార్టులో, బృహస్పతి & అంగారక గ్రహం [0] మరియు చంద్రుడు వర్గోట్టమ, ఇది శక్తివంతమైన కలయిక, జాతక పరిజాత అధ్యాయం 7 వ వచనం 25 ప్రకారం, జాతకంలో అటువంటి పాల్సెమెట్ ఉన్న వ్యక్తి మాస్ మీద పాలన చేస్తాడు.",
  "d9-r22": "మీ D9 చార్టులో, వర్గోట్టమ [0] అధిరోహణలో ఉంది, అలాంటి ప్లేస్‌మెంట్ మీకు జీవితంలో అధిక విజయాన్ని ఇస్తుంది.",
  "d9-r23": "మీ D9 చార్టులో, [0] వ ఇంటి ప్రభువు [1] పుష్కర నవమ్షలో ఉన్నారు, అటువంటి ప్లేస్‌మెంట్ దాని దశ / భుక్తిలో మీకు మంచి సక్సెస్ ఇస్తుంది.",
  "d9-r24": "మీ D9 చార్టులో, బృహస్పతి [0] లోని పుష్కర నవమ్షలో కూడా ఇది కోణీయ ఇల్లు, అటువంటి స్థానం స్థానికుడిని చాలా సంపన్నులను చేస్తుంది.",
  "d9-r25": "మీ D9 చార్టులో, బృహస్పతి [0] లోని పుష్కర నవమ్షలో ఇది కూడా ట్రైన్ హౌస్, అటువంటి ప్లేస్‌మెంట్ స్థానికుడిని చాలా సంపన్నులను చేస్తుంది.",
  "d9-r26": "మీ D9 చార్టులో, దుష్కనా ఇల్లు అయిన [1] ఇంట్లో ఉంచిన పుష్కర నవమ్షా ప్లానెట్ [0], స్థానికుడు ధనవంతుడు కొన్ని ఆరోగ్య సమస్యలను అనుభవించవచ్చని ఇది సూచిస్తుంది.",
  "d9-r27": "మీ రాశి చార్టులోని అధిరోహకుడు [0] & 10 వ ప్రభువు [1] D9 చార్టులోని పుష్కర నవమ్సలో ఉన్నారు. అలాంటి ప్లేస్‌మెంట్ స్థానికుడిని చాలా అదృష్టవంతుడిని చేస్తుంది.",
  "d9-r28": "మీ D9 చార్టులో, [0] పుష్కర నవమ్సలో. [0] యొక్క దశ / భుక్తి సమయంలో మీరు మంచి సమయాన్ని ఆశిస్తారు.",
  "d9-r29": "మీ రాశి చార్టులో 7 వ ప్రభువు [0] & 8 వ ప్రభువు [1] & కరాక్స్ [2] [3]. 7 వ మరియు 8 వ ఇంటిలో ప్రయోజనకరమైన అంశాలు ఉన్నాయి. జాతకంలో ఇటువంటి స్థానం వివాహిత జీవితం చాలా సంతోషంగా & శ్రావ్యంగా ఉంటుంది.",
  "d9-r30": "మీ రాశి చార్టులో 7 వ ఇంట్లో హానికరమైన అంశం ఉంది, కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r31": "మీ రాశి చార్టులో కలట్రా కరాకా (వివాహం & కంజుగల్ బ్లిస్ కోసం సిగ్నిఫికేటర్) [0], సముద్ర ఆనందంలో కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r32": "మీ రాశి చార్టులో కరాక్ ఆఫ్ మైండ్ [0], కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r33": "పురాతన గ్రంథాల ప్రకారం, రాశి చార్టులో 1, 2, 4, 7, 8 లేదా 12 వ స్థానాల్లో మార్స్ అస్సెండెంట్ & మూన్ రెండింటి నుండి ఉంచబడితే, స్థానికుడు మాంగ్లిక్ దోష్ కలిగి ఉన్నట్లు భావిస్తారు. మాంగ్లిక్ దోష్ ఉన్న ఒక స్థానికుడు వివాహ జీవితంలో ఇబ్బందులను ఎదుర్కొంటాడు. అయితే జాతకం నుండి వివిధ అంశాలను అంచనా వేయడం ద్వారా నిపుణుడైన జ్యోతిష్కుడు తీర్పు ఇవ్వగల అనేక రద్దు నియమాలు ఉన్నాయి.",
  "d9-r34": "మీ జాతకంలో, మార్స్ అస్సెండెంట్ నుండి [0] ఇంట్లో & చంద్రుని నుండి [1] ఇంట్లో ఉంది. మీ జాతకంలో మంగ్లిక్ దోష ఉంది. నివారణ చర్యలు సిఫార్సు చేయబడ్డాయి",
  "d9-r35": "మీ జాతకంలో అంగారక గ్రహం [0] ఇంట్లో ఉంది & చంద్రుని నుండి దాని స్థానం మాంగ్లిక్ ప్రభావానికి దూరంగా ఉంది, అందువల్ల మీ జాతకంలో పాక్షిక మాంగ్లిక్ దోష మాత్రమే ఉంది.",
  "d9-r36": "మీ జాతకంలో అంగారక గ్రహం [0] ఇంట్లో ఉంది మరియు మీ జాతకంలో మంగ్లిక్ దోష లేదు.",
  "d9-r37": "7 వ ఇంట్లో ఉన్న గ్రహాలు మీ జీవిత భాగస్వామి యొక్క కొన్ని లక్షణాలను కూడా వెల్లడిస్తాయి.",
  "d9-r38": "మీ జాతకంలో, 7 వ ఇంట్లో సూర్యుడు మీ జీవిత భాగస్వామి ఉన్నత స్థాయి కుటుంబానికి చెందినవాడని, గర్వంగా మరియు ఆధిపత్యం కలిగి ఉన్నట్లు సూచిస్తుంది.",
  "d9-r39": "మీ జాతకంలో, 7 వ ఇంట్లో మార్స్ కఠినమైన & క్రూరమైన జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r40": "మీ జాతకంలో, 7 వ ఇంటిలో ఉన్న శని జీవిత భాగస్వామిని దుర్భరంగా మరియు తక్కువగా ప్రభావితం చేస్తుంది. వివాహం ఆలస్యం లేదా వితంతువుతో లేదా అందంగా కనిపించని వారితో.",
  "d9-r41": "మీ జాతకంలో, 7 వ ఇంట్లో రాహు ఆలస్యంగా వివాహం సూచిస్తుంది, భార్య తక్కువ కుటుంబం నుండి వచ్చింది, అనారోగ్యంతో ఉంది మరియు స్థానికుడికి తక్కువ కుల మహిళలతో సంబంధం ఉంటుంది.",
  "d9-r42": "మీ రాశి చార్టులో కేతు 7 వ ఇంట్లో ఉంది, ఇది సంతోషకరమైన వైవాహిక జీవితాన్ని సూచిస్తుంది.",
  "d9-r43": "మీ జాతకంలో [0], అటువంటి ప్లేస్‌మెంట్ యువ అందమైన & తెలివైన జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r44": "మీ జాతకంలో, శుక్రుడు 7 వ ఇంట్లో ఉన్నాడు, ఇది అందమైన కానీ అతిగా ప్రవర్తించే జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r45": "మీ జాతకంలో, జూపియర్ 7 వ ఇంట్లో ఉన్నాడు, ఇది మతపరమైన మరియు సమర్థ జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r46": "మీ నవమ్ష చార్టులో, 7 వ ప్రభువు [0] & కరాక్ [1], మరియు ఎటువంటి ప్రయోజన సంఘం లేనిది, వివాహ జీవితంలో కొన్ని సమస్యలను సూచిస్తుంది.",
  "d9-r47": "వేద గ్రంథాల ప్రకారం, నవమ్ష చార్టులో 7 వ ప్రభువు స్థానం జీవిత భాగస్వామి లక్షణాలకు సంబంధించి ఒక క్లూ ఇవ్వగలదు.",
  "d9-r48": "మీ నవమ్షలో, 1 వ ఇంట్లో 7 వ ప్రభువు [0] & లగ్న ప్రభువుకు స్నేహితుడు [1], అటువంటి కలయిక భార్య తెలిసిన కుటుంబం నుండి వచ్చినదని సూచిస్తుంది, స్థానికుడికి సహాయపడుతుంది మరియు సంతోషకరమైన వివాహ జీవితం ఉంటుంది.",
  "d9-r49": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] ఇది అధిరోహణ [0] లో ఉంది, ఇది మొదటి భార్యకు ప్రమాదాన్ని సూచిస్తుంది, రెండవ భార్య బతికేది.",
  "d9-r50": "మీ నవమ్ష చార్టులో, 2 వ ఇంట్లో 7 వ ప్రభువు [0] ఇది సంపన్న జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r51": "మీ నవమ్ష చార్టులో, 7 వ ప్రభువు [0], ఇది వివాహం తరువాత ఫైనల్ క్రంచ్ ను సూచిస్తుంది.",
  "d9-r52": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 3 వ ఇంట్లో ఉన్నాడు, జీవిత భాగస్వామి స్థానికుడికి బలం అని సూచిస్తుంది.",
  "d9-r53": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది భార్య స్థానిక తమ్ముడి వైపు ఆకర్షించబడిందని సూచిస్తుంది.",
  "d9-r54": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 4 వ ఇంట్లో ఉన్నాడు, ఇది భార్య మంచి స్వభావం కలిగి ఉందని మరియు సంపన్నుడైన స్థానికుడికి సహాయకారిగా ఉంటుందని సూచిస్తుంది.",
  "d9-r55": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది స్థానికుడు సంతోషంగా లేదని సూచిస్తుంది.",
  "d9-r56": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 5 వ ఇంట్లో ఉన్నాడు, ఇది భార్య సంస్కృతి మరియు మతపరమైనదని మరియు చాలా మంది పిల్లలతో ఆశీర్వదించబడిందని సూచిస్తుంది.",
  "d9-r57": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది భార్య క్రూరంగా & మొండిగా ఉంటుందని సూచిస్తుంది.",
  "d9-r58": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 6 వ ఇంట్లో ఉన్నాడు, ఇది భార్య అనారోగ్యంతో ఉందని సూచిస్తుంది. స్థానికుడు తన భార్య కోసం చాలా ఖర్చు చేయాల్సి ఉంటుంది మరియు అప్పులు చేస్తాడు. మితిమీరిన ఆనందం వల్ల అతను కూడా అనారోగ్యానికి గురవుతాడు.",
  "d9-r59": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 7 వ ఇంట్లో ఉన్నాడు, ఇది స్థానికుడు ముందుగానే వివాహం చేసుకుని, సమర్థవంతమైన భార్యతో సంతోషకరమైన జీవితాన్ని గడుపుతుందని సూచిస్తుంది.",
  "d9-r60": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] మరియు ఇది మాలిఫిక్, ఇది వివాహానికి వెలుపల వ్యవహారాలు ఉన్నాయని సూచిస్తుంది.",
  "d9-r61": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 8 వ ఇంట్లో ఉన్నాడు, ఇది వివాహం ఆలస్యం అయిందని, జీవిత భాగస్వామి అనారోగ్యంతో ఉందని, వివాహ జీవితం సంతోషంగా లేదని సూచిస్తుంది.",
  "d9-r62": "మీ నవమ్షా చార్టులో, 8 వ ఇల్లు మరియు 8 వ లార్డ్ రెండూ ప్రయోజనకరమైన అంశాన్ని పొందుతున్నాయి, అందువల్ల ఏదైనా ఉంటే దుష్ప్రభావం రద్దు చేయబడుతుంది",
  "d9-r63": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 9 వ ఇంట్లో ఉన్నాడు, ఇది భార్య వివాహం తరువాత అదృష్టాన్ని పెంచుతుంది.",
  "d9-r64": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 10 వ ఇంట్లో ఉన్నాడు, ఇది భార్య మంచి నేపథ్యం నుండి వచ్చిందని సూచిస్తుంది మరియు స్థానికుల వృత్తి / సంస్థలో లేదా పని చేసే మహిళ మరియు స్వతంత్ర స్వభావంతో సహాయపడుతుందని రుజువు చేస్తుంది.",
  "d9-r65": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 11 వ ఇంట్లో ఉన్నాడు, ఇది వివాహ జీవితం సంతోషంగా ఉంటుందని సూచిస్తుంది, జీవిత భాగస్వామి ద్వారా లాభాలు.",
  "d9-r66": "మీ D9 చార్టులో, 7 వ లార్డ్ {0 12 12 వ ఇంట్లో ఉంది, ఇది వివాహం ఆలస్యం అవుతుందని సూచిస్తుంది, జీవిత భాగస్వామిపై భారీ వ్యయం ఉంది.",
  "d9-r67": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది జీవిత భాగస్వామికి ప్రమాదాన్ని సూచిస్తుంది లేదా వివాహం తరువాత విడిపోవచ్చు.",
  "transit":"[1] లో [0] గోచారం",
  "asc-t":"[0] అధిరోహించిన మీరు",
 "zod-t":"మీ జన్మ రాశి [0]",
 "birthstar-t":"మీ జన్మ నక్షత్రం [0]",
   "dharma":"మీరు ఎటువంటి రాబడిని ఆశించకుండా ధర్మబద్ధమైన విధులను నిర్వహిస్తారు",
  "artha":"మీ చర్యల యొక్క నిజమైన ఉద్దేశ్యాన్ని మీరు అర్థం చేసుకుంటారు, మీరు చేసే చర్యలు మీ స్వంత లాభాల కోసం కాకపోవచ్చు, అందరికీ కూడా కావచ్చు",
  "kama":"మీరు మీ కోరికల ఆధారంగా చర్యలను చేస్తారు, మీ కోరికలు ఇతర విషయాల కంటే ఖచ్చితమైనవి",
  "moksha":"మీరు విముక్తి పొందాలనే ఉద్దేశ్యంతో చర్యలను చేస్తారు",
  "asc-r1":"లగ్న / అధిరోహణ సంకేతం యొక్క లక్షణాలు మిమ్మల్ని స్వచ్ఛమైన రూపంలో సూచిస్తాయి, ఇది మీ వ్యక్తిత్వం యొక్క లెన్స్ లాంటిది, దీని ద్వారా ప్రజలు మిమ్మల్ని చూస్తారు. జీవితపు మాస్క్వెరేడ్‌లో ఆనందించడానికి, ప్రజలను కలవడానికి మీరు ధరించే ముసుగు ఇది. ఇది బాహ్య ప్రపంచానికి మీ సహజ ప్రతిచర్యలను సూచిస్తుంది. అధిరోహణ ఇతరులు మిమ్మల్ని ఎలా చూస్తారో మరియు మీ భౌతిక శరీరంతో పాటు మీరు ఇచ్చే మొదటి ముద్రతో పాటు దానిని నడిపించే శక్తిని సూచిస్తుంది. ఇది మనం ప్రదర్శించే వెర్షన్",
  "asc-r2":"మీ లగ్న ప్రభువు మరియు మీ జాతకంలో దాని స్థానం మీ జీవితం ఏ దిశలో వెళుతుందో చూపిస్తుంది. మీ జాతకంలో, లగ్న ప్రభువు [0] [1] లో ఉన్నారు. ఈ ఇల్లు ఇలా సూచిస్తుంది, [2]",
  "asc-r3":"మీ లగ్నంలో ఉన్న నక్షత్రం, మీ జీవిత సరళిని చూపిస్తుంది, అయితే దాని [1] మీ జీవిత ఉద్దేశ్యాన్ని సూచిస్తుంది. మీ జాతకంలో మీ లగ్న [2] నక్షత్రంలో మరియు [3] పాడాలో [4] అంటే [5]",
  "d3-r1":"మీ D3 చార్టులో, ఎక్కువ గ్రహాలు మంచివిగా ఉన్నాయి అటువంటి గ్రహాల కలయిక మిమ్మల్ని సంతోషంగా, ఆరోగ్యంగా, ధైర్యంగా, కష్టపడి పనిచేసేలా చేస్తుంది మరియు మీ లక్ష్యాన్ని సాధించడానికి ఆసక్తి మరియు చొరవ తీసుకుంటుంది.",
  "d3-r2":"మీ D3 చార్టులో, ఎక్కువ గ్రహాలు మితమైనవి లేదా చెడ్డవి. అటువంటి గ్రహాల కలయిక మిమ్మల్ని నెమ్మదిగా, సోమరితనం, నిరాశావాదం, కష్టపడి పనిచేయలేకపోతుంది మరియు బాధ్యతలను నివారించగలదు.",
  "d3-r3":"మాలెఫిక్ డి 3 లార్డ్ మీరు 3 వ ఇంటికి సంబంధించిన ఏవైనా విషయాలపై క్రూరమైన, దుష్ట, దు er ఖకరమైన, నిరాశావాది, అనైతిక లేదా ఉద్రేకపూరితమైన వ్యక్తి అని సూచిస్తుంది.",
   "d3-r4":"మీ డి 3 చార్టులోని లగ్న లార్డ్ [0] మరియు 3 వ ఇంటి ప్రభువు [1] [2] సంబంధాన్ని కలిగి ఉన్నారు, ఇది మీ చిన్న సహ-జన్మించిన వారితో మీకు [3] సంబంధం ఉందని సూచిస్తుంది",
  "d3-r5":"మీ డి 3 చార్టులో లగ్న ప్రభువు [0] మరియు 11 వ ఇంటి ప్రభువు [1] [2] సంబంధాన్ని కలిగి ఉన్నారు, ఇది మీ పెద్ద సహ-జన్మించిన వారితో మీకు [3] సంబంధం ఉందని సూచిస్తుంది",
  "d3-r6":"బెనిఫిక్ డి 3 లార్డ్ మీరు ధనవంతుడు, దయగలవాడు, మతపరమైనవాడు, తెలివైనవాడు, అదృష్టవంతుడు, మరియు కుటుంబ సభ్యులు మరియు స్నేహితులచే ఇష్టపడతారని సూచిస్తుంది.",
  "d3-r7":"మీ 3 వ హౌస్ లార్డ్ [0] మరియు దాని కరాక్ మార్స్ బలంగా ఉంది మరియు D3 చార్టులో చక్కగా ఉంచబడింది అటువంటి స్థానం మిమ్మల్ని ధైర్యంగా, సంతోషంగా, కష్టపడి పనిచేసేలా చేస్తుంది, మీ తమ్ముళ్ళు లేదా సోదరీమణుల నుండి ప్రేమ మరియు మద్దతు పొందుతుంది",
  "d3-r8":"మీ 11 వ హౌస్ లార్డ్ [0] & దాని కరాక్ బృహస్పతి బలంగా ఉంది మరియు D3 చార్టులో చక్కగా ఉంచబడింది అటువంటి ప్లేస్‌మెంట్ మిమ్మల్ని ధైర్యంగా, సంతోషంగా, కష్టపడి పనిచేసేలా చేస్తుంది, మీ పెద్ద సోదరులు లేదా సోదరీమణుల నుండి ప్రేమ మరియు మద్దతు పొందుతుంది",
  "d7-r1":"మీ బర్త్ చార్టులోని 5 వ ఇల్లు రాశి లేదా గ్రహం ద్వారా [0] ప్రభావాన్ని కలిగి ఉంది, అందువల్ల మీ మొదటి బిడ్డ [0]",
  "d7-r2":"మీ బర్త్ చార్టులోని 7 వ ఇల్లు రాశి లేదా గ్రహం ద్వారా [0] ప్రభావాన్ని కలిగి ఉంది, అందువల్ల మీ రెండవ బిడ్డ [0]",
  "d7-r3":"మాతృత్వం యొక్క కరాక్, చంద్రుడు మీ D7 చార్టులో వారం లేదా దుష్ట గ్రహం ద్వారా స్థానం ద్వారా. ఇది తల్లి బిడ్డను పుట్టడానికి అసమర్థతకు కారణమవుతుంది. అటువంటి దోషకు పరిష్కారం చంద్రుడిని & తల్లిని ఆరాధించడం. మీ జనన చార్టులో చంద్రుని విభజన [0] ను సూచిస్తుంది, అందువల్ల మీరు [0] తీసుకోవడం ద్వారా మంచి ఫలితాలను కూడా ఆశించవచ్చు",
  "d7-r4":"మీ D7 చార్టులోని అధిరోహకుడు [0] గుర్తులో ఉంచారు, ఇది ప్రయోజన గ్రహం ద్వారా అంచనా వేయబడుతుంది, ఇది మీ [1] నుండి ఆనందం మరియు ఆనందాన్ని ఇస్తుంది.",
  "d7-r5":"[0] యొక్క ఏదైనా దశ కాలంలో మీరు పిల్లలతో ఆశీర్వదించబడతారు.",
  "d7-r6":"మీ D7 చార్టులో మీరు బలమైన, ప్రసిద్ధ, సహకార & యోధుడని సూచిస్తుంది. మీరు స్నేహపూర్వకంగా ఉంటారు మరియు ఆనందాన్ని చుట్టుముట్టారు",
  "tr-r1":"[0] మీ రాశిచక్రం నుండి [2] ఇల్లు అయిన [1]లో సంచరిస్తున్నారు, దీని వలన [3]",
  "tr-r2":"[0]న, [1] మీ రాశి నుండి [3] ఇల్లు అయిన [2]కి మారతారు. దీని వలన [4]"
}