{
  "Su-Mo": "మీరు అమావాస్య సమయంలో జన్మించారు, అన్ని శక్తిని సూచిస్తుంది. మీ సంకల్పం మరియు మీ ఉపచేతన కలిసి పనిచేస్తాయి, కాబట్టి మీకు బలమైన ఉద్దేశాలు, ఉత్సాహం మరియు ఏకాగ్రత సామర్థ్యం ఉన్నాయి. మీరు మొండి పట్టుదలగలవారు మరియు క్లోజ్డ్ మైండెడ్ కావచ్చు",
  "Su-Me": "మీరు శక్తి, ధైర్యం మరియు బలమైన అభిరుచులు కలిగిన సాహసికుడు - లైంగిక మరియు ఇతరత్రా. మీరు ing త్సాహిక, పోటీ మరియు చొరవ తీసుకోవడానికి సిద్ధంగా ఉన్నారు - ప్రతి విధంగా పోటీదారు",
  "Su-Ve": "మీరు ఆకర్షణీయంగా, ఆప్యాయంగా మరియు సృజనాత్మకంగా ఉన్నారు. మీరు సంబంధాలలో ఉండటానికి లోతైన అవసరం, సాన్నిహిత్యం కోసం సహజమైన సామర్థ్యం మరియు ఆనందం యొక్క ప్రేమ. ఈ అంశం కళాత్మక ప్రతిభను కూడా తెస్తుంది",
  "Su-Ju": "మీకు మంచి అదృష్టం, హాస్యం, అధిక తెలివితేటలు, దృ spirit మైన ఆత్మ మరియు ఆశావాద వైఖరి ఉన్నాయి. మీరు కూడా అజాగ్రత్తగా మరియు అతిగా నమ్మకంగా ఉండవచ్చు, అదృష్టం మీతో ఉందనేది తిరుగులేని వాస్తవం మీద ఆధారపడి ఉంటుంది",
  "Su-Sa": "నిగ్రహించబడిన కానీ నిరంతరాయంగా, మీరు బాధ్యత, వాస్తవికత మరియు ఆత్మపరిశీలన. మీరు మీరే తీవ్రంగా పరిగణిస్తారు. ఇది పన్ను విధించే అంశం కాని దిశ, సంకల్పం మరియు ఘన విజయాల ద్వారా మీ ప్రారంభ అసమర్థతను అధిగమించే సామర్థ్యాన్ని తెస్తుంది.",
  "Su-Ur": "స్వతంత్ర, అనూహ్య మరియు పూర్తిగా ప్రత్యేకమైన, మీరు జీవితానికి వ్యక్తిగతమైన, అసలైన విధానాన్ని తీసుకుంటారు. మీరు హఠాత్తుగా మరియు అసాధారణంగా, మేధావి లేదా తిరుగుబాటుదారుడు మరియు అయస్కాంతం. ఉదాహరణలు: మెరిల్ స్ట్రీప్ మరియు సీన్ పెన్",
  "Su-Ne": "మీరు కలలు కనేవారు, కవి మరియు ప్రేరేపిత ఆదర్శవాది. సహజమైన, సున్నితమైన మరియు కొన్నిసార్లు మానసికంగా, మీరు ఆధ్యాత్మిక మరియు కళాత్మక ప్రయత్నాల కోసం చక్కగా అభివృద్ధి చెందిన ination హ మరియు గొప్ప సృజనాత్మక ప్రతిభను కలిగి ఉన్నారు, ఇది ఆచరణాత్మక విషయాలకు తక్కువ స్థలాన్ని వదిలివేస్తుంది. మీకు (లేదా ఇతరులకు) అబద్ధం చెప్పే ధోరణి కూడా ఉంది మరియు మీరు చూడాలనుకుంటున్నదాన్ని మాత్రమే చూడటం ద్వారా ఫాంటసీ ప్రపంచంలో జీవించడం. మాదకద్రవ్యాల మరియు మద్యపాన సమస్య కావచ్చు",
  "Su-Pl": "శక్తివంతమైన, ఆకర్షణీయమైన వ్యక్తి, మీరు బలమైన ప్రతిచర్యలు, గొప్ప సంకల్ప శక్తి మరియు మిమ్మల్ని మీరు మార్చుకునే సామర్ధ్యంతో ఉగ్రవాది. మీరు ఆధిపత్యం చెలాయించే ధోరణితో లేదా మత్తులో పడిపోవచ్చు",
  "Mo-Me": "మీరు తెలివైనవారు, ప్రతిస్పందించేవారు మరియు మీ భావోద్వేగాలతో సన్నిహితంగా ఉన్నారు. ఆత్మవిశ్వాసంతో మరియు దయతో ఎలా కమ్యూనికేట్ చేయాలో మీకు తెలుసు",
  "Mo-Ve": "గొప్ప సౌకర్యవంతమైన ప్రేమికుడు, మీరు ప్రతిస్పందించేవారు, ఆకర్షణీయంగా, దయతో, సృజనాత్మకంగా మరియు చుట్టూ ఉండటానికి ఆహ్లాదకరంగా ఉంటారు. మీ మానసిక స్థితి మీ సంబంధాలపై ఆధారపడి ఉంటుంది మరియు మీరు ప్రేమ ఆటలో చుట్టుముట్టవచ్చు",
  "Mo-Ma": "మీరు మానసికంగా తీవ్రంగా, అసహనంతో, కోపంగా ఉన్నారు. మీకు ఎలా అనిపిస్తుందో ప్రజలకు తెలియజేయండి మరియు మీరు దాని గురించి ఎల్లప్పుడూ దౌత్యవేత్త కాదు",
  "Mo-Ju": "మీరు అప్పుడప్పుడు మీరు బట్వాడా చేయగలిగే దానికంటే ఎక్కువ వాగ్దానం చేసినప్పటికీ, మీరు వెచ్చగా, ఆశాజనకంగా, ఆలోచనాత్మకంగా మరియు సానుభూతితో ఉంటారు. మీ స్వంత సామర్ధ్యాలపై మీకు నమ్మకం ఉంది. అవకాశాలు గుణించినప్పుడు మరియు మీ విశ్వం విస్తరిస్తున్నప్పుడు మీరు ఉత్తమంగా భావిస్తారు",
  "Mo-Sa": "గతం మీపై బలమైన పట్టు కలిగి ఉంది. మీ తల్లితో తక్కువ-వెచ్చని సంబంధం కారణంగా మీరు స్వీయ సందేహంతో బాధపడవచ్చు. అదృష్టవశాత్తూ, మీరు స్వీయ నియంత్రణ ఆయుధాన్ని ప్రయోగించారు. ఇంగితజ్ఞానం మీ భావాలను సానుకూల మార్గంలో కేంద్రీకరించడానికి మీకు సహాయపడుతుంది",
  "Mo-Ur": "హఠాత్తుగా మరియు ఉత్తేజకరమైన, మీరు అసాధారణమైన మార్గాల్లో స్పందిస్తారు, అసాధారణ అనుభవాలను ఆకర్షిస్తారు మరియు అనూహ్య మూడ్ స్వింగ్స్‌తో బాధపడవచ్చు. ఇది అస్థిర కలయిక",
  "Mo-Ne": "మీ వ్యక్తిత్వం యొక్క అత్యంత సున్నితమైన, ప్రైవేటు వైపు చంద్రుడు ఆశ్రయిస్తాడు, అయితే నెప్ట్యూన్ రహస్యంగా ప్రతిదీ ధరిస్తుంది. ఈ జంట కలిసి మీ ination హను సున్నితం చేస్తుంది - లేదా మిమ్మల్ని భావోద్వేగ పొగమంచులోకి నడిపిస్తుంది",
  "Mo-Pl": "మీరు అయస్కాంత, నియంత్రణ, స్వాధీన, తీవ్రమైన మరియు కంపల్సివ్. మీరు చిన్న మార్పులను అడ్డుకుంటున్నారు. కానీ పెద్ద మార్పులకు సమయం వచ్చినప్పుడు, మీరు అవసరాన్ని అర్థం చేసుకోండి మరియు చక్కగా చేయండి",
  "Me-Ve": "మీరు మనోజ్ఞతను మరియు హాస్యంతో మీరే వ్యక్తపరుస్తారు. మీకు సాహిత్య సామర్థ్యం ఉండవచ్చు మరియు మీరు మాట్లాడటానికి ఇష్టపడతారు, ఇది అదృష్టం ఎందుకంటే మీరు ధృవీకరించబడిన గాసిప్",
  "Me-Ma": "మీకు సజీవమైన, వాదనాత్మక మనస్సు, గట్టిగా ఉన్న అభిప్రాయాలు మరియు మీ చర్చలలో ఎక్కువ భాగం గెలవడానికి మేధో అధికారం ఉంది - మీకు ఈ విషయం గురించి ఏదైనా తెలుసా లేదా",
  "Me-Ju": "మీరు తెలివైనవారు, తాత్విక, ఓపెన్ మైండెడ్ మరియు పెద్ద చిత్రాన్ని చూడగలుగుతారు. మీరు పెద్ద ప్రశ్నలను అడగండి, డజన్ల కొద్దీ ఆసక్తులను మోసగించండి మరియు ఇతరులను ప్రభావితం చేసే సామర్థ్యాన్ని కలిగి ఉంటారు. సమాచారాన్ని సేకరించడం మరియు క్రొత్త నైపుణ్యాలను స్వాధీనం చేసుకోవడం మీకు సంతోషాన్నిస్తుంది",
  "Me-Sa": "ఫ్లీట్-ఫుట్ మెర్క్యురీ ఆలోచనా విధానాన్ని నియంత్రిస్తుంది. శనిని డిమాండ్ చేయడం నిర్మాణం మరియు స్వీయ నియంత్రణ యొక్క గ్రహం. ఆలోచనలను అమలు చేయడానికి బుధుడు శని యొక్క క్రమశిక్షణను ఉపయోగించగలిగితే అవి బాగా కలిసి పనిచేస్తాయి",
  "Me-Ur": "మెర్క్యురీ మీరు ఆలోచించే విధానాన్ని సూచిస్తుంది, యురేనస్ ఒక మెరుపు రాడ్, ఇది నీలం నుండి ప్రేరణను ఆకర్షిస్తుంది. ఇద్దరూ ఎలా సంకర్షణ చెందుతారనే దానిపై ఆధారపడి, వారు తెలివైన ఆవిష్కర్త, పిచ్చి శాస్త్రవేత్త లేదా మాట్లాడే అసాధారణతను వీధి నుండి బయటకు తీసుకురాగలరు",
  "Me-Ne": "మెర్క్యురీ ఆలోచిస్తుంది, నెప్ట్యూన్ కలలు కంటుంది. నెప్ట్యూన్ యొక్క ఫాంటసీలను వాస్తవికతగా మార్చడానికి మెర్క్యురీ సహాయపడుతుంది, అయితే నెప్ట్యూన్ మెర్క్యురీ ఆలోచనలకు అంతర్దృష్టి మరియు ఫాన్సీ విమానాలను తెస్తుంది.",
  "Me-Pl": "మీరు విశ్లేషణాత్మకంగా, దృష్టి కేంద్రీకరించిన మరియు రహస్యాలను త్రవ్వడంలో నైపుణ్యం కలిగి ఉన్నారు. మీ చొచ్చుకుపోయే తెలివితేటలతో, మీరు ప్రతిభావంతులైన పరిశోధకుడు, పరిశోధనాత్మక రిపోర్టర్ లేదా డిటెక్టివ్ కావచ్చు. ఈ అంశం అబ్సెసివ్ ఆలోచనలతో పాటు అంతర్దృష్టి మరియు రచనా సామర్థ్యాన్ని తెస్తుంది",
  "Ve-Ma": "ప్రదర్శన మరియు అయస్కాంత, మీరు లైంగికత, తేజము మరియు తేజస్సును ప్రసరిస్తారు. ఇతరులు మీ దగ్గర ఉండాలని కోరుకుంటున్నందున ఇతరులను ఆకర్షించడంలో మీకు ఇబ్బంది లేదు. కానీ మీరు స్పార్క్స్ ఎగరడం చూడటానికి ఇష్టపడతారు మరియు తెలియకుండానే గందరగోళ సంబంధాలను సృష్టించవచ్చు",
  "Ve-Ju": "ఇది అదృష్ట కోణం. మీరు ఆప్యాయంగా మరియు ఉదారంగా ఉన్నందున, మీరు ప్రేమ, స్నేహం మరియు డబ్బును కూడా ఆకర్షిస్తారు - ఇది ఎంత నిర్లక్ష్యంగా, క్రమశిక్షణ లేనిదిగా మరియు స్వయంసిద్ధంగా ఉంటుందో పరిశీలిస్తే ఆశ్చర్యంగా ఉంటుంది. ఈ అంశం కళాత్మక సామర్థ్యాన్ని కూడా అందిస్తుంది.",
  "Ve-Sa": "మానసికంగా నిరోధించబడి, బాధపడుతుందనే భయంతో, శృంగారాన్ని తేలికపాటి హృదయపూర్వకంగా వ్యవహరించడానికి మీరు మిమ్మల్ని చాలా తీవ్రంగా తీసుకుంటారు. మీ కంటే పాత లేదా అంతకంటే ఎక్కువ స్థిరపడిన వారితో మీరు చాలా సౌకర్యంగా ఉంటారు. ఈ అంశంతో కొంతమంది ప్రేమను ఒక రకమైన అబ్సెసివ్ ముసుగులో ఉంచుతారు. మీరు అలా చేసినా, చేయకపోయినా, ప్రేమ మీకు సమస్య. ఈ అంశం మీ కళాత్మక ప్రతిభను (వీనస్ ఇచ్చిన) దృష్టి పెట్టడానికి (సాటర్న్ ప్రభావం) సహాయపడటం ద్వారా సృజనాత్మకతను పెంచుతుంది.",
  "Ve-Ur": "ఇది మెరుపు-బోల్ట్ అంశం, ఇది ఉత్తేజకరమైన వ్యక్తిత్వాన్ని, మొదటి చూపులో ప్రేమను మరియు నాటకీయమైన, తరచుగా అస్థిరమైన ప్రేమ జీవితాన్ని తెస్తుంది. ఎలిజబెత్ టేలర్ (ఎనిమిది సార్లు వివాహం) లేదా వారెన్ బీటీ (హాలీవుడ్ యొక్క నంబర్ వన్ ప్లేబాయ్ గా దశాబ్దాల తరువాత 55 సంవత్సరాల వయస్సులో మొదటిసారి వివాహం), మీకు తక్షణ ఆకర్షణ మరియు బాణసంచా అన్ని విధాలా కావాలి",
  "Ve-Ne": "మీ కరుణ మరియు స్పష్టమైన ination హ మిమ్మల్ని ప్రేరేపిత కళాకారుడిగా మార్చగలవు, కాని వారు మిమ్మల్ని ముఖ్యంగా ఇబ్బందుల్లోకి నెట్టవచ్చు, ఎందుకంటే ప్రేమ కోసం (లేదా జ్ఞానోదయం) మీ కోరికను మీరు తెలియకుండానే మీ దృష్టిని మేఘం చేస్తారు. మీరు శృంగారభరితం, ఆదర్శవాది మరియు ఆధ్యాత్మిక అన్వేషకుడు. మీ ఆదర్శ సహచరుడు ఆ వంపులను పంచుకుంటాడు",
  "Ve-Pl": "మీరు అసూయతో, స్వాధీనంలో, తీవ్ర లైంగిక మరియు నియంత్రణలో ఉన్నారు. ఈ అంశం కళాత్మక మరియు ఆర్థిక సామర్థ్యాన్ని కూడా తెస్తుంది",
  "Ma-Ju": "ఇప్పటివరకు వ్రాసిన అత్యంత ప్రసిద్ధ జ్యోతిషశాస్త్ర పాట (“ఐజ్ ఆఫ్ అక్వేరియస్,” ఐదవ డైమెన్షన్ చేత) మనం “చంద్రుడు ఏడవ ఇంట్లో ఉన్నప్పుడు మరియు బృహస్పతి అంగారక గ్రహంతో కలిసి ఉన్నప్పుడు” మనం శాంతి మరియు ప్రేమను అనుభవిస్తామని ఎందుకు సూచిస్తున్నారు? స్పష్టముగా, నాకు ఖచ్చితంగా తెలియదు. నేను ఈ విషయం చెప్తాను, అయితే: మీ చార్టులో బృహస్పతి అంగారక గ్రహంతో కలిసి ఉంటే, మీకు బర్న్ చేసే శక్తి, అన్వేషించడానికి ఆత్రుత, సహజమైన సమయ భావన మరియు మీ కోరికలను విపరీత మార్గంలో నెరవేర్చగల సామర్థ్యం ఉన్నాయి.",
  "Ma-Sa": "ఉత్తమంగా, ఈ అంశం స్వీయ క్రమశిక్షణ, ఓర్పు మరియు ధైర్యాన్ని తెస్తుంది. దాని చెత్త వద్ద, ఇది సిగ్గు, నిరోధం, ఆగ్రహం మరియు విధ్వంసక ప్రవర్తనకు దారితీస్తుంది",
  "Ma-Ur": "మీరు అసాధారణమైన లైంగిక వైఖరులు, అసాధారణమైన కోరికలు మరియు గొప్ప డ్రైవ్‌తో అనియంత్రిత మరియు నిశ్చయంతో ఉన్నారు. కానీ మీ శక్తి అస్తవ్యస్తంగా ఉంది మరియు మీరు ప్రమాదానికి గురయ్యే అవకాశం ఉంది",
  "Ma-Ne": "అసురక్షిత, ప్రతిభావంతులైన మరియు సున్నితమైన, మీ శక్తిని కేంద్రీకరించడంలో మీకు ఇబ్బంది ఉంది మరియు మీరు ఆదర్శవాద మరియు అవాస్తవికమైన లక్ష్యాలను నిర్దేశించవచ్చు. జాన్ లెన్నాన్ ఈ అంశాన్ని కలిగి ఉన్నాడు",
  "Ma-Pl": "శారీరకంగా అపారమైన శక్తి నిల్వలు ఉన్నాయి, మీరు దూకుడుగా, ప్రతిష్టాత్మకంగా మరియు కష్టపడి పనిచేస్తున్నారు. మీరు అద్భుతమైన సంకల్పంతో మీకు కావలసినదాన్ని అనుసరిస్తారు. ఇది శక్తివంతమైన అంశం. ఉదాహరణ: హిల్లరీ రోధమ్ క్లింటన్.",
  "Ju-Sa": "ఆశావాద బృహస్పతి నిరాశావాద శనితో కలిసినప్పుడు, ఆదర్శవాదం వాస్తవికతతో కొట్టుమిట్టాడుతుంది, మరియు నిరాశ ప్రబలంగా ఉంటుంది. మీ మార్గం అడ్డంకులతో నిండి ఉంది, కానీ కష్టపడి పనిచేసే మీ సామర్థ్యం ఉత్కంఠభరితమైనది. ఈ కష్టమైన అంశం ప్రతి 20 సంవత్సరాలకు ఒకసారి వస్తుంది",
  "Ju-Ur": "మీరు రిస్క్ తీసుకోవడం వల్ల ప్రయోజనం పొందే ఆదర్శవాది. ఏదో ఒకవిధంగా, మీ విపరీత మార్గాలు ఉన్నప్పటికీ, మీరు సరైన సమయంలో సరైన స్థలంలో ఉన్నారు. ఇది అసాధారణ అవకాశాలు మరియు ఆకస్మిక అదృష్టం యొక్క అంశం - కానీ, యురేనస్ తాకిన ప్రతిదానిలాగే, మీరు ఆశించే రూపంలో ఇది రాకపోవచ్చు",
  "Ju-Ne": "మీ ఆధ్యాత్మికత, ఆదర్శవాదం మరియు ఆర్థిక శ్రేయస్సు ఈ అంశం నుండి ప్రయోజనం పొందుతాయి. మీ స్నేహపూర్వక, సానుభూతి వైఖరి మిమ్మల్ని వాస్తవికతకు గురిచేయకుండా జాగ్రత్త వహించండి. మీరు కొంత మొత్తంలో మంచి అదృష్టంతో ఆశీర్వదిస్తున్నప్పుడు, మీరు అస్పష్టత, స్వీయ-మాయ మరియు జోన్ అవుట్ చేసే ధోరణితో బాధపడవచ్చు.",
  "Ju-Pl": "ఈ రెండు గ్రహాలు జౌల్ చేత చెంప ఉన్నప్పుడు, మీకు బలమైన నమ్మకాలు ఉన్నాయి మరియు మార్పు యొక్క శక్తివంతమైన ఏజెంట్ కావచ్చు. ఒక ఉదాహరణ: మూడవ ఇంటి కమ్యూనికేషన్‌లో ఈ సంయోగం ఉన్న మైక్రోసాఫ్ట్ వ్యవస్థాపకుడు బిల్ గేట్స్",
  "Sa-Ur": "యురేనస్ యొక్క ప్రకాశాన్ని సాటర్న్ యొక్క ఆచరణాత్మక వాస్తవాలతో కలపడం ద్వారా మీకు డ్రైవ్, నిలకడ, నాయకత్వ సామర్థ్యం మరియు మీ అసలు ఆలోచనలను కేంద్రీకరించే సామర్థ్యం ఉన్నాయి.",
  "Sa-Ne": "రెండు గ్రహాలు బాగా సరిపోలితే, మీరు క్రమశిక్షణ, వివేకం మరియు సృజనాత్మకత కలిగి ఉంటారు. దృ Sat మైన సాటర్న్ నెప్ట్యూన్‌లో ఆధిపత్యం చెలాయిస్తే, మీరు మీ అంతర్ దృష్టిని అపనమ్మకం చేసి, మీ సృజనాత్మక ప్రేరణలను స్క్వాష్ చేస్తారు. వూజీ నెప్ట్యూన్ ప్రబలంగా ఉంటే, మీరు చక్కగా, వ్యవస్థీకృతంగా మరియు నియంత్రణలో ఉండటానికి మీ ప్రయత్నాలలో కష్టపడతారు",
  "Sa-Pl": "ప్లూటో అంతా పరివర్తనకు సంబంధించినది, కానీ జాగ్రత్తగా ఉన్న సాటర్న్, మార్పుతో సౌకర్యంగా లేదు, దాని చర్యను పరిమితం చేస్తుంది, బలవంతపు ప్రవర్తనను సృష్టించడం, కష్టసాధ్యమైన అలవాట్లు మరియు ప్రతిఘటన యొక్క తల్లి లోడ్. ఈ తీవ్రమైన, కొన్నిసార్లు నిరాశపరిచే అంశాన్ని పొందడానికి, మీకు సమస్య పరిష్కారానికి ఒక క్రమమైన విధానం అవసరం, స్వీయ-క్రమశిక్షణ యొక్క ఆరోగ్యకరమైన మోతాదు మరియు మార్పు దాని వేగంతో హిమనదీయమైనప్పటికీ, హిమానీనదాలు ప్రపంచాన్ని పున hap రూపకల్పన చేశాయి",
  "Ur-Ne": "1992 మరియు 1993 లో, యురేనస్ మరియు నెప్ట్యూన్ 1821 నుండి మొదటిసారిగా సరిగ్గా కలిసిపోయాయి - 2163 వరకు అవి పునరావృతం కావు. ఈ అంశంతో జన్మించిన ఎవరైనా సామాజిక మార్పుకు ఒక ఆవిష్కరణ విధానం మరియు నాడీ స్వభావం కలిగి ఉంటారు.",
  "Ur-Pl": "1960 లు ఎందుకు ఇంత అల్లకల్లోలంగా ఉన్నాయో ఎప్పుడైనా ఆలోచిస్తున్నారా? ఇక్కడే ఎందుకు: 115 సంవత్సరాలలో మొదటిసారి, యురేనస్, విప్లవం మరియు విపరీతత యొక్క గ్రహం, పరివర్తన గ్రహం అయిన ప్లూటోతో కలిసి ఉంది. గ్రహాలను మార్చడం ప్రతి ఒక్కరినీ ప్రభావితం చేస్తుంది - వారి ప్రభావంతో జన్మించిన పిల్లలు మాత్రమే కాదు. మీరు ఆ దశాబ్దంలో జన్మించినట్లయితే - మీరు 60 వ దశకంలో నిజమైన బిడ్డ అయితే - మీరు స్వతంత్రులు మరియు ఉద్దేశపూర్వకంగా ఉంటారు, మరియు వుడ్స్టోకియన్ సృజనాత్మక తిరుగుబాటు భావనను మీలో ఉంచుతారు",
  "Ne-Pl": "ఈ అరుదైన సంయోగం, 1892 లో చివరిసారిగా చుట్టుముట్టింది మరియు 24 వ శతాబ్దం వరకు తిరిగి కనిపించదు, నెప్ట్యూనియన్ ఆధ్యాత్మికతను ప్లూటోనియన్ డ్రైవ్‌తో శక్తి మరియు అవగాహన కోసం మిళితం చేస్తుంది. ఉదాహరణలు: ఒక యోగి యొక్క ఆటోబయోగ్రఫీ రచయిత పరమహంస యోగానంద మరియు ది లార్డ్ ఆఫ్ ది రింగ్స్ రచయిత J. R. R. టోల్కీన్."
}