{
  "d4-r1": "వేద గ్రంథాల ప్రకారం, జాతకం నుండి ఇల్లు, భూములు, రియల్ ఎస్టేట్, వాహనాలు మొదలైన లక్షణాలను విశ్లేషించడానికి, మనం మొదట రాశి చార్టులో అస్సెండెంట్ / లగ్న హౌస్ & దాని ప్రభువు, 4 వ ఇల్లు & దాని ప్రభువు (లక్షణాలు) & కరాక్ మార్స్ (భూమి) & సాటర్న్ (నిర్మాణం) & వీనస్ (లెక్సరీ)",
  "d4-r2": "4 వ ఇల్లు (ప్రొపెటీ) లార్డ్ [0] 8 వ ఇల్లు (వారసత్వ) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా ఆస్తిని సూచిస్తుంది.",
  "d4-r3": "4 వ ఇల్లు (ఆస్తి) ప్రభువు [0] 11 వ ఇల్లు (లాభాలు) ప్రభువు [1] చేత ఆస్తి ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r4": "మీ జాతకంలో 4 వ ఇల్లు [0] నుండి ప్రయోజనకరమైన అంశాన్ని కలిగి ఉంది, ఇది మంచిది.",
  "d4-r5": "8 వ ఇల్లు (వారసత్వ) ప్రభువు [0] 4 వ ఇల్లు (ఆస్తి) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా ఆస్తిని సూచిస్తుంది.",
  "d4-r6": "8 వ ఇల్లు (వారసత్వ) ప్రభువు [0] 11 వ ఇల్లు (లాభాలు) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r7": "11 వ ఇల్లు (లాభాలు) ప్రభువు [0] 4 వ ఇల్లు (ఆస్తి) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది ఆస్తి ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r8": "11 వ ఇల్లు (లాభాలు) ప్రభువు [0] 8 వ ఇల్లు (వారసత్వ) ప్రభువు [1] చేత ఆశించబడ్డాడు, ఇది వారసత్వం ద్వారా లాభాలను సూచిస్తుంది.",
  "d4-r9": "మన పురాతన గ్రంథాల ప్రకారం, రాశి చార్టులో 4 వ ప్రభువు, 8 వ ప్రభువు మరియు 11 వ ప్రభువు మధ్య సంబంధం ఉంటే, కనెక్షన్ బలాన్ని బట్టి ఒకరు భారీ లక్షణాలను పొందుతారు.",
  "d4-r10": "మీ రాశి చార్టులో 4 వ (ఆస్తి) ప్రభువు, 8 వ (వారసత్వ) ప్రభువు & 11 వ (లాభాలు) ప్రభువు ఒకరినొకరు చూసుకుంటున్నారు, అలాంటి కలయిక 4 వ ప్రభువు ([0]) యొక్క దశ / భుక్తి సమయంలో భారీ ఆస్తి లాభాలను సంపాదించడానికి మీకు సహాయపడుతుంది. 8 వ ప్రభువు ([1]), 11 వ ప్రభువు ([2])",
  "d4-r11": "[0] వ ఇంటిలో మీ రాశి చార్ట్ 4 వ (ఆస్తి) ప్రభువు, [1] వ ఇంటిలో 8 వ (వారసత్వ) ప్రభువు & [2] వ ఇంటిలో 11 వ (లాభాలు) ప్రభువు, అటువంటి కలయిక మీకు భారీ ఆస్తి లాభాలను సంపాదించడానికి సహాయపడుతుంది 4 వ ప్రభువు ([0]), 8 వ ప్రభువు ([1]), 11 వ ప్రభువు ([2]) యొక్క దశ / భుక్తి సమయంలో",
  "d4-r12": "మీ రాశి చార్టులో 8 వ ఇంటిలో 4 వ ఇల్లు (ఆస్తి) ప్రభువు (వారసత్వం) మీరు వారసత్వం ద్వారా ఆస్తిని పొందారని సూచిస్తుంది.",
  "d4-r13": "మీ రాశి చార్టులో 11 వ ఇంట్లో 4 వ ఇల్లు (ఆస్తి) ప్రభువు (లాభాలు) ఇది మీరు లక్షణాల ద్వారా లాభం పొందుతుందని సూచిస్తుంది.",
  "d4-r14": "మీ రాశి చార్టులో 4 వ ఇంటి (ఆస్తి) లోని 8 వ ఇల్లు (ఇంటర్‌హెరిటెన్స్) ప్రభువు, ఇది మీరు వారసత్వం ద్వారా ఆస్తిని పొందవచ్చని సూచిస్తుంది.",
  "d4-r15": "మీ రాశి చార్టులో 11 వ ఇంటిలో 8 వ ఇల్లు (వారసత్వం) ప్రభువు (లాభాలు) మీరు వారసత్వం ద్వారా పొందుతారని సూచిస్తుంది.",
  "d4-r16": "మీ రాశి చార్టులో 11 వ ఇల్లు (లాభాలు) 4 వ ఇంట్లో (ఆస్తి) స్వామి, ఇది మీరు ఆస్తి ద్వారా లాభం పొందుతుందని సూచిస్తుంది.",
  "d4-r17": "మీ రాశి చార్టులో 8 వ ఇంట్లో 11 వ ఇల్లు (లాభాలు) ప్రభువు (వారసత్వం) మీరు వారసత్వం ద్వారా పొందుతారని సూచిస్తుంది.",
  "d4-r18": "మీ రాశి చార్టులో 4 వ కరాక్ (భూముల ప్రభువు) [0]",
  "d4-r19": "మీ రాశి చార్ట్ నిర్మాణ ప్రభువు [0]",
  "d4-r20": "మీ రాశి చార్టులో సంపద ప్రభువు [0]",
  "d4-r21": "పురాతన వచనం ప్రకారం, వర్గా చార్టులు డి 1 లేదా రాశి చార్టులో విశ్లేషించిన ఫలితాలు ఎంత ఆశాజనకంగా ఉంటాయో తెలుపుతాయి. క్రింద D4 లేదా చతుర్థంసా చార్ట్ యొక్క విశ్లేషణ ఉంది",
  "d4-r22": "[0] D1 & D4 లో ఒకే ఇంట్లో ఉంచబడింది చార్ట్ వర్గోట్టమా అవుతుంది, ఇది అద్భుతమైనది.",
  "d4-r23": "లార్డ్స్ యొక్క దశ / భుక్తి సమయంలో మీరు ఆస్తులను కొనుగోలు చేస్తారు, ఇది D1 & D4 చార్టులలో 4 వ ఇల్లు, ఈ గ్రహాల రవాణా కూడా అంగీకరిస్తే అందించబడుతుంది.",
  "d4-r24": "మీ D1 & D4 చార్టులలో, [0] 4 వ ఇంటిని కలిగి ఉంది, అందువల్ల మీరు [1] యొక్క దశ & భుక్తి సమయంలో ఆస్తులను కొనుగోలు చేయాలని భావిస్తున్నారు."
}