{
  "1": "వెంచర్లు, ఆరోగ్యం, కీర్తి, కీర్తి, ధర్మాలు, ఇతరులకు డబ్బును కేటాయించడం, ఉన్నత అధ్యయనాలు, విదేశీ ప్రదేశంలో జీవితం",
  "2": "ఆహారం, డబ్బు విషయాలు, శక్తి మరియు వనరులు, ప్రాపంచిక విజయాలు, విలువ, ఆభరణాలు, విలువైన రాళ్ళు మరియు లోహాలు, పత్రాలు, బాండ్లు, సెక్యూరిటీలు, స్టాక్స్ మరియు షేర్లు, తనఖాలు, మార్పిడి చేయగల చర్చించదగిన ఆస్తులు, వ్యాజ్యాలు, విపరీత, రుణాలు, సముపార్జన ప్రయత్నాలు సంపద, దుర్మార్గం లేదా ఉదారత, ర్యాంక్, స్థానం, క్రీడలకు సంబంధించి ఒకరి ప్రతిష్ట, రెండవ వివాహం. ఇతరుల రక్షణ, కుటుంబ సభ్యులు, బట్టలు",
  "3": "మానసిక ప్రవృత్తులు, తెలివితేటలు, అధ్యయనం చేయడానికి మొగ్గు, కరస్పాండెన్స్, కమ్యూనికేషన్స్, పుస్తకాలు, అక్షరాలు, పేపర్లు, రచనలు, అకౌంటింగ్, గణితం, ప్రెస్, పరాక్రమం మరియు వీరత్వం, యువ సోదరులు మరియు సోదరీమణులు, దాయాదులు, బంధువులు, సాధారణ పరిచయస్తులు, పొరుగువారు, చిన్న ప్రయాణం, తినదగినవి మూలాలు మరియు పండ్లు, వాహనాలు, పడవలు, పోస్ట్ ఆఫీస్, టెలిఫోన్, టీవీ, టెలిగ్రాఫ్, రేడియో, టెలికమ్యూనికేషన్స్, కంప్యూటర్, ఎయిర్ మెయిల్, లైబ్రరీ, పుస్తక దుకాణం, మధ్యవర్తి, దూత, రిపోర్టర్, పబ్లిసిటీ ఆఫీసర్, ఎడిటర్, జర్నలిస్ట్, ఒప్పందాలు లేదా ఒప్పందాలు కుదుర్చుకోవడం",
  "4": "గృహ జీవితం, నివాసం, దేశీయ వాతావరణం, రహస్యాలు మరియు రహస్య జీవితం, ఇల్లు, పొలాలు, పచ్చిక బయళ్ళు, పొలాలు, గనులు, స్థిరమైన వ్యక్తిగత ఆస్తి, రియల్ ఎస్టేట్, భవనాలు, పురాతన నివాసాలు, స్మారక చిహ్నాలు, బ్యాంకులు, పాఠశాలలు, కళాశాలలు, ప్రభుత్వ భవనాలు, భవనాలు, నీరు, వేద మరియు రహస్య గ్రంథాలు, మూలికలు, గుహలు, సమాధులు",
  "5": "సంతానం, వంపులు, ఆనందాలు, కళాత్మక ప్రతిభ, వ్యాపారానికి లాభాలు, వినోదం, వినోదం, వినోదం, క్రీడలు, శృంగారం, ప్రార్థన, ప్రేమ వ్యవహారాలు, నటన, నాటకం, సంగీతం, నృత్యం, ఆటలు, లాటరీ, జూదం, స్టాక్ మార్కెట్, విందులు, లైసెన్షియస్, ఆధ్యాత్మికం అభ్యాసాలు, జ్ఞానం, లోతైన అభ్యాసం, అపారమైన ధనవంతులు",
  "6": "అలసట, దుస్తులు, పరిశుభ్రత, అప్పులు లేదా రుణాలు తీసుకోవడం, ఉద్యోగులు, అద్దెదారులు, సేవకులు, సబార్డినేట్లు, శత్రువులు, ఏదైనా పనిలో అడ్డంకులు, పిచ్చితనం, తీవ్రమైన వేదన, జైలు, భాగస్వామి నుండి వేరు",
  "7": "సంబంధాలు, చట్టపరమైన సంబంధాలు, వ్యాజ్యం, డ్యూయల్స్, మధ్యవర్తిత్వం, విదేశాలలో ప్రభావం, దత్తత తీసుకున్న పిల్లవాడు",
  "8": "వారసత్వం, వారసత్వం, భీమా, తెలియని సంపద, మిస్టరీ, దొంగతనం, పోరాటం, సర్జన్లు, కబేళాలు, కరువు, అగ్ని, విదేశీ దేశాలతో ఆర్థిక సంబంధాలు, ఎగుమతులు మరియు దిగుమతులు, ఎస్టేట్ సుంకాలు, ప్రజా అమ్మకాలు, రెండవ వివాహం",
  "9": "జ్ఞానం, మత, తత్వశాస్త్రం, భక్తి, ఆవిష్కరణ, ఆవిష్కరణ, అన్వేషణ, ప్రార్థనా స్థలాలు, పవిత్ర స్థలాలకు తీర్థయాత్రలు, ధ్యానం, అంతర్ దృష్టి, ఆధ్యాత్మిక గురువులు, కలలు మరియు దర్శనాలు, గురు, న్యాయ మధ్యవర్తిత్వం, చట్టం, న్యాయ విభాగాలు, ఇమ్మిగ్రేషన్ మరియు వలస, సుదీర్ఘ ప్రయాణాలు , విమాన ప్రయాణం, సముద్ర యాత్రలు, పుస్తకాల ప్రచురణ, సుదూర సమాచార మార్పిడి, అంతర్జాతీయ వ్యవహారాలు, దిగుమతి మరియు ఎగుమతి, జాతీయ వాణిజ్యం, డబ్బు ప్రసరణ, స్వచ్ఛంద సంస్థలు, త్యాగం, మంచి ప్రవర్తన, తపస్సు, పిల్లల ఆనందాలు, ula హాజనిత ప్రయోజనాలు, క్రీడల నుండి పొందిన ఆనందాలు",
  "10": "పలుకుబడి, నైతికత, గౌరవం, గౌరవం మరియు ప్రజా గౌరవం, పేరు మరియు కీర్తి, అధికారం మరియు ప్రతిష్ట, విజయం మరియు హోదా, ర్యాంక్ మరియు ప్రఖ్యాతి, అధికారం, ప్రాపంచిక కార్యకలాపాలు, పదోన్నతులు, పురోగతులు, యజమాని, ఉన్నతమైన, ప్రభుత్వం, న్యాయమూర్తి, ప్రభుత్వం నుండి గౌరవం, డాక్టర్, medicine షధం, శ్రేయస్సు, బోధన, దత్తపుత్రుడు, పిల్లలు చేసిన అప్పులు, రాష్ట్ర అధిపతి, అధ్యక్షులు, జాతీయ నాయకులు",
  "11": "స్నేహితులు, సమాజం, సన్నిహితులు, కలల సాక్షాత్కారం, సంపద, దేవుని పట్ల భక్తి, ulation హాగానాలు, రచనలు, ఇన్‌కమింగ్ సంపద, ఆనందం, శ్రేయస్సు, ట్రస్ట్‌లు, ఆభరణాలు, అంతర్జాతీయ స్నేహాలు, ప్రభుత్వ విధానాలు మరియు ప్రణాళిక, సౌకర్యాల మార్పిడి, ప్రభుత్వ రుణాలు, ఎలక్ట్రిక్ కంపెనీలు , గ్యాస్ కంపెనీలు, మ్యూజియంలు, ఎస్టేట్స్, స్టోర్స్",
  "12": "ప్రజాదరణ మరియు శ్రేయస్సు, గొప్ప ఆత్మబలిదానం, నిస్వార్థమైన పనులు, ఏకాంతం, సామాజిక అవరోధాలు, విరాళాలు, దాతృత్వం, అవరోధాలు, ఆసుపత్రులు, నిర్బంధ ప్రాంతాలు, ఆశ్రయాలు, కుటుంబం నుండి వేరుచేయడం; దూరంగా ఉన్న ప్రదేశానికి వెళ్లడం, శత్రువుల నుండి భయం, కుట్ర మరియు మోసం, మోసం, కుంభకోణాలు, సాధారణంగా నేరాలు, భూగర్భ కదలికలు, రహస్య మరియు క్షుద్ర సమాజాలు, బెడ్ సుఖాలు, మత్తుపదార్థాలు మరియు వంచన, వ్యాజ్యం, స్థలం నుండి మారుమూల ప్రదేశాలలో విజయం జననం, పెద్ద జంతువులతో విజయం, మానసిక పరిశోధన, క్షుద్ర పరిశోధనలు, డిటెక్టివ్ పని"
}