{
  "Su-Mo": "మీ చేతన స్వీయ ఒక విషయం కోరుకుంటుంది, మరియు మీ ఉపచేతన వేరే దేనికోసం ఆరాటపడుతుంది. కాబట్టి మీరు నిజంగా సంతృప్తి చెందలేదు మరియు మిమ్మల్ని మీరు నాశనం చేసే ధోరణితో కష్టపడవచ్చు. ఆసక్తికరంగా, ఈ అసౌకర్యం చాలా ప్రేరేపించదగినదిగా మారుతుంది. ప్రతి క్షేత్రంలో నిష్ణాతులైన వ్యక్తుల దళాలు ఈ అంశాన్ని కలిగి ఉన్నాయి - ఇది చాలా ప్రతికూలత అని నాకు తెలియదు | మీరు పౌర్ణమి కింద జన్మించారు, భావోద్వేగాలు ఎక్కువగా ఉన్న సమయం. చంచలమైన మరియు వివాదాస్పదమైన, మీ కోరికలను మీ సామర్థ్యాలకు సరిపోల్చడం మీకు కష్టమవుతుంది. మీరు ఒత్తిడితో కూడిన సంబంధాలను ఆకర్షిస్తారు మరియు అడ్డంకులను అధిగమిస్తారు. సూర్యుడు / చంద్రుడు ప్రతిపక్షాలతో ఉన్న కొంతమంది వ్యక్తులు ఆశ్చర్యపరిచే మార్గాల్లో (తీవ్రమైన ఉదాహరణ: మైఖేల్ జాక్సన్) చిత్తు చేసినప్పటికీ, ప్రతిపక్షం కూడా అంతర్గత విభజనను జయించి భారీగా విజయవంతం కావడానికి వారిని ప్రేరేపిస్తుంది",
  "Su-Me": "బుధుడు మరియు సూర్యుడు ఎల్లప్పుడూ చాలా దగ్గరగా ఉంటారు, అవి ఎప్పుడూ కఠినమైన కోణాన్ని ఏర్పరుస్తాయి",
  "Su-Ve": "",
  "Su-Ma": "మీ ద్వారా ప్రవహించే శక్తిని నియంత్రించడం అంత సులభం కాదు. మీరు తరచుగా వర్క్‌హోలిక్ కావడం ద్వారా దీన్ని అతిగా ఇష్టపడతారు. మీ నిగ్రహం అదుపు తప్పదు. మీరు వివాదాస్పదంగా మరియు ప్రమాదానికి గురవుతారు, మరియు మీరు దుర్మార్గంగా వ్యవహరించే ధోరణిని కలిగి ఉంటారు",
  "Su-Ju": "మీరు అతిశయోక్తి చేయడానికి, స్వీయ-ప్రాముఖ్యత సంతరించుకోవడానికి, తప్పుగా అర్ధం చేసుకోవడానికి మరియు మితంగా ఉండటానికి ఇష్టపడరు. దుబారా మిమ్మల్ని బాధపెడుతుంది. అయినప్పటికీ, ఈ అంశం, ఇది బృహస్పతిని కలిగి ఉన్నందున, అవకాశాలను తెస్తుంది మరియు తరచుగా ప్రయోజనకరంగా ఉంటుంది",
  "Su-Sa": "బాల్యంలో, నిరాశలు మరియు నిరాశలు మీ స్వీయ-విలువ యొక్క భావాన్ని దెబ్బతీశాయి. మీ సూర్యుడు మరియు శని చతురస్రంగా ఉంటే, మీ సమస్యలు ప్రధానంగా అంతర్గతంగా ఉంటాయి | మీ సూర్యుడు మరియు శని వ్యతిరేకిస్తే, బాహ్య అవరోధాలు లేదా శత్రువులు మీ మార్గాన్ని నిరోధించవచ్చు. అంతిమంగా, స్వీయ క్రమశిక్షణ, నిలకడ మరియు సాటర్న్ అన్నింటికంటే ఎక్కువగా ఇష్టపడే విషయం ద్వారా ప్రతిదాన్ని అధిగమించగల సామర్థ్యం మీకు ఉంది: హార్డ్ వర్క్.",
  "Su-Ur": "మీరు అసాధారణమైన, నాటకీయమైన వ్యక్తి, అసాధారణమైన మరియు అసాధ్యమైన మార్గాల్లో వ్యవహరించడానికి మరియు దారుణమైన నిర్ణయాలు తీసుకునే దురదృష్టకర ధోరణి. తిరుగుబాటు మరియు సులభంగా విసుగు, మీరు అనూహ్య దిశల్లోకి వెళ్ళే అవకాశం ఉంది, ప్రత్యేకించి సంఘటనలు అప్పుడప్పుడు చేసేటప్పుడు మిమ్మల్ని ఆశ్చర్యానికి గురిచేస్తాయి",
  "Su-Ne": "మీరు పగటి కలలు మరియు మిమ్మల్ని మీరు మోసగించడానికి నిరుత్సాహపరిచే ధోరణితో కలిపి చురుకైన ination హను కలిగి ఉన్నారు. అన్ని నెప్ట్యూన్ అంశాల మాదిరిగానే, మీరు ఇతరులను మోసగించాలని ఎంచుకోవడం వల్ల లేదా మోసపూరితంగా ఉండటం వల్ల ఎవరైనా మీ కళ్ళ మీద ఉన్ని లాగవచ్చు.",
  "Su-Pl": "పోటీ గుడ్లు మీకు. వ్యక్తిగత శక్తి యొక్క ఉపయోగాల గురించి బాగా తెలుసు, మీరు మానిప్యులేటివ్, రిసోర్స్ఫుల్ మరియు కొన్నిసార్లు భయపెడుతున్నారు. సవాలు, మీరు ఇతరులతో పోటీ పడుతున్నా లేదా మీ స్వంత గణనీయమైన ఆశయాన్ని నెరవేర్చడానికి ప్రయత్నిస్తున్నా, అతిగా దూకుడుగా లేదా శక్తి పిచ్చిగా మారకుండా ఉండటమే",
  "Mo-Me": "మీరు త్వరగా స్పందిస్తారు కాని తరచుగా ఆందోళన చెందుతారు. అసాధారణమైన మనస్సుతో బహుమతి పొందిన, ప్రజలు మిమ్మల్ని అర్థం చేసుకోలేరని మీరు తరచుగా భావిస్తారు మరియు మీరు విమర్శలకు చాలా సున్నితంగా ఉంటారు",
  "Mo-Ve": " మీ ప్రేమ వ్యవహారాలు సంఘర్షణ మరియు భావోద్వేగ నిరాశతో కూడిన రహదారిని ప్రయాణిస్తాయి. కొంతమంది ఉపసంహరించుకోవడం ద్వారా ప్రతిస్పందిస్తారు, మరికొందరు డిమాండ్ మరియు స్వాధీనం చేసుకోవడం ద్వారా ప్రతిస్పందిస్తారు. ఎలాగైనా, మీకు కావలసినదాన్ని పొందడానికి మీరు ఇతరులకన్నా కష్టపడి పనిచేయాలి అని భావించడంలో మీకు సహాయం చేయలేరు",
  "Mo-Ma": "దద్దుర్లు, రక్షణాత్మక మరియు కొన్నిసార్లు అస్థిరత, మీరు హఠాత్తుగా, పోటీగా మరియు అవాస్తవంగా ఉంటారు. మీరు మీ భావోద్వేగాలను వ్యక్తపరచకుండా వెనక్కి తగ్గరు మరియు మీ ఒడిదుడుకుల మనోభావాలు సంఘర్షణను రేకెత్తిస్తాయి. మీరు ప్రపంచాన్ని ఏ ముఖం చూపించినా, కోపం మీరు పరిష్కరించాల్సిన సమస్య.",
  "Mo-Ju": "ఇవన్నీ మీతో లేదా ఏమీ లేవు. మీరు పారవశ్యం లేదా దు rief ఖం, ఆనందం లేదా పతనం అంచున ఉన్నారు. సంక్షిప్తంగా, మీ భావాలను నియంత్రించడంలో మీకు ఇబ్బంది ఉంది మరియు మీరు అతిగా వెళ్లడానికి మొగ్గు చూపుతారు",
  "Mo-Sa": "భావోద్వేగ లేమి చరిత్ర మిమ్మల్ని సంకోచంగా మరియు ఆత్మ చైతన్యంతో చేస్తుంది. నిరాశావాదం, అణచివేసిన భావోద్వేగాలు మరియు మహిళలతో ఇబ్బందులు మిమ్మల్ని బాధపెడుతున్నప్పటికీ, మీ అవగాహన పరిపక్వతతో పెరుగుతుంది, అదే విధంగా ఆనందం మరియు సంతృప్తిని పొందగల మీ సామర్థ్యం",
  "Mo-Ur": "ప్రతిభావంతుడు మరియు సులభంగా పరధ్యానంలో, మీరు నిర్బంధంగా ఉండలేరు. మీరు సులభంగా పని చేస్తారు మరియు ఎప్పటికప్పుడు మీరు సంక్షోభాన్ని రేకెత్తిస్తారు (లేదా ఆకర్షిస్తారు). మీ స్వాతంత్ర్యాన్ని నిలబెట్టుకోవటానికి, మీరు తెలియకుండానే ఇతరుల నుండి దూరం కావచ్చు",
  "Mo-Ne": "మీరు కోరికతో కూడిన ఆలోచన, అహేతుక భయాలు (హైపోకాండ్రియా వంటివి) మరియు భావోద్వేగ అస్థిరతతో పోరాడుతారు, మాదకద్రవ్యాల మరియు మద్యపాన దుర్వినియోగం గురించి చెప్పలేదు. కానీ మీరు కూడా సున్నితమైన, సృజనాత్మక మరియు స్వీకరించేవారు",
  "Mo-Pl": "మీ భావోద్వేగాలను వ్యక్తపరచడం గురించి మీరు నిరోధించబడ్డారు మరియు మీరు వెనక్కి తగ్గుతారు. మీ నమ్మకాన్ని పొందడానికి ప్రజలు కష్టపడతారు మరియు మీరు పైచేయి సాధించే ప్రయత్నంలో పరిస్థితులను మార్చవచ్చు. అప్పుడప్పుడు, దేశీయ తిరుగుబాట్లు మరియు శక్తి పోరాటాలు మీ జీవితాన్ని కదిలించాయి",
  "Me-Ve": "మెర్క్యురీ మరియు వీనస్ 76 than కన్నా దూరంగా ఉండవు, కాబట్టి అవి చదరపు లేదా వ్యతిరేకతను ఏర్పరచలేవు. కానీ అవి సెమిస్క్వేర్ కావచ్చు - మీ సృజనాత్మక సామర్థ్యాలను పెంచే 45 ° కోణం మరియు మీరు ఎక్కువగా ఇష్టపడేవారిని విమర్శించటానికి మిమ్మల్ని ప్రేరేపిస్తుంది",
  "Me-Ma": "మీరు వెంటనే మరియు కొన్నిసార్లు నిర్లక్ష్యంగా స్పందిస్తారు. మీకు పదునైన నాలుక మరియు పోరాట ధోరణి కూడా ఉన్నాయి",
  "Me-Ju": "మీరు ఉత్తేజకరమైన ఆలోచనలు మరియు మంచి ఉద్దేశ్యాలతో నిండి ఉన్నారు. కానీ మీరు అతిశయోక్తి మరియు తీర్మానాలకు దూకుతారు, మరియు మీ తీర్పు ఆఫ్-బేస్ కావచ్చు",
  "Me-Sa": "మీరు ఎప్పుడు చేయాలో కూడా తేలికగా తీసుకోరు. మీరు సమర్థవంతమైన ప్లానర్ అయినప్పటికీ, మీరు వంగని, విచారంలో మరియు క్రొత్త ఆలోచనలతో అసౌకర్యంగా ఉండవచ్చు",
  "Me-Ur": "కొన్నిసార్లు తెలివైన, కొన్నిసార్లు నాడీ మరియు అసహనంతో, మీకు అస్తవ్యస్తమైన మనస్సు ఉంటుంది. మీరు అధికారం, దినచర్య మరియు సమావేశానికి వ్యతిరేకంగా తిరుగుబాటు చేస్తారు, అలా చేయడం ద్వారా మీరు ఉద్రిక్తత మరియు సంఘర్షణను సృష్టిస్తారు. మీకు స్వయంచాలక, తెలివిగల తెలివి కూడా ఉంది, అది మిమ్మల్ని చాలా దూరం తీసుకెళుతుంది",
  "Me-Ne": "మీ దృష్టికి ఫాంటసీ మరియు రియాలిటీ పోటీ, మరియు ఏది గెలుస్తుందో ఎల్లప్పుడూ స్పష్టంగా తెలియదు. మీ ఉత్తమంగా, మీరు సృజనాత్మక, సహజమైన మరియు దూరదృష్టి గలవారు. కానీ మీరు కూడా అస్తవ్యస్తంగా మరియు విస్మరించబడవచ్చు, మీరు చూడాలనుకుంటున్నదాన్ని మాత్రమే చూడగల విధ్వంసక ధోరణితో",
  "Me-Pl": " మీరు శ్రద్ధగలవారు, గమనించేవారు మరియు ఆసక్తిగా ఉంటారు, అలాగే ఉద్రిక్తత మరియు పోరాటంగా ఉంటారు",
  "Ve-Ma": "మీకు కావలసినది ఖచ్చితంగా తెలియదు, ముఖ్యంగా శృంగార సంబంధాలలో. తత్ఫలితంగా, మీ ప్రేమ జీవితం వాదనలు, అసంతృప్తి మరియు ఉద్రిక్తతతో బాధపడవచ్చు",
  "Ve-Ju": "మీరు అతిగా వెళ్లండి. మీరు తినవచ్చు, త్రాగవచ్చు లేదా అధికంగా ఖర్చు చేయవచ్చు, అసమంజసంగా డిమాండ్ చేయవచ్చు లేదా మీ భావాలను నిష్పత్తిలో చెదరగొట్టవచ్చు. ఒక మార్గం లేదా మరొకటి, దుబారా ఒక సమస్య",
  "Ve-Sa": "శృంగారం ఒక పోరాటం కావచ్చు. రక్షణాత్మక మరియు తిరస్కరణకు భయపడి, మీరు మీ స్వంత సృష్టి యొక్క గోడ వెనుక దాచవచ్చు. మీరు నెరవేర్చిన సంబంధాన్ని కనుగొన్నప్పుడు కూడా (మరియు ఈ అంశంతో చాలా మంది సంతోషంగా వివాహం చేసుకున్నారు), మీరు ఒంటరిగా ఉన్నట్లు అనిపించవచ్చు మరియు అదనపు బాధ్యతలను స్వీకరించడం ద్వారా ఆ శూన్యతను పూరించడానికి ప్రయత్నించవచ్చు. డబ్బుతో ఇలాంటిదే జరుగుతుంది. రెండు సందర్భాల్లో, నష్ట భయం ఒక ప్రేరేపించే అంశం",
  "Ve-Ur": "“తగిన” వ్యక్తితో నమ్మకమైన సంబంధం కోసం చూస్తున్నారా? నాకు ఇది సందేహం. మీరు నిషేధించబడిన వారి థ్రిల్‌ను కోరుకుంటారు. నీలిరంగు ప్రేమ మీ కథలో భాగం; ఆకస్మిక ద్రోహం మరొకటి కావచ్చు. వీనస్ మరియు యురేనస్‌ల మధ్య కఠినమైన అంశంతో నా ఫైల్‌లలోని వ్యక్తులలో, ఆమె సోదరి జీవిత భాగస్వామితో సంబంధం కలిగి ఉన్న ఒకరిని, ఆమె బెస్ట్ ఫ్రెండ్ భర్తతో పారిపోయిన ఒకరిని, ఆమె మొదటి బంధువును వివాహం చేసుకున్న వ్యక్తిని, మరియు చాలామంది నిరీక్షణను ధిక్కరించిన వారిని నేను కనుగొన్నాను. మరొక జాతి లేదా జాతీయతకు చెందిన వారిని వివాహం చేసుకోవడం",
  "Ve-Ne": "కళ, సంగీతం మరియు చలనచిత్రం ద్వారా భ్రమ మీ జీవితంలోకి సానుకూల మార్గంలో ప్రవేశిస్తుంది. మీరు స్టార్రి-ఐడ్ మోహానికి కూడా గురవుతారు. శృంగారం గురించి వాస్తవికంగా ఉండటం మీ బలం కాదు. మీరు ప్రతిసారీ హీత్క్లిఫ్ కోసం వస్తారు",
  "Ve-Pl": "మీకు మంచిది కాదని మీకు తెలిసిన వారిపై ఎప్పుడైనా పరిష్కరించబడింది? నేను అలా అనుకున్నాను. ఈ అంశం అభిరుచి మరియు ముట్టడిని తెస్తుంది. అదృష్టవశాత్తూ, ఇది మిమ్మల్ని అయస్కాంతంగా ఆకర్షణీయంగా చేస్తుంది",
  "Ma-Ju": "విరామం లేని మరియు విపరీత, మీకు స్టామినా మరియు డ్రైవ్ ఉంది, కానీ మితంగా తరచుగా సిఫార్సు చేసినప్పటికీ, మీ మార్గం కాదు",
  "Ma-Sa": "అసహనం మిమ్మల్ని కలిగిస్తుంది. మీరు నిరోధించబడ్డారని మరియు నిరాశ చెందుతున్నారని భావిస్తారు మరియు మీ మనోభావాలను నియంత్రించడం మీకు సులభం కాదు. అదనంగా, మీకు శత్రువులు ఉన్నారని మీరు భావిస్తారు మరియు అధికారం ఉన్న రన్-ఇన్లు మీ జీవితంలో చాలా సాధారణం కావచ్చు. ఇది కష్టమైన అంశం (ఫీనిక్స్ నది గురించి ఆలోచించండి), అయితే అండర్సన్ కూపర్, జేన్ ఆస్టెన్ మరియు జోహన్ సెబాస్టియన్ బాచ్లతో సహా సానుకూల ఉదాహరణలు ఉన్నాయి.",
  "Ma-Ur": "మీరు రిస్క్ తీసుకునేవారు మరియు స్వేచ్ఛా స్పిరిట్, వారి తిరుగుబాటు మార్గాలు మీ చుట్టూ ఉన్న ప్రతిదాన్ని దెబ్బతీస్తాయి. దాని చెత్త వద్ద, ఈ అంశం నిజంగా హాస్యాస్పదమైన నటన-అవుట్ ప్రవర్తనను ప్రేరేపిస్తుంది; దాని సృజనాత్మక ఉత్తమంగా, ఇది స్వాతంత్ర్యం మరియు సాహసాలను ప్రోత్సహిస్తుంది",
  "Ma-Ne": "పలాయనవాద ప్రవర్తనలో పాల్గొనే ధోరణితో మీరు ఆదర్శవాది, కానీ సులభంగా నిరుత్సాహపడతారు.",
  "Ma-Pl": "మీకు బలమైన అభిరుచులు ఉన్నాయి, కానీ మీరు వాటిని నియంత్రించడంలో మరియు సంఘర్షణను నివారించడంలో కూడా ఇబ్బంది పడుతున్నారు. మీరు మీరే విధ్వంసానికి గురిచేస్తున్నప్పటికీ, మీకు ఆకట్టుకునే దృ am త్వం మరియు మీ ప్రతికూల ప్రవర్తనలను తొలగించే సామర్థ్యం ఉంది మరియు మీకు నిజంగా శక్తిని కోరుకునేది సాధించవచ్చు.",
  "Ju-Sa": "విస్తరణ శక్తులు మరియు పరిమితి శక్తుల మధ్య యుద్ధం యొక్క టగ్ మిమ్మల్ని సమతుల్యత నుండి దూరంగా ఉంచుతుంది. చంచలత, అసంతృప్తి, చెడు సమయం మరియు ఉద్రిక్తత మిమ్మల్ని బాధపెడుతుంది. కొంత లోతైన స్థాయిలో, మీ తీర్పు నమ్మదగనిదని మీరు భయపడతారు మరియు మీ విశ్వాసం తదనుగుణంగా బాధపడుతుంది. బృహస్పతి మరియు శని మధ్య వ్యతిరేకత సంయోగం తరువాత సుమారు పది సంవత్సరాల తరువాత వస్తుంది: 1911, 1930-1931, 1951-1952, 1970-1971, 1989-1990, మరియు 2010",
  "Ju-Ur": "ముందుగా నిర్ణయించిన మార్గం మరియు అవసరమైన కోర్సులు మీకు అసహ్యంగా ఉన్నాయి. మీరు ఆశ్చర్యకరమైన ఎంపికలు చేస్తారు మరియు మీ హఠాత్తు నిర్ణయాలు వివేకం కంటే తక్కువగా ఉన్నప్పుడు బాధపడవచ్చు. మీరు సహజ తిరుగుబాటుదారుడు",
  "Ju-Ne": "మీరు మీ ప్రయత్నాలను చెదరగొట్టే అవకాశం ఉంది, మీరు చాలా మోసపూరితంగా ఉండవచ్చు మరియు వాస్తవికతను ఎదుర్కోవటానికి మీరు నిరాకరించడం మీ స్నేహితులను తాగడానికి ప్రేరేపిస్తుంది (దుర్వినియోగం కాకుండా మీరు జాగ్రత్తగా ఉండాలి). ఈ అంశం డబ్బు మరియు ప్రతిభను, ముఖ్యంగా సంగీత రకాన్ని తెస్తుంది. మీరు అవాస్తవికంగా ఆదర్శవాది కావచ్చు మరియు పై-ఇన్-ది-స్కై ఆలోచన సమస్య కావచ్చు",
  "Ju-Pl": "మీరు ప్రపంచాన్ని మార్చాలనుకుంటున్నారు. మీ ఉత్తమంగా, మీరు గోలియత్స్ యొక్క అత్యంత భయంకరమైనవారిని ధైర్యంగా ఎదుర్కొంటారు - మరియు గెలవండి. కానీ మీరు అధికారం కోసం ఒక రహస్య కోరికను కలిగి ఉంటారు మరియు మీరు క్రూరంగా, అనుమానాస్పదంగా, స్వీయ-విధ్వంసక మరియు మతోన్మాదంగా ఉండవచ్చు. శక్తివంతమైన వ్యక్తుల చార్టులలో కనిపించే శక్తివంతమైన అంశం ఇది",
  "Sa-Ur": "రాజీ కష్టం. మీరు అహంభావంగా, నిర్లక్ష్యంగా, కపటంగా ఉండవచ్చు - మెడలో నిజమైన నొప్పి. మీ చెత్త వద్ద, మీకు అర్హమైన గుర్తింపు, హోదా లేదా భౌతిక సంపద మీకు నిరాకరించబడిందని మీరు భావిస్తారు. మీ ఉత్తమంగా మీరు సంస్కర్త, పాత (సాటర్నియన్) సమస్యలకు అసలు (యురేనియన్) ఆలోచనలను వర్తింపజేయగలరు",
  "Sa-Ne": "మానసికంగా, మీరు వెనక్కి తగ్గుతారు. మీరు ప్రజలను సులభంగా విశ్వసించరు మరియు మీకు ఏకాంత ధోరణులు ఉన్నాయి. అదనంగా, మీరు నిర్వహించడం కష్టం. మీ చార్టులో సాటర్న్ యొక్క స్థానం మీకు నిర్మాణం ఎక్కడ అవసరమో సూచిస్తుంది. మీరు ఏమి చేయాలో మీకు ఖచ్చితంగా తెలుసు. ఇబ్బంది ఏమిటంటే, భ్రమ యొక్క గ్రహం అయిన మర్మమైన నెప్ట్యూన్‌కు ధన్యవాదాలు, మీకు దీన్ని చేయడంలో ఇబ్బంది ఉంది",
  "Sa-Pl": "అబ్సెసివ్ ఆలోచనలు లేదా బలవంతపు ప్రవర్తన మీరు వారి శక్తిని తగ్గించడానికి ఒక మార్గాన్ని కనుగొనే వరకు మిమ్మల్ని వారి దుష్ట పట్టులో ఉంచుతుంది. అడ్డంకులు మీ మార్గాన్ని అడ్డుకున్నప్పటికీ, వాటిని అధిగమించే సంకల్పం మీకు ఉంది",
  "Ur-Ne": "మీరు భావోద్వేగ, అసాధారణ మరియు పూర్తిగా అసలైనవారు, ప్రత్యేకించి గ్రహం గణనీయమైన విధంగా మూడవ వంతును తాకినట్లయితే.",
  "Ur-Pl": "మెరుపు తాకినప్పుడు, మీరు మీ సహజ ప్రతిచర్యలను అణచివేయడానికి ప్రయత్నిస్తారు, తద్వారా మిగతా వాటి పైన, ఆందోళన యొక్క అదనపు కొలత ఏర్పడుతుంది. ఇది మీరు మాత్రమే కాదు: ఇది తరాల ప్రభావం. మీ తరంలోని అందరిలాగే, మీరు అమెరికా యొక్క గొప్ప మాంద్యం సమయంలో జన్మించారు మరియు మీరు ఇవన్నీ చూశారు",
  "Ne-Pl": "లైంగికత లేదా అతీంద్రియంతో అసాధారణమైన ఆందోళన ఈ ఛార్జ్ చేయబడిన అంశం యొక్క నిరోధించబడిన శక్తి నుండి ఉత్పన్నమవుతుంది. అబ్సెషన్ అవకాశం ఉంది - కానీ ఆ ముట్టడి యొక్క దిశ వ్యక్తిపై ఆధారపడి ఉంటుంది. ఒక వారం పాటు జన్మించిన రెండు ఉదాహరణలు, విక్టోరియా రాణి, ఆమె అణచివేత మార్గాలకు ప్రసిద్ధి చెందిన యుగానికి ఆమె పేరును ఇచ్చింది మరియు వాల్ట్ విట్మన్, దీని కవిత్వం ఆనందకరమైన లైంగికత మరియు నిరోధించని ప్రేమతో బాధపడుతోంది"
}