{
  "mrul-1": "మీరు ప్రస్తుతం [0] మహా దశ, [1] అంతర్ దశ & [2] ప్రతింతర్ దశ",
  "mrul-2": "మీ దశ ప్రభువు (లు) [0] డబ్బు ముఖ్యమైనవి. అందువల్ల ప్రస్తుత దశలో ఈ దశ ప్రభువుల బలం మీద ఆధారపడి డబ్బు సంపాదించడానికి మీకు సహాయం చేస్తుంది.",
  "mrul-3": "చంద్రుడు మరియు బృహస్పతి సంపద యొక్క ప్రధాన ప్రాముఖ్యతలు. వీనస్ జీవితంలో విలాసాలు మరియు సుఖాలను ఇస్తుంది, చక్కగా ఉంచిన శుక్రుడు, బృహస్పతి మరియు చంద్రుడు ఒక ధనవంతుడిని చేస్తారు.",
  "mrul-4": "రెండవ ఇంటి ప్రభువు [0] & 11 వ ఇంటి ప్రభువు [1] అస్సెండెంట్ ఇంట్లో కలిసి ఉన్నారు, ఇది జాతకంలో చాలా పవిత్ర సంపద యోగాను ఏర్పరుస్తుంది.",
  "mrul-5": "మొదటి ఇంటి ప్రభువు [0], రెండవ ఇంటి ప్రభువు [1] & 11 వ ఇంటి ప్రభువు [2] ఆయా ఇళ్లలో ఉన్నారు, ఇది స్థానికుడిని చాలా ధనవంతులుగా చేస్తుంది.",
  "mrul-6": "7 వ మరియు 8 వ ఇల్లు రెండూ లబ్ధి గ్రహం (లు) ద్వారా ఉంటాయి. వివాహం తర్వాత స్థానికుల ఆర్థిక పరిస్థితి మెరుగుపడుతుంది.",
  "mrul-7": "7 వ ప్రభువు పవిత్రమైన తన సొంత ఇంటిని చూస్తున్నాడు",
  "mrul-8": "8 వ ప్రభువు పవిత్రమైన తన సొంత ఇంటిని చూస్తున్నాడు",
  "mrul-9": "బృహస్పతి, మెర్క్యురీ & 2 వ ప్రభువు [0] ఒకే ఇంట్లో ఉన్నారు. ఆర్థిక లాభాల కోసం ఇది చాలా మంచి కలయిక.",
  "mrul-10": "2 వ లార్డ్ [0] & 5 వ లార్డ్ [1] వారి ఇళ్లను మార్పిడి చేసుకున్నారు, ఇది ఆర్థిక వృద్ధికి చాలా పవిత్రమైనది. భవత్ భవం సూత్రం ప్రకారం, ఇది ఫార్చ్యూన్ యొక్క ద్వితీయ గృహం. అంతేకాక ఇది త్రికోణ సభలో ఒకటి. త్రికోణ గృహాలను లక్ష్మిస్థాన లేదా సంపద యొక్క ఇళ్ళు అంటారు",
  "mrul-11": "మీ జాతకంలో సూర్యుడు చంద్రుడిని ఆశ్రయిస్తున్నాడు, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-12": "మీ జాతకంలో బృహస్పతి చంద్రుడిని ఆశిస్తుంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-13": "మీ జాతకంలో బృహస్పతి 2 వ ప్రభువును ఆశిస్తుంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-14": "మీ జాతకంలో బృహస్పతి 2 వ ఇంటిని కలిగి ఉంది, ఇది ఆర్థిక శ్రేయస్సుకు చాలా అనుకూలంగా ఉంటుంది.",
  "mrul-15": "మీ జాతకంలో 8 వ ఇంట్లో ఒక ప్రయోజన గ్రహం ఉంది, ఇది వారసత్వం లేదా లాటరీ లేదా వాటా మార్కెట్ ద్వారా ఒకరిని ధనవంతుడిని చేస్తుంది.",
  "mrul-16": "మీ జాతకంలో వీనస్ 12 ఇంట్లో ఉంది, ఇది ఆర్థిక లాభాలకు చాలా ప్రయోజనకరంగా ఉంటుంది.",
  "mrul-17": "అరుద లగ్నం అనేది మీ లగ్న చిత్రం ఇతరులపై, దానిలాంటి ప్రతిబింబం. అరుధ్ లగ్నం ఒక వ్యక్తిని ఇతరులు ఎలా గ్రహిస్తారనే దానిపై ఒక క్లూ ఇస్తుంది. జాతకంలో అరుద్ లగ్నాన్ని విశ్లేషించడం ద్వారా మీ భౌతిక లాభాలకు సంబంధించి మరింత సమాచారం ఇవ్వవచ్చు.",
  "mrul-18": "మీ అరుధ్ లగ్నము [0] & దాని ప్రభువు [1]",
  "mrul-19": "[0] అంశాలు అరుధ్ లగ్నానికి చెందిన 11 వ ఇల్లు చాలా పవిత్రమైనది, జైమిని ప్రకారం ఇటువంటి అంశం స్థానిక సంపన్నులను చేస్తుంది.",
  "mrul-20": "అరుధ్ లగ్నం నుండి 11 వ ఇంట్లో లబ్ధి & మాలిఫిక్ గ్రహం రెండూ, జైమిని ప్రకారం, ఇటువంటి నియామకం ధర్మబద్ధమైన మరియు అన్యాయమైన మార్గాల ద్వారా స్థానిక సంపన్నులను చేస్తుంది",
  "mrul-21": "అరుధ్ లగ్న నుండి 11 వ ఇంట్లో ఉంచబడిన ఒక ప్రయోజన గ్రహం, జైమిని ప్రకారం, ఇటువంటి నియామకం సరసమైన మరియు ధర్మబద్ధమైన మార్గాల ద్వారా స్థానిక సంపన్నులను చేస్తుంది",
  "mrul-22": "అరుధ్ లగ్నం నుండి 11 వ ఇంట్లో ఉంచబడిన ఒక మాలిఫిక్ గ్రహం, జైమిని ప్రకారం, ఇటువంటి ప్లేస్‌మెంట్ స్థానికుడికి అన్యాయమైన మార్గాల ద్వారా డబ్బు సంపాదించడానికి కారణమవుతుంది.",
  "mrul-23": "అరుధ్ లగ్న నుండి 2 వ ఇంట్లో మీ జాతకంలో [0], జైమిని ప్రకారం అటువంటి స్థానం స్థానిక సంపన్నులకు మరియు సంపన్నులకు కారణమవుతుంది.",
  "mrul-24": "మీ జాతకంలో అరుధ్ లగ్న 11 వ ఇంట్లో అస్సెండెంట్ నుండి వస్తుంది, జైమిని ప్రకారం ఇటువంటి స్థానం స్థానికుడు ధనవంతుడవుతుంది.",
  "mrul-25": "మీ జాతకంలో అరుద్ లగ్న [0] ఇంట్లో పడిపోతోంది, ఇది అస్సెండెంట్ నుండి కోణీయ లేదా ట్రైన్ హౌస్, జైమిని ప్రకారం, ఇటువంటి స్థానం స్థానికుడు ధనవంతుడవుతుంది.",
  "mrul-26": "మీ జాతకంలో అరుద్ లగ్న [0] అస్సెండెంట్ నుండి వస్తుంది, జైమిని ప్రకారం, ఇటువంటి ప్లేస్‌మెంట్ అవాంఛనీయ ఫలితాలను ఇస్తుంది",
  "mrul-27": "ఇందూ లగ్నాన్ని సంపద అధిరోహణ అని కూడా అంటారు. దీనికి అష్టావర్గలో ప్రత్యేక ప్రాముఖ్యత ఉంది. దీనిని బృహత్ పరశర హోరాలో మూన్ యోగా పేరుతో కూడా పిలుస్తారు. ఇందూ లగ్న లేదా చంద్రుని అధిరోహకుడు ఒక స్థానికుడి ఆర్థిక పరిస్థితిని నిర్ణయించడానికి విశ్లేషించబడుతుంది. ఇది స్థానికుల సంపద మరియు శ్రేయస్సును నిర్ణయించడానికి ఉపయోగించబడుతుంది. ఇది స్థానిక జీవితంలోని ముఖ్యమైన సంఘటనలను కూడా నిర్ణయిస్తుంది.",
  "mrul-28": "మీ జాతకంలో ఇందూ లగ్నం [0] ఇంట్లో వస్తుంది, ఈ ఇంటి ప్రభువు [1].",
  "mrul-29": "వేద గ్రంథాల ప్రకారం, ఇందూ లగ్నం నుండి 1, 4, 7, 10 మరియు 11 వ ఇళ్లలో ఉంచబడిన గ్రహాలు సంపద ఇచ్చేవని అనుకుందాం, ఈ గ్రహాల దశల సమయంలో సంపాదించడానికి స్థానికుడు వేగవంతం అవుతాడు.",
  "mrul-30": "మీ జాతకంలో, గ్రహాలు [0] సంపద ఇచ్చేవారు, మీరు ఈ గ్రహాల దశల సమయంలో మంచి సంపదను సంపాదిస్తారు.",
  "mrul-31": "వేద గ్రంథాల ప్రకారం, ఇందూ లగ్నం నుండి 6, 8, 12 ఇళ్ళలో ఉన్న గ్రహాలు సంపదకు దుర్మార్గంగా భావిస్తారు.",
  "mrul-32": "మీ జాతకంలో, గ్రహాలు [0] కలుపుటకు హానికరమని భావిస్తారు, ఈ గ్రహాల దశల సమయంలో మీరు కొన్ని సవాళ్లను ఆశించవచ్చు."
}