{
  "d9-r1": "పుట్టిన చార్ట్ మరియు నవమ్సాలలో ఒక గ్రహం ఒకే సంకేతంలో ఉన్నప్పుడు, ఆ గ్రహాన్ని వర్గోత్తమ గ్రహం అంటారు. ఇది వర్గా మరియు ఉత్తమా అనే 2 పదాల నుండి రూపొందించబడింది. మొత్తం డివిజనల్ చార్టులో ఇది ఉత్తమ గ్రహం.",
  "d9-r2": "మీ నవమ్సా చార్టులో [0] వర్గోట్టమ గ్రహాలు ఉన్నాయి",
  "d9-r3": "మీ నవమ్సా చార్టులో [0] ఒక వర్గోత్తమ గ్రహం",
  "d9-r4": "సూర్యుడు ఆత్మ, అధికారం, సంకల్ప శక్తి, అహం మరియు ఆత్మగౌరవాన్ని సూచిస్తుంది. మీ డి 9 చార్టులో వర్గోత్తమాగా సూర్యుడు, మీకు చాలా సంకల్ప శక్తి ఉంటుంది. మీ వైపు నుండి చాలా సమాచారం ఉంటుంది.",
  "d9-r5": "మీ జాతకంలో, సూర్యుడు తులారాశిలో బలహీనపడ్డాడు, ఇది తక్కువ విశ్వాసం, ధైర్యం లేకపోవడం, సంకల్ప శక్తి మరియు శౌర్యాన్ని సూచిస్తుంది, చర్య తీసుకోవడానికి మరియు కష్టపడి పనిచేసే శక్తి లేకపోవడాన్ని కూడా సూచిస్తుంది",
  "d9-r6": "చంద్రుడు భావోద్వేగాలు, ఆనందం, పోషణ, తల్లి ప్రేమ మరియు ఆనందాన్ని సూచిస్తుంది. మీ D9 చార్టులో చంద్రుడు వర్గోత్తమ గ్రహం, చంద్రుడు సూచించిన లక్షణాలు మీలో మరింత స్పష్టంగా కనిపిస్తాయి.",
  "d9-r7": "మీ జాతకంలో, స్కార్పియోలో మూన్ బలహీనపడింది, ఇది ing గిసలాడే మనస్సు, ప్రతికూల ఆలోచన, జీవితంలో అసంతృప్తిని సూచిస్తుంది, స్థానికుడు నీటి సంబంధిత వ్యాధులతో బాధపడవచ్చు, కాగ్ & క్యాతర్ యొక్క ఫిర్యాదులు.",
  "d9-r8": "మెర్క్యురీ కమ్యూనికేషన్, టెక్నాలజీ, మీడియా మరియు ఇంటెలిజెన్స్‌ను సూచిస్తుంది. మెర్క్యురీ మీ నవమ్షా చార్టులో వర్గోత్తమ గ్రహం, మీరు పదునైన తెలివిని ప్రదర్శిస్తారు.",
  "d9-r9": "మీ జాతకంలో, మెర్క్యురీ మీనం లో బలహీనపడింది, ఇది మీరు రోజు కలలు కనేవారని సూచిస్తుంది, ప్రస్తుతం ఏమి జరుగుతుందో బాధపడటం లేదు, మీ స్వంత ination హ ప్రపంచంలో తరచుగా కోల్పోతారు, తార్కిక సామర్థ్యం లేకపోవచ్చు.",
  "d9-r10": "శుక్రుడు ప్రేమ, లగ్జరీ, సౌకర్యం, డబ్బు, బలం మరియు సంబంధాలు, జ్యోతిషశాస్త్ర పరిజ్ఞానం సూచిస్తుంది. మీ D9 చార్టులో శుక్రుడు వర్గోత్తమ గ్రహం. వీనసియన్ లక్షణాలు ప్రకాశవంతంగా ఉంటాయి.",
  "d9-r11": "మీ జాతకంలో, వెర్గోలో శుక్రుడు బలహీనపడ్డాడు. ఇది మీ భాగస్వామి నుండి అనంతమైన ప్రేమను కోరుకుంటుందని సూచిస్తుంది, మీ మనస్సు ఎల్లప్పుడూ ప్రేమ ఆలోచనలతో, వివాహ జీవితంలో కష్టపడుతూ ఉంటుంది.",
  "d9-r12": "అంగారక గ్రహం ప్రతిఘటన, పోరాట పటిమ, శౌర్యం మరియు శక్తిని సూచిస్తుంది. మీ D9 చార్టులో మార్గో వర్గోట్టమ గ్రహం. మార్టిన్ లక్షణాలు మంచివి.",
  "d9-r13": "మీ జాతకంలో, క్యాన్సర్‌లో అంగారక గ్రహం బలహీనపడింది, ఇది శక్తి మరియు విలువ లేకపోవడాన్ని సూచిస్తుంది, నియంత్రణలో ఉండటానికి మీకు చాలా శిక్షణ అవసరం. ఏదైనా నైపుణ్యం తప్పుగా ఉపయోగించడం వల్ల మీ సామాజిక సంబంధాలు దెబ్బతింటాయి.",
  "d9-r14": "బృహస్పతి జ్ఞానం, ఉన్నత జ్ఞానం, ఉన్నత అధ్యయనాలు, ఆధ్యాత్మికతను సూచిస్తుంది. మీ D9 చార్టులో బృహస్పతి వర్గోత్తమ గ్రహం. బృహస్పతి లక్షణాలు మీ జీవితంలో చాలా స్పష్టంగా కనిపిస్తాయి.",
  "d9-r15": "మీ జాతకంలో, బృహస్పతి మకరరాశిలో బలహీనపడింది, మీరు కష్టపడి పనిచేస్తున్నారని మరియు మీ లక్ష్యాలను చేరుకోవడానికి తీవ్రంగా కష్టపడాల్సి ఉంటుందని సూచిస్తుంది.",
  "d9-r16": "శారీరక అభివృద్ధి, దీర్ఘాయువు, జాగ్రత్తగా, కోరికలు, స్వార్థం, బాధ్యతా రహితమైన, అజాగ్రత్త మరియు వ్యాయామ నియంత్రణలను నియంత్రించడం ద్వారా సాటర్న్ జీవితాన్ని అడ్డుకుంటుంది.",
  "d9-r17": "మీ D9 చార్టులో రాహు వర్గోట్టమ, ఇది తిరుగుబాటు, దూకుడు, అభిరుచి మరియు మానసిక వైఖరిని సూచిస్తుంది.",
  "d9-r18": "కేతు అనేది మీ డి 9 చార్టులో వర్గోట్టమ, ఇది ఒంటరితనం, నిర్లిప్తత, ఆధ్యాత్మికతను సూచిస్తుంది.",
  "d9-r19": "గ్రహాలు శుభప్రదంగా ప్రవర్తించే సంకేతంలో ఇది ఒక నిర్దిష్ట నవమ్సా.",
  "d9-r20": "మీ నవమ్షా చార్టులో, బృహస్పతి & అంగారక గ్రహం [0] మరియు చంద్రుడు పుష్కర్ నవమ్షలో ఉన్నారు, ఇది శక్తివంతమైన కలయిక, జాతక పరిజాత అధ్యాయం 7 వ వచనం 25 ప్రకారం, జాతకంలో అటువంటి పాల్సెమెట్ ఉన్న వ్యక్తి మాస్ మీద పాలన చేస్తాడు.",
  "d9-r21": "మీ D9 చార్టులో, బృహస్పతి & అంగారక గ్రహం [0] మరియు చంద్రుడు వర్గోట్టమ, ఇది శక్తివంతమైన కలయిక, జాతక పరిజాత అధ్యాయం 7 వ వచనం 25 ప్రకారం, జాతకంలో అటువంటి పాల్సెమెట్ ఉన్న వ్యక్తి మాస్ మీద పాలన చేస్తాడు.",
  "d9-r22": "మీ D9 చార్టులో, వర్గోట్టమ [0] అధిరోహణలో ఉంది, అలాంటి ప్లేస్‌మెంట్ మీకు జీవితంలో అధిక విజయాన్ని ఇస్తుంది.",
  "d9-r23": "మీ D9 చార్టులో, [0] వ ఇంటి ప్రభువు [1] పుష్కర నవమ్షలో ఉన్నారు, అటువంటి ప్లేస్‌మెంట్ దాని దశ / భుక్తిలో మీకు మంచి సక్సెస్ ఇస్తుంది.",
  "d9-r24": "మీ D9 చార్టులో, బృహస్పతి [0] లోని పుష్కర నవమ్షలో కూడా ఇది కోణీయ ఇల్లు, అటువంటి స్థానం స్థానికుడిని చాలా సంపన్నులను చేస్తుంది.",
  "d9-r25": "మీ D9 చార్టులో, బృహస్పతి [0] లోని పుష్కర నవమ్షలో ఇది కూడా ట్రైన్ హౌస్, అటువంటి ప్లేస్‌మెంట్ స్థానికుడిని చాలా సంపన్నులను చేస్తుంది.",
  "d9-r26": "మీ D9 చార్టులో, దుష్కనా ఇల్లు అయిన [1] ఇంట్లో ఉంచిన పుష్కర నవమ్షా ప్లానెట్ [0], స్థానికుడు ధనవంతుడు కొన్ని ఆరోగ్య సమస్యలను అనుభవించవచ్చని ఇది సూచిస్తుంది.",
  "d9-r27": "మీ రాశి చార్టులోని అధిరోహకుడు [0] & 10 వ ప్రభువు [1] D9 చార్టులోని పుష్కర నవమ్సలో ఉన్నారు. అలాంటి ప్లేస్‌మెంట్ స్థానికుడిని చాలా అదృష్టవంతుడిని చేస్తుంది.",
  "d9-r28": "మీ D9 చార్టులో, [0] పుష్కర నవమ్సలో. [0] యొక్క దశ / భుక్తి సమయంలో మీరు మంచి సమయాన్ని ఆశిస్తారు.",
  "d9-r29": "మీ రాశి చార్టులో 7 వ ప్రభువు [0] & 8 వ ప్రభువు [1] & కరాక్స్ [2] [3]. 7 వ మరియు 8 వ ఇంటిలో ప్రయోజనకరమైన అంశాలు ఉన్నాయి. జాతకంలో ఇటువంటి స్థానం వివాహిత జీవితం చాలా సంతోషంగా & శ్రావ్యంగా ఉంటుంది.",
  "d9-r30": "మీ రాశి చార్టులో 7 వ ఇంట్లో హానికరమైన అంశం ఉంది, కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r31": "మీ రాశి చార్టులో కలట్రా కరాకా (వివాహం & కంజుగల్ బ్లిస్ కోసం సిగ్నిఫికేటర్) [0], సముద్ర ఆనందంలో కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r32": "మీ రాశి చార్టులో కరాక్ ఆఫ్ మైండ్ [0], కొన్ని సమస్యలను కలిగించవచ్చు.",
  "d9-r33": "పురాతన గ్రంథాల ప్రకారం, రాశి చార్టులో 1, 2, 4, 7, 8 లేదా 12 వ స్థానాల్లో మార్స్ అస్సెండెంట్ & మూన్ రెండింటి నుండి ఉంచబడితే, స్థానికుడు మాంగ్లిక్ దోష్ కలిగి ఉన్నట్లు భావిస్తారు. మాంగ్లిక్ దోష్ ఉన్న ఒక స్థానికుడు వివాహ జీవితంలో ఇబ్బందులను ఎదుర్కొంటాడు. అయితే జాతకం నుండి వివిధ అంశాలను అంచనా వేయడం ద్వారా నిపుణుడైన జ్యోతిష్కుడు తీర్పు ఇవ్వగల అనేక రద్దు నియమాలు ఉన్నాయి.",
  "d9-r34": "మీ జాతకంలో, మార్స్ అస్సెండెంట్ నుండి [0] ఇంట్లో & చంద్రుని నుండి [1] ఇంట్లో ఉంది. మీ జాతకంలో మంగ్లిక్ దోష ఉంది. నివారణ చర్యలు సిఫార్సు చేయబడ్డాయి",
  "d9-r35": "మీ జాతకంలో అంగారక గ్రహం [0] ఇంట్లో ఉంది & చంద్రుని నుండి దాని స్థానం మాంగ్లిక్ ప్రభావానికి దూరంగా ఉంది, అందువల్ల మీ జాతకంలో పాక్షిక మాంగ్లిక్ దోష మాత్రమే ఉంది.",
  "d9-r36": "మీ జాతకంలో అంగారక గ్రహం [0] ఇంట్లో ఉంది మరియు మీ జాతకంలో మంగ్లిక్ దోష లేదు.",
  "d9-r37": "7 వ ఇంట్లో ఉన్న గ్రహాలు మీ జీవిత భాగస్వామి యొక్క కొన్ని లక్షణాలను కూడా వెల్లడిస్తాయి.",
  "d9-r38": "మీ జాతకంలో, 7 వ ఇంట్లో సూర్యుడు మీ జీవిత భాగస్వామి ఉన్నత స్థాయి కుటుంబానికి చెందినవాడని, గర్వంగా మరియు ఆధిపత్యం కలిగి ఉన్నట్లు సూచిస్తుంది.",
  "d9-r39": "మీ జాతకంలో, 7 వ ఇంట్లో మార్స్ కఠినమైన & క్రూరమైన జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r40": "మీ జాతకంలో, 7 వ ఇంటిలో ఉన్న శని జీవిత భాగస్వామిని దుర్భరంగా మరియు తక్కువగా ప్రభావితం చేస్తుంది. వివాహం ఆలస్యం లేదా వితంతువుతో లేదా అందంగా కనిపించని వారితో.",
  "d9-r41": "మీ జాతకంలో, 7 వ ఇంట్లో రాహు ఆలస్యంగా వివాహం సూచిస్తుంది, భార్య తక్కువ కుటుంబం నుండి వచ్చింది, అనారోగ్యంతో ఉంది మరియు స్థానికుడికి తక్కువ కుల మహిళలతో సంబంధం ఉంటుంది.",
  "d9-r42": "మీ రాశి చార్టులో కేతు 7 వ ఇంట్లో ఉంది, ఇది సంతోషకరమైన వైవాహిక జీవితాన్ని సూచిస్తుంది.",
  "d9-r43": "మీ జాతకంలో [0], అటువంటి ప్లేస్‌మెంట్ యువ అందమైన & తెలివైన జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r44": "మీ జాతకంలో, శుక్రుడు 7 వ ఇంట్లో ఉన్నాడు, ఇది అందమైన కానీ అతిగా ప్రవర్తించే జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r45": "మీ జాతకంలో, జూపియర్ 7 వ ఇంట్లో ఉన్నాడు, ఇది మతపరమైన మరియు సమర్థ జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r46": "మీ నవమ్ష చార్టులో, 7 వ ప్రభువు [0] & కరాక్ [1], మరియు ఎటువంటి ప్రయోజన సంఘం లేనిది, వివాహ జీవితంలో కొన్ని సమస్యలను సూచిస్తుంది.",
  "d9-r47": "వేద గ్రంథాల ప్రకారం, నవమ్ష చార్టులో 7 వ ప్రభువు స్థానం జీవిత భాగస్వామి లక్షణాలకు సంబంధించి ఒక క్లూ ఇవ్వగలదు.",
  "d9-r48": "మీ నవమ్షలో, 1 వ ఇంట్లో 7 వ ప్రభువు [0] & లగ్న ప్రభువుకు స్నేహితుడు [1], అటువంటి కలయిక భార్య తెలిసిన కుటుంబం నుండి వచ్చినదని సూచిస్తుంది, స్థానికుడికి సహాయపడుతుంది మరియు సంతోషకరమైన వివాహ జీవితం ఉంటుంది.",
  "d9-r49": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] ఇది అధిరోహణ [0] లో ఉంది, ఇది మొదటి భార్యకు ప్రమాదాన్ని సూచిస్తుంది, రెండవ భార్య బతికేది.",
  "d9-r50": "మీ నవమ్ష చార్టులో, 2 వ ఇంట్లో 7 వ ప్రభువు [0] ఇది సంపన్న జీవిత భాగస్వామిని సూచిస్తుంది.",
  "d9-r51": "మీ నవమ్ష చార్టులో, 7 వ ప్రభువు [0], ఇది వివాహం తరువాత ఫైనల్ క్రంచ్ ను సూచిస్తుంది.",
  "d9-r52": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 3 వ ఇంట్లో ఉన్నాడు, జీవిత భాగస్వామి స్థానికుడికి బలం అని సూచిస్తుంది.",
  "d9-r53": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది భార్య స్థానిక తమ్ముడి వైపు ఆకర్షించబడిందని సూచిస్తుంది.",
  "d9-r54": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 4 వ ఇంట్లో ఉన్నాడు, ఇది భార్య మంచి స్వభావం కలిగి ఉందని మరియు సంపన్నుడైన స్థానికుడికి సహాయకారిగా ఉంటుందని సూచిస్తుంది.",
  "d9-r55": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది స్థానికుడు సంతోషంగా లేదని సూచిస్తుంది.",
  "d9-r56": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 5 వ ఇంట్లో ఉన్నాడు, ఇది భార్య సంస్కృతి మరియు మతపరమైనదని మరియు చాలా మంది పిల్లలతో ఆశీర్వదించబడిందని సూచిస్తుంది.",
  "d9-r57": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది భార్య క్రూరంగా & మొండిగా ఉంటుందని సూచిస్తుంది.",
  "d9-r58": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 6 వ ఇంట్లో ఉన్నాడు, ఇది భార్య అనారోగ్యంతో ఉందని సూచిస్తుంది. స్థానికుడు తన భార్య కోసం చాలా ఖర్చు చేయాల్సి ఉంటుంది మరియు అప్పులు చేస్తాడు. మితిమీరిన ఆనందం వల్ల అతను కూడా అనారోగ్యానికి గురవుతాడు.",
  "d9-r59": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 7 వ ఇంట్లో ఉన్నాడు, ఇది స్థానికుడు ముందుగానే వివాహం చేసుకుని, సమర్థవంతమైన భార్యతో సంతోషకరమైన జీవితాన్ని గడుపుతుందని సూచిస్తుంది.",
  "d9-r60": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] మరియు ఇది మాలిఫిక్, ఇది వివాహానికి వెలుపల వ్యవహారాలు ఉన్నాయని సూచిస్తుంది.",
  "d9-r61": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0] 8 వ ఇంట్లో ఉన్నాడు, ఇది వివాహం ఆలస్యం అయిందని, జీవిత భాగస్వామి అనారోగ్యంతో ఉందని, వివాహ జీవితం సంతోషంగా లేదని సూచిస్తుంది.",
  "d9-r62": "మీ నవమ్షా చార్టులో, 8 వ ఇల్లు మరియు 8 వ లార్డ్ రెండూ ప్రయోజనకరమైన అంశాన్ని పొందుతున్నాయి, అందువల్ల ఏదైనా ఉంటే దుష్ప్రభావం రద్దు చేయబడుతుంది",
  "d9-r63": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 9 వ ఇంట్లో ఉన్నాడు, ఇది భార్య వివాహం తరువాత అదృష్టాన్ని పెంచుతుంది.",
  "d9-r64": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 10 వ ఇంట్లో ఉన్నాడు, ఇది భార్య మంచి నేపథ్యం నుండి వచ్చిందని సూచిస్తుంది మరియు స్థానికుల వృత్తి / సంస్థలో లేదా పని చేసే మహిళ మరియు స్వతంత్ర స్వభావంతో సహాయపడుతుందని రుజువు చేస్తుంది.",
  "d9-r65": "మీ D9 చార్టులో, 7 వ ప్రభువు [0] 11 వ ఇంట్లో ఉన్నాడు, ఇది వివాహ జీవితం సంతోషంగా ఉంటుందని సూచిస్తుంది, జీవిత భాగస్వామి ద్వారా లాభాలు.",
  "d9-r66": "మీ D9 చార్టులో, 7 వ లార్డ్ {0 12 12 వ ఇంట్లో ఉంది, ఇది వివాహం ఆలస్యం అవుతుందని సూచిస్తుంది, జీవిత భాగస్వామిపై భారీ వ్యయం ఉంది.",
  "d9-r67": "మీ నవమ్షా చార్టులో, 7 వ ప్రభువు [0], ఇది జీవిత భాగస్వామికి ప్రమాదాన్ని సూచిస్తుంది లేదా వివాహం తరువాత విడిపోవచ్చు."
}