{"Su-Mo":"మీరు ఉత్సాహవంతుడు మరియు శక్తివంతుడు. అవకాశాలు మీ దారిలోకి వస్తాయి. అన్ని విషయాలు సమానంగా ఉండటం, మీరు ప్రాథమికంగా మీతో శాంతి కలిగి ఉంటారు. మిమ్మల్ని మీరు ఆశీర్వదించండి","Su-Me":"మీ కమ్యూనికేషన్ సామర్థ్యాన్ని బలపరిచే స్వల్పంగా సహాయపడే అంశం","Su-Ve":"కళాత్మక ప్రతిభకు మరియు ఆప్యాయతను వ్యక్తీకరించే సామర్థ్యానికి మద్దతు ఇచ్చే స్నేహపూర్వక చిన్న అంశం.","Su-Ma":"మీకు కావలసినప్పుడు శక్తి ఉంటుంది. మీరు ఉన్మాదం లేకుండా పోరాడకుండా మరియు శక్తివంతం చేయకుండా నిశ్చయంగా ఉన్నారు","Su-Ju":"ఈ అంశం ఆరోగ్యం, విజయం, జీవితానికి ఆహ్లాదకరమైన మరియు సానుకూల విధానం మరియు ఉదార స్వభావాన్ని తెస్తుంది. సాధ్యమయ్యే ఇబ్బంది: మీరు వెనుకకు వదలి సోమరితనం కలిగి ఉంటారు","Su-Sa":"మీరు కష్టపడి, లక్ష్య-ఆధారిత మరియు మీ స్వంత పరిస్థితికి బాధ్యతను స్వీకరించడానికి సిద్ధంగా ఉన్నారు. ఉద్దేశపూర్వకంగా మరియు ఆచరణాత్మకంగా, మీరు దూకడానికి ముందు చూస్తారు మరియు మీ జాగ్రత్త ఫలితం ఇస్తుంది","Su-Ur":"స్వేచ్ఛా-ఉత్సాహభరితమైన సాహసికుడు, మీరు వాస్తవికత, స్వాతంత్ర్యం, సౌకర్యవంతమైన వైఖరి మరియు అదృష్టం యొక్క ఊహించని పాచెస్‌లో పొరపాట్లు చేసే ధోరణిని కలిగి ఉంటారు.","Su-Ne":"మీకు అంతర్గతంగా బాగా అభివృద్ధి చెందిన భావం మరియు నిర్మాణాత్మక మార్గాల్లో మీ ఊహాత్మకమును ఉపయోగించగల సామర్థ్యం ఉంది","Su-Pl":"దృ -మైన-ఇష్టంతో, పట్టుదలతో, మరియు శక్తి మరియు దాని ఉపయోగాలతో సులభంగా, పరిస్థితులకు అనుగుణంగా మరియు సానుకూల మార్పును సృష్టించగల సామర్థ్యంతో కలిపి మీకు వ్యక్తిగత అంతర్దృష్టి ఉంది.","Mo-Me":"మీరు స్పష్టంగా ఆలోచిస్తారు, సమర్థవంతంగా కమ్యూనికేట్ చేయండి, హాస్యాన్ని బాగా ఉపయోగించుకోండి మరియు అద్భుతమైన జ్ఞాపకశక్తిని కలిగి ఉంటారు","Mo-Ve":"మీరు స్పష్టంగా ఆలోచిస్తారు, సంభాషించండి మీ ప్రేమను సులభంగా వ్యక్తపరచండి. మీరు మంచి అభిరుచి మరియు చక్కగా అభివృద్ధి చెందిన శృంగార సున్నితత్వం కలిగిన వ్యక్తి, మీరు అప్పుడప్పుడు స్వీయ-ఆనందం యొక్క గొయ్యిలో పొరపాట్లు చేసినా, హాస్యాన్ని బాగా ఉపయోగించుకుంటారు మరియు అద్భుతమైన జ్ఞాపకశక్తి కలిగి ఉంటారు.","Mo-Ma":"ధైర్యవంతుడు, ఉత్సాహవంతుడు, సహాయకారి మరియు ప్రత్యక్షంగా, మీరు రిస్క్ తీసుకునేవారు, కొత్త పరిస్థితుల్లోకి దూసుకెళ్లడానికి ఎల్లప్పుడూ సిద్ధంగా ఉంటారు","Mo-Ju":"ధైర్యవంతుడు, శక్తివంతుడు, హెల్ప్‌ఫు మీరు చాలా ప్రతిస్పందించే, సున్నితమైన మరియు సహాయకారి: నిజమైన మానవుడు, మరియు ప్రత్యక్షంగా, మీరు రిస్క్ తీసుకునేవారు, కొత్త పరిస్థితుల్లోకి దూసుకెళ్లడానికి ఎల్లప్పుడూ సిద్ధంగా ఉంటారు.","Mo-Sa":"క్రమశిక్షణ మరియు వివేకం, మీరు మీ భావోద్వేగాలను నియంత్రించడానికి గొప్ప ప్రయత్నం చేస్తారు మరియు మీరు సాధారణంగా విజయం సాధిస్తారు. డేర్‌డెవిల్ ఎవెల్ నీవెల్ మరియు హర్రర్ రచయిత స్టీఫెన్ కింగ్ వారు ఏమి చేయగలరో ఇది వివరిస్తుంది","Mo-Ur":"మీరు పరిమితి మరియు సమావేశానికి వ్యతిరేకంగా తిరుగుబాటు చేస్తారు, మీ స్వాతంత్ర్యం గురించి మీరే గర్విస్తారు మరియు సంబంధాలలో కూడా మీ స్వయంప్రతిపత్తికి విలువ ఇస్తారు. మీరు ఉత్తేజపరిచే, ఉత్తేజకరమైన వ్యక్తులు మరియు అసాధారణ పరిస్థితులకు ఆకర్షితులయ్యారు","Mo-Ne":"కారుణ్య, సహజమైన మరియు శ్రద్ధగల, మీరు నో చెప్పడం కష్టం. ఈ అంశం మీ సృజనాత్మకతను పెంచుతున్నప్పటికీ, దాన్ని ఉపయోగించడం కష్టం, ఎందుకంటే మీరు పగటి కలల మీద తేలుతూ ఉంటారు. ఫాంటసీని రియాలిటీగా మార్చడం పనిలో ఉంటుంది - మరియు అది మీకు సమస్యగా ఉంటుంది","Mo-Pl":"మీరు పెద్ద మార్పులను సులభంగా నిర్వహిస్తారు. పాత అనుభూతుల నుండి మిమ్మల్ని మీరు ప్రక్షాళన చేసుకోవటానికి మీకు ఎప్పటికప్పుడు లోతైన భావోద్వేగాలు మరియు బలవంతపు అవసరం ఉంది. ఇలా చేయడం వల్ల ఉపశమనం లభిస్తుంది","Me-Ve":"మీరు అప్రమత్తంగా, మనోహరంగా, దౌత్యపరంగా మరియు నైపుణ్యం గల సంభాషణకర్త.","Me-Ma":"మీరు సూటిగా మరియు మానసికంగా చురుకైనవారు, శీఘ్ర మనస్సుతో మరియు స్పష్టమైన నిర్ణయాలు తీసుకునే సామర్థ్యంతో.","Me-Ju":"మీరు తెలివైన మరియు మంచి హాస్యం, ఆశావాదం మరియు స్పష్టమైన దృష్టిగలవారు, విభిన్న ఆసక్తులతో ఉన్నారు. మీరు ఒప్పించే వక్త","Me-Sa":"మీ మనస్సును ఎలా కేంద్రీకరించాలో మరియు సమాచారాన్ని ఎలా గ్రహించాలో సహజ అవగాహనతో మీరు బాగా వ్యవస్థీకృత, పద్దతి, రిజర్వు మరియు తెలివైనవారు","Me-Ur":"అసాధారణ ఆలోచనలు మిమ్మల్ని ఉత్తేజపరుస్తాయి. మీ మనస్సు ఆవిష్కరణ, నియంత్రణలేనిది మరియు ప్రకాశవంతమైనది, మరియు మీరు మిమ్మల్ని సజీవంగా మరియు అసలైన రీతిలో వ్యక్తీకరిస్తారు","Me-Ne":"మెర్క్యురీ ఆలోచిస్తుంది, నెప్ట్యూన్ కలలు కంటుంది. నెప్ట్యూన్ యొక్క ఫాంటసీలను వాస్తవికతగా మార్చడానికి మెర్క్యురీ సహాయపడుతుంది, అయితే నెప్ట్యూన్ మెర్క్యురీ ఆలోచనలకు అంతర్దృష్టి మరియు ఫాన్సీ విమానాలను తెస్తుంది..","Me-Pl":"మీరు ఉపరితలం క్రింద త్రవ్వగల మరియు ముఖ్యమైన సమస్యలతో పట్టుకోడానికి ఇష్టపడే ఒక తెలివైన, సృజనాత్మక ఆలోచనాపరుడు","Ve-Ma":"మీరు ఆకర్షణీయంగా, ఉత్సాహంగా, ప్రేమగా, శృంగార నెరవేర్పును పొందే అవకాశం ఉంది "," వె-జు ":" ఈ అదృష్ట కారకం దృష్టిని ఆకర్షించడానికి, డబ్బు సంపాదించడానికి మరియు సరైన సహచరుడిని ఎన్నుకునే మీ సామర్థ్యాన్ని పెంచుతుంది","Ve-Sa":"మానసికంగా మరియు ఆర్ధికంగా, మీరు ఉత్సాహం కంటే భద్రతకు విలువ ఇస్తారు. బాధ్యతాయుతమైన మరియు నమ్మకమైన, మీరు దృ, మైన, శాశ్వతమైన సంబంధాన్ని కోరుకుంటారు - మరియు బాగా నిల్వచేసిన ఆర్థిక పోర్ట్‌ఫోలియో","Ve-Ur":"శృంగారంలో ఉన్నట్లుగా స్నేహంలో, మీరు ఉత్తేజకరమైన మరియు ఉత్సాహభరితమైన వ్యక్తుల వైపు ఆకర్షితులవుతారు. మీరు అసలైనవారు, కళాత్మకంగా ప్రతిభావంతులైనవారు మరియు ప్రేమలో అదృష్టవంతులు. అదనంగా, మీకు నగదు యొక్క విండ్‌ఫాల్స్‌ను ఆకర్షించే ఆశించదగిన (కానీ పూర్తిగా అనూహ్య) సామర్థ్యం ఉంది","Ve-Ne":"మీరు సానుభూతి, సున్నితమైన, ఆధ్యాత్మిక, సంగీత, శుద్ధి మరియు సృజనాత్మకంగా ఉండవచ్చు. మీరు సోమరితనం మరియు స్వీయ-ఆనందం కూడా కలిగి ఉంటారు","Ve-Pl":"తీవ్రమైన కానీ వినాశకరమైనది కాదు, మీరు విజయవంతంగా సంబంధాల ద్వారా మిమ్మల్ని మీరు మార్చడానికి ప్రయత్నిస్తారు. మీరు ప్రేమలో మరియు వ్యాపారంలో శక్తివంతమైన వ్యక్తులను ఆకర్షిస్తారు","Ma-Ju":"పెద్ద లక్ష్యాలను నిర్దేశించడం మీకు సహజంగానే వస్తుంది. మీరు సాహసోపేత, నిరంతరాయమైన, ఆశావాద మరియు దృ --మైన - గొప్ప కలయిక.","Ma-Sa":"మీరు ప్రతిష్టాత్మక, నిర్ణయాత్మక, శ్రమతో కూడిన మరియు తెలివైనవారు. మీరు పనులు పూర్తి చేసుకోండి.","Ma-Ur":"నాడీ మరియు బహిరంగంగా, మీరు అసాధారణమైన లక్ష్యాలను అనుసరిస్తారు, క్రొత్తదాన్ని కోరుకుంటారు మరియు త్వరగా స్పందించండి. కానీ మీరు మీ గణనీయమైన శక్తిని నిర్మాణాత్మక మార్గాల్లో ఉపయోగిస్తున్నారా, లేదా మీరు దాన్ని వడకట్టారా? అదృష్టవశాత్తూ, మీకు ఎంపిక ఉంది","Ma-Ne":"మీరు శృంగారభరితంగా, కళాత్మకంగా, మరియు మీ కలలను మరియు ప్రేరణలను కార్యాచరణలోకి నడిపించగలరు.","Ma-Pl":"మీకు బలమైన ఇష్టాలు మరియు అయిష్టాలు ఉన్నాయి, దృ solid మైన విశ్వాసం మరియు సంబంధం లేదా ఉద్యోగాన్ని కుదించకుండా ముగించే అరుదైన సామర్థ్యం. అద్భుతమైన ఉత్సాహంతో కొత్త ప్రయత్నాన్ని ప్రారంభించగల సామర్థ్యం కూడా మీకు ఉంది","Ju-Sa":"మీరు మీ పరిమితులను గుర్తించడానికి మరియు మీ బలంతో భర్తీ చేయడానికి తగిన, తెలివైన, మరియు ఆచరణాత్మక. మీ అత్యంత విపరీత బృహస్పతి నడిచే కలలను సాటర్నియన్ ఆన్ ది గ్రౌండ్ రియాలిటీలుగా మార్చగల సామర్థ్యాన్ని సాటర్న్ మీకు ఇస్తుంది. మీరు దానిని చేయగలరు. నాకు తెలిసిన ఉత్తమ చికిత్సకులు ఈ అంశాన్ని కలిగి ఉన్నారు "," జు-ఉర్ ":" హెచ్చరిక మరియు సృజనాత్మకత, మీకు అసలు మనస్సు ఉంది మరియు ఉత్తేజకరమైన మరియు ఆఫ్-బీట్ అవకాశాలకు మీరు ప్రతిస్పందిస్తారు.","Ju-Ne":"మీరు దయగల, సున్నితమైన, తెలివైన, సృజనాత్మక మరియు అదృష్టవంతుడు, ఆధ్యాత్మిక సాధనల పట్ల సహజమైన ఆకర్షణతో.","Ju-Pl":"మార్పు సమయాలు చుట్టుముట్టినప్పుడు, ప్రతిస్పందించే విశ్వాసం మీకు ఉంటుంది మరియు మీరు సాధారణంగా ప్రయోజనం పొందుతారు. మీరు బాగా వ్యవస్థీకృత మరియు శక్తివంతమైన నాయకుడు.","Sa-Ur":"మీరు నిశ్చయంతో మరియు నిర్ణయాత్మకంగా ఉన్నారు, శని యొక్క తీవ్రతను యురేనస్ యొక్క వాస్తవికతతో మిళితం చేయగలరు. ఇది సాధన యొక్క ఒక అంశం.","Sa-Ne":"మీ నెప్ట్యూనియన్ ఆదర్శవాదం మరియు మీ సాటర్నియన్ రియాలిటీ భావం శక్తులను మిళితం చేస్తాయి, మీ ination హను ఆచరణాత్మక, వాస్తవ-ప్రపంచ మార్గంలో నడిపించే సామర్థ్యాన్ని ఇస్తాయి..","Sa-Pl":"సాటర్న్ మరియు ప్లూటోను కలిపే ఒక ట్రైన్ లేదా సెక్స్టైల్ మీ సంకల్ప శక్తిని, నియంత్రణ భావాన్ని మరియు విశ్వాసాన్ని బలపరుస్తుంది","Ur-Ne":"మీకు నెప్ట్యూన్ మరియు యురేనస్ మధ్య ఒక ట్రైన్ లేదా సెక్స్‌టైల్ ఉంటే, మీరు కరుణ, ఆదర్శధామం మరియు ఆధ్యాత్మికంగా మొగ్గుచూపుతున్న ఒక తరానికి చెందినవారు","Ur-Pl":"స్వేచ్ఛా-ప్రేమగల యురేనస్ మరియు ప్లూటో మధ్య ట్రైన్లు మరియు సెక్స్‌టైల్స్ విఘాతకరమైన మార్పులను తెస్తాయి కాని సృజనాత్మక మార్గాల్లో విడుదలయ్యే శక్తిని ఉపయోగించడానికి మిమ్మల్ని అనుమతిస్తాయి","Ne-Pl":"1928 నుండి, నెప్ట్యూన్ మరియు ప్లూటో సుమారుగా శృంగారభరితంగా ఉన్నాయి, ఇది నెప్ట్యూన్ యొక్క ఆధ్యాత్మిక కోరికలను ప్లూటో యొక్క రూపాంతర కోరికతో కలుపుతుంది, ఇది ఆధ్యాత్మికత మరియు క్షుద్రతపై ఆసక్తిని పెంచుతుంది."}