{
  "UBAHAYACHARI-YOGA": "మీ జాతకంలో [1] సూర్యుడి నుండి రెండవ ఇంట్లో మరియు  [2] సూర్యుడి నుండి పన్నెండవ ఇంటిలో ఉన్నారు ఈ కలయిక వల్ల మీకు [3] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వ్యక్తి ఒక బలమైన శరీరాన్ని కలిగి ఉంటాడు, రాజు లేదా రాజుకు సమానంగా ఉంటాడు, గొప్ప బాధ్యతను భరించే సామర్థ్యం కలిగి ఉంటాడు.",
  "UBAHAYACHARI-YOGA,BEN": "గ్రహం యొక్క లబ్ధి స్వభావం మీకు మంచి జ్ఞానాన్ని, సమతుల్యత, డబ్బు, అందం మరియు ఆనందాన్ని కలిగిస్తుంది",
  "UBAHAYACHARI-YOGA,MEL": "గ్రహం యొక్క దుర్మార్గపు స్వభావం మీకు  అనారోగ్యంతో, బలహీనంగా, నిరుత్సాహం మరియు చెడ్డ గుణాన్ని కలిగిస్తుంది",
  "VESHI-YOGA": "మీ జాతకచక్రంలో [1] సూర్యుడి నుండి రెండవ ఇంట్లో ఉన్నారు ఈ కలయిక మీకు  [2] ప్రాప్తిస్తుంది. ఈ యోగ ఉన్నవారు నిజాయతి పరులుగా, బద్దకస్తులుగా, దయాశాలిగా, నైతిక విలువ గల వారీగా వ్యవహరిస్తారు, మెల్ల కన్ను కలిగి నిలువెత్తుగా ను మరియు సమతుల్య భావం తో కనపడ తారు, మంచి జ్ఞాపక శక్త తో, అనర్గళంగా, ధనం మరియు శత్రువులపై విజయం వీరి వెంట ఉంటుంది.",
  "VESHI-YOGA,MEL": "గ్రహం యొక్క దుర్మార్గపు స్వభావం మిమల్ని దుష్టుల మధ్య ఉండేలా చేయిస్తుంది",
  "VOSHI-YOGA": "మీ జాతకంలో [1] సూర్యుడి నుండి పన్నెండవ స్థానంలో ఉన్నారు  ఈ కలయిక వల్ల మీకు [2]  ప్రాప్తిస్తుంది. ఈ యోగ కల వారు అనర్గళంగా ఎప్పుడు ఇదో మాట్లాడుతు నే ఉంటారు. మంచి వాగ్దాటి, చదువు కున్న వారు, చాల విషయాలు తెలిసిన వారు, చురుకైన జ్ఞాపక శక్తీ మరియు దాన గుణం కలిగిన వారు. అవినీతి వీరిని వెవెంబడిస్తూఉంటుంది చివరికి వీరిది పై చేయి గా నిలుస్తుంది, శ్రమ జీవి, ఈ గ్రహాల యొక్క లబ్ధి స్వభావం వీరికి తెలివి, బుద్ది, బలం కలిగి మరియు శాస్త్రీయ ప్రయత్నాలలో నిమగ్నమై ఉండేలా చేస్తుంది.",
  "VOSHI-YOGA,MEL": "గ్రహం యొక్క దుర్మార్గపు స్వభావం మీకు క్రూర స్వభావము, అందహీనులుగా, అపారమైన మొహం మరియు తెలివితక్కువ వారి వాలే చేస్తుంది",
  "RUCHAKA-YOGA": "మీ జాతకచక్రంలో అంగారకుడు [1] మరియు లగ్నం నుండి కేంద్ర స్థానంలో ఉన్నారు  మరియు మీది [2] . ఈ కలయిక మీకు [3] ప్రసాదిస్తుంది. ఇది [4] కు చెందినది. ఈ యోగాలో జన్మించిన వారు అందంగా మరియు ఆకర్షణగా ఉంటారు, అందమైన కనుబొమ్మలు, చక్కటి జుట్టు మరియు స్పష్టంగా కొద్ది రంగు తక్కువగా ఉంటారు, సన్నటి నడుము, మోకాళ్ళు కలిగి ఉంటారు, వీరు స్వతహాగా ధైర్యవంతులు మరియు సాహసోపేత్తలు, చాల బలం మరియు ఓజస్సును కలిగి సాహసోపేత కార్యకలాపాలు పై ఆసక్తి  చూపిస్తూ ఉంటారు వీటి ద్వారా పేరు కీర్తి సంపాదించు కుంటారు. రాజ స్వభావం కలిగి ఉంటారు, పోరాటానికి ఎల్లపుడు సంసిద్ధంగా ఉంటారు, ఓ సైన్యాధిపతి లేదా దొంగల ముఠా కు నాయకుడు,  చురుగ్గా కఠినమైన పనులు చేయగలరు మరియు తన శత్రువులను అంతమొందించగలరు. పురుషోత్తముడైన శ్రీ రాముడు, స్వామి వివేకానంద, ఆడోల్ఫ్ హిట్లర్, సర్దార్ వల్లభాయ్ పటేల్ ఈ యోగా కు చెందిన మహా పురుషులు",
  "RUCHAKA-YOGA,SU-MO": "కానీ సూర్యచంద్రులు అంగారకుని  తో కలిసుండడం వలన ఈ యోగా మీకు అంగారక మహా దశ లేదా అంతర్ దశల లో మాత్రమే ప్రాప్తిస్తుంది.",
  "RUCHAKA-YOGA,SU": "కానీ సూర్యుడు అంగారకుని తో కలిసుండడం వలన ఈ యోగా మీకు అంగారక మహా దశ లేదా అంతర్ దశల లో మాత్రమే ప్రాప్తిస్తుంది.",
  "RUCHAKA-YOGA,MO": "కానీ చంద్రుడు అంగారకుని తో కలిసుండడం వలన ఈ యోగా మీకు అంగారక మహా దశ లేదా అంతర్ దశల లో మాత్రమే ప్రాప్తిస్తుుంది.",
  "BHADRA-YOGA": "మీ జాతకచక్రములో బుధుడు [1] మరియు లగ్నం నుండి కేంద్రంలో ఉన్నారు మరియు మీ లగ్నం ద్విషర్భావ (స్థిరము మరియు కదిలే) చిహ్నానికి చెందిన రాశిలో ఉంది. ఇటువంటి కలయిక మీకు [2] ను ప్రసాదిస్తుంది ఇది [3] ల లో ఒకటి. ఈ యోగాలో జన్మించిన వారు ఒక పొడవాటి చేతులతో, శారీరకంగా బలంగా మరియు ఆరోగ్యంగా ఉంటారు, మరియు దట్టమైన గడ్డం ఉంటుంది. వీరు ఆజాను బాహులు, అతని ముఖం ఒక సింహం మరియు నడక ఏనుగు యొక్క ఘనతను కలిగి ఉంటుంది. అతను కవచం, వీరు గంభీరంగా ఉంటారు. విశాలమైన ఛాతీ భుజాలు బాహువులు కలవారు, అందమైన నుదురు, ఉంగరాల జుట్టు ఉంటుంది. వీరి శరీరం నుంచి కుంకుమ పువ్వు వలె పరిమళం వెదజల్లుతుంది, వీరి మాట తీయగా మరియు ఆకట్టుకునే లా ఉంటుంది. భాద్ర యోగా వల్ల మీకు జ్ఞానం మరియు ధర్మం లభిస్తుంది. ఈ యోగ కల వారు స్థిరమైన మెదడు యొక్క 'యోగ' పద్ధతిలో నైపుణ్యం, మరియు చాలా తెలివైనవాడు. అతను జ్ఞానయుక్తమైనవాడు, పవిత్ర గ్రంథాల్లో బోధించాడు, సత్వికమైన స్వభావంతో వ్యవహరిస్తారు లేదా తాను ఓ న్యాయవాది గా ధర్మాన్ని  అనుసరిస్తూ అతని చుట్టూ ఉన్నవారిని క్షమించడు లేదా ఇష్టపడడు. చాలా సంపద, భార్య, సంతానం కలిగిఉంటారు. ఉన్నత హోదాని అనుభవిస్తూ, 80 సంవత్సరాలు వరకు జీవిస్తారు.   బాధ్ర యోగాలో  బుద్ధ గ్రహానిది ప్రధాన పాత్ర అగుట చే జ్ఞానము, మేధస్సు మరియు ధర్మము ముడిపడి ఉంటుంది ఈ యోగ ఉన్న వారు స్వతహాగా కీర్తిని ధనాన్ని సంపాదించు కుంటూ సర్వ సుఖాలను అనుభవిస్తూ ఉంటారు",
  "BHADRA-YOGA,SU": "కానీ సూర్యుడు బుధుడి తో కలయిక వలన బుధ మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది",
  "BHADRA-YOGA,MO": "కానీ చంద్రుడు బుధుడి తో కలయిక వలన బుధ మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "BHADRA-YOGA,SU-MO": "కానీ సూర్యచంద్రులు బుధుడి తో కలయిక వలనఈ యోగ బుధ మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "HAMSA-YOGA": "మీ జాతకం లో గురువు లగ్నం నుండి కేంద్ర స్థానం లో  ఉన్నారు  మరియు లగ్నం ఉన్న రాశి ఒక స్థిర సంకేతం కాదు. ఇటువంటి కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఈ యోగ [2] లో ఒకటి. ఈ యోగాలో జన్మించిన వారు మంచి రంగు, బుగ్గలు , అందమైన ముఖం మరియు చర్మం మేలిన బంగారం వలె ఉంటుంది. అతని గోర్లు మరియు అరచేతులు ఎరుపు రంగు కలిగి ఉంటాయి, మనోహరమైన పాదాలు, మరియు కళ్ళు తేనె బింబువు వలె, స్వరము హంస ధ్వని లా వుంటుంది,  గంబీరమైన స్వభవము మరియు నీటి క్రీడల పై ఆసక్తిని చూపిస్తారు, లైంగిక కొరియాకలు తృప్తి పరచనంతగా ఉంటాయి, అట్టి వారు జ్ఞానం మరియు పవిత్ర గ్రంధాల కోసం దాసోహ పడుతూవుంటారు. ఇతరులకు మేలు చేస్తూ, అందమైన భార్య మరియు సుందరమైన భౌతిక రూపాన్ని కలిగి ఉంటారు. వీరు 100 సంవత్సరాల వరకు వివిధ శారీరక మరియు మానసిక సౌకర్యాలను అనుభవిస్తూ ఉంటారు. గురువు వీరికి ధర్మం, జ్ఞానం, వాగ్దాటి తో దయ మరియు ఆత్మా గౌరవం వంటి లక్షణాలు ప్రసాదిస్తుంది.",
  "HAMSA-YOGA,SU": "కానీ సూర్యుడు గురువు తో కలయిక వలన గురు  మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "HAMSA-YOGA,MO": "కానీ చంద్రుడు గురువు తో కలయిక వలన గురు  మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "HAMSA-YOGA,SU-MO": "కానీ సూర్యచంద్రులు గురువు తో కలయిక వలన గురు మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "MALVA-YOGA": "మీ జాతకం లో శుక్రుడు [1] మరియు [2] మరియు లగ్నం నుండి కేంద్ర లో ఉన్నాడు. ఇటువంటి కలయిక మీకు [3] ను ప్రాప్తిస్తుంది ఇది [4] లో ఒకటి. ఈ యోగా లో జన్మించిన వారు మనోహరమైన ప్రదర్శన, సున్నితమైన మరియు అందమైన పెదవులు, సన్నటి నడుము, అందమైన శరీరం, గంభీరమైన కంఠం, మెరిసే దంతాలు మరియు పౌర్ణమి వంటి ప్రకాశవంతమైన ఛాయతో ఉంటారు.  ఎత్తైన బుగ్గలు, ప్రకాశవంతమైన కళ్ళు, పొడవాటి మోచేతులు మోకాలు వరకు ఉంటాయి. ఈ యోగ మీకు జ్ఞానం మరియి సంపదను చేకూరుస్తుంది. వీరు వారి స్వ శక్తి తో సంపదను చేకూర్చు కో గలరు. వీరు పరాక్రవంతులు, భార్య, పిల్లలు మరియు సుఖ సౌకర్యాల తో వెదజల్లుతారు. తెలివి, జ్ఞానం మరియు పరిశుద్ధ గ్రంథాలలో  ప్రావీణ్యం సంపాదించుకుంటారు, అయినప్పటికీ, వీరు అక్రమ సంబంధాలకు లోనై ఉంటారు. 70 సంవత్సరాల వరకు జీవిస్తారు. ఈ యోగ లో శుక్రుని యొక్క ప్రభావం వలన ప్రాముఖ్యత సౌందర్యం, అభ్యాసం మరియు శారీరక అనుభవాలకు అనుగుణంగా ఉంటుంది",
  "MALVA-YOGA,SU": "కానీ సూర్యుడు శుక్రుడు తో కలయిక వలన శుక్ర మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "MALVA-YOGA,MO": "కానీ చంద్రుడు శుక్రుడు తో కలయిక వలన శుక్ర మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "MALYA-YOGA,SU-MO": "కానీ సూర్యచంద్రులు బుధుడి తో కలయిక వలనఈ యోగ శుక్ర మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "SHASHA-YOGA": "మీ జాతకం లో శని [1] మరియు లగ్నం నుండి కేంద్ర స్థానం లో ఉంది మరియు లగ్నం ఉన్న రాశి ద్విషార్భావ (స్థిర & కదిలే) సంకేతం కాదు. ఇటువంటి కలయిక [2] ను ప్రాప్తిస్తుంది ఇది [3] ల లో ఒకటి. ఈ యోగ కలిగిన వారు ధైర్యం  మరియు క్రూరము కలిగి సమన పొడవుతో ఉంటారు, సన్నటి నడుము మరియు ఎత్తు పళ్ళు ఉంటాయి. వీరికి అందమైన కాళ్ళు మరియు సహజ శైలిలో  వేగవంతమైన నడకను కలిగి ఉంటారు. వీరు నలుపు రంగు ఉంటారు. వీరు తరచూ అడవులు, కొండా కోనలు తిరుగుతూ ఉంటారు. ఇతరుల భార్యల పై కన్ను మరియు స్వాధీనం చేసుకోడానికి చూస్తూ ఉంటారు. ఈ యోగ ఉన్నవారు  తన తల్లికి అంకితం భావం తో ఉంటారు. వీరు అతిధుల పట్ల భక్తి భావం తో ఉంటారు. అతను ఒక సైన్యం యొక్క నాయకుడు లేదా ఒక సమూహం లేదా ఒక గ్రామం లేదా ఒక పట్టణం యొక్క నాయకుడు. అతను సమర్థ, ధనవంతుడు మరియు నేర్చుకున్నాడు, మరియు ఇతరుల తప్పిదాలను సూచించడానికి చాలా శ్రద్ధ కలిగి ఉంటాడు. లైంగిక చర్యల కు అమితంగా ఇష్టపడతాడు, వీరు తన సొంత వారి కన్నా ఎక్కువగా ఇతర మహిళల తో ఉంటారు. వీరు ఖనిజశాస్త్రం మరియు రసాయనాల విజ్ఞాన శాస్త్రంలో ప్రజ్ఞను కలిగి ఉంటాడు. అనారోగ్యం వల్ల బాధలు మరియు డెబ్బై సంవత్సరాల వయస్సు వరకు జీవిస్తాడు. శని జనసామాన్యం కి చిహ్నం మరియు ఈ యోగ కారకులు కనుక . నాయకత్వం గల సామర్థ్యాన్ని అందిస్తుంది. భౌతిక ఆనందం ఉంది, కానీ భౌతిక బాధ కూడా ఉంటుంది.",
  "SHASHA-YOGA,SU": "కానీ సూర్యుడు శని తో కలయిక వలన శని మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది.",
  "SHASHA-YOGA, MO": "కానీ చంద్రుడు శని తో కలయిక వలన శని మహా దశ లేదా అంతర్ దశలో లేదా ప్రత్యాంతర దశ లో మాత్రమే మీకు ఈ యోగ ఫలిస్తుంది",
  "SHASHA-YOGA,SU-MO": "కానీ సూర్యుడు & చంద్రుడు సాటర్న్ కలిపి ఎందుకంటే ఈ యోగ దశ లేదా అంతరం దశ లేదా సాటర్న్ యొక్క pratyantar దశలో మాత్రమే frugify ఉంటుంది.",
  "GAJKESARI-YOGA": "మీ జాతకం లో చంద్రుడు మరియు బృహస్పతి ఒకే ఇంట్లో మరియు కేంద్ర లో ఉంన్నారు ఈ కలయిక మీకు [1]  ప్రాప్తిస్తుంది.",
  "GAJKESARI-YOGA|1": "ఈ యోగ ఉన్నవారు అందంగా ఉంటారు, మిత్రులు, భార్య, పిల్లల వల్ల వీరికి కలిసొస్తుంది, వేరే ఇతర యోగాలు లగ్నం లో ఉన్నట్లైతే వీరిని ఆరోగ్యవంతులుగా, గౌరవప్రదాయం గా, ఆకట్టుకునేలా ఈ యోగ తీర్చి దిద్దుతుంది. చంద్రుడు అందానికి చింహం మరియు గురువు మేలు  కి చిహ్నం కావున , లగ్నం లో ఈ రెండు గ్రహాల కలయిక  వీరికి ఈ యోగ సంవృద్ధి గా దయా గుణం కలిగే లా తీర్చిదిద్దు తుంది.",
  "GAJKESARI-YOGA|4": "ఒక రాజు, ఒక మంత్రి, జ్ఞాని, గృహ సౌలభ్యం కలవారు",
  "GAJKESARI-YOGA|7": "ఓ జ్ణాని, నైపుణ్యం కలవాడు, వ్యాపారి, సంపన్నులు, చంద్రుడు, గురువు 7 వ ఇంట్లో లో కలిసి ఉండడం వలన దాంపత్య జీవితం లో ఆనందం పొందడం, 7 వ ఇంట్లో ఇటువంటి యోగ ఉండడం అంటే భాగస్వామి ద్వారా ధనము పొందడం.",
  "GAJKESARI-YOGA|9": "విశిష్ట, అదృష్టం, సంపన్నమైన, సంతృప్తి చెందింది. తొమ్మిదవ ఇల్లు ధనిక మరియు మతపరమైన సాధనలతో స్థానిక స్వభావంతో వ్యవహరిస్తుంది. ఇది చంద్రుని-గురువు సంయోగం కలిగి ఉండటం చాలా అదృష్టం.",
  "GAJKESARI-YOGA|10": "పండితుడు, ధనవంతుడు, గర్విష్ఠుడు, గౌరవనీయత మొదలైనవి. ఈ ఇంట్లో చంద్రుని-గురువు యొక్క పరిపక్వత కెరీర్ అవకాశాలు, ఉన్నత స్థాయి మరియు ఆర్థిక సంపదకు చాలా అనుకూలమైనది.",
  "GAJKESARI-YOGA|JU": "మీ జాతకం లో చంద్రుడు మరియు గురువు కేంద్ర లో ఉన్నారు మరియు గురువు చంద్రుని నుంచి [1] వ ఇంట్లో ఉన్నారు ఈ కాలాయి మీకు [2] ప్రసాదిస్తుంది",
  "GAJKESRI-YOGA,JU|4": "4 వ ఇల్లు ఇంటిసౌకర్యా లకు మరియు తల్లి కి సంబందించినది. గురువు లాంటి మేలు చేసే గ్రాహం ఈ ఇంట్లో ఉండడం (చంద్రు ని నుంచి) తల్లికి మేలు, ఇంటి సౌకర్యాలు, తల్లి ద్వారా సౌకర్యాలు పొందగలుగు తారు. కానీ ఈ గ్రహ కలయిక తల్లి వల్ల కష్టాలు మరియు ఇతరులకు సహాయ పడే గుణము కలిగేలా చేస్తుంది అని మనసాగరి శాస్త్రం చెపుతుంది.",
  "GAJKESARI-YOGA,JU|7": "ఈ యోగ మంచి ఆరోగ్యం, ఎక్కువ ఆయుష్షు, ఒకరి కుటుంబ సభ్యుల మధ్య గౌరవప్రదమైన స్థితి మరియు మితవ్యయ ధోరణి కలిగేలా చేస్తుంది. మానసగరి శాస్త్రం మాత్రం ఈ వ్యక్తి  నపుంసకుడు అవుతాడని మరియు కామెర్లు వ్యాధి ఎదుర్కొంటాడని చెపుతుంది. గురువు ధర్మం మరియు నిరోధకత చిహ్నం. చంద్రుని నుండి 7 వ ఇంట్లో ఉండడం వల్ల వీరు లింగిక వ్యవహారం లో అధిక సంతృప్తిని చెందుతారు. గ్రంథాల యొక్క బలమైన భాష మరింత స్వేచ్ఛగా అర్థం చేసుకోవాలి. సాధారణంగా లగ్నం లేదా చంద్రుని నుండి గురువు  7 వ ఇంట్లో ఉండడం అంటే దంపత్య జీవితం సామరస్యంగా ఉంటుందని అర్ధము",
  "GAJKESARI-YOGA,JU|10": "ఈ కలయిక సాధారణంగా వృత్తి కి అనుకూలమైనది . మానసగారి ప్రకారం, ఈ కలయిక వ్యక్తి తన భార్య పిల్లలను వదిలి ఒక సన్యాసిగా మారతాడైం చెపుతుంది.  10 వ స్థానము(లగ్నం లేదా చంద్రుని నుండి) కర్మ లేదా వ్యక్తి యొక్క పనితీరును సూచిస్తుంది. అటువంటి ఇంట్లో గురువు లాంటి గ్రహం ఉండుట, ఒకరి పనులు లేదా కర్మానుసారం గౌరవం మరియు ధర్మం చేకూరుస్తుంది. అలాంటి ఒక బృహస్పతి చాలా బలంగా ఉంటే, ప్రపంచాల విషయాల పట్ల ఉదాసీనత పెంచుతుంది. ఇది ఆదర్శవాదం మరియు ఆధ్యాత్మిక సాధనలకు చాలా మంచి కలయిక. అలాగే 10 వ ఇంట్లో గురువు వ్యక్తి తన స్వశక్తి తో ధనమును సంపాదించు కునేలా చేస్తుంది ఎందుకంటే గురువు ధనానికి చిహ్నం కనుక .",
  "ADHI-YOGA": "మీ జాతకం లో మంచి గ్రహాలు [1] చంద్రుడి నుంచి [2] లో ఉన్నవి ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగతో జన్మించిన మీరు, రాజ్యాంగ గ్రహాల యొక్క బలాన్ని బట్టి, ఒక రాజు లేదా మంత్రి లేదా ఒక సైన్యం యొక్క కమాండర్ అవుతారు. ఈ యోగా మీకు సంపద, ఆరోగ్యం, హోదా, ప్రభుత్వ గుర్తింపు మరియు ప్రత్యర్థులపై ఆధిపత్యం చేకూరుస్తుంది..",
  "DURUDHARA-YOGA": "మీ జాతకంలో [1] రెండవ ఇంట్లో మరియు [2] 12వ ఇంట్లో (చంద్రుని నుండి) ఉన్నారు ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు ఒక మంచి ప్రసంగం, అభ్యాసం, శౌర్యం మరియు ధర్మం ద్వారా కీర్తి సంపాదించుకుంటుంది. ఈ యోగా మీకు అపారమైన సంపద, వాహనాలు, భూములు, సేవకులు, శారీరక సుఖాలు మరియు శత్రువుల నుండి స్వేచ్చ చేకూరుస్తుంది. ఈ వ్యక్తులు స్వచ్ఛంద సంస్థలకు సహాయ పడతారు మరియు సుందరమైన కళ్ళు కలిగిన మహిళల తో ఉండడానికి ఇష్టపడతారు.",
  "SUNAPHA-YOGA": "మీ జాతకచక్రంలో [1] చంద్రుని నుండి రెండవ ఇంటిలో ఉన్నది ఈ కలయిక మీకు [2] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన మీరు ఒక రాజు, అపారమైన సంపద, తన సొంత ప్రయత్నాల ద్వారా తన అదృష్టాన్ని సంపాదించగల సామర్థ్యం, ​​విస్తృత ప్రఖ్యాతి, వంచన పనులు, పవిత్రమైన పనులు, ప్రశాంతత మరియు సంతృప్తి ని చేకూరుస్తుంది.",
  "ANAPHA-YOGA": "మీ జాతకంలో [1] చంద్రుని నుండి పన్నెండవ ఇంట ఉన్నారు ఈ కలయిక మీకు [2] ను చేకూరుస్తుంది.  ఈ యోగాలో జన్మించిన మీరు ఒక రాజు, ఆరోగ్యకరమైన, స్నేహపూర్వక, ప్రఖ్యాత, ప్రసంగం, సామర్ధ్యం, మంచివాడు, వైవిధ్యమైన పదార్థాల సౌకర్యాలకు, సంతోషంగా మరియు సంతోషంగా ఉంటారు.",
  "VASUMAN-YOGA,UPA": "మీ జాతకంలో బుధుడు, శుక్రుడు, గురువు చంద్రుడు నుండి [1]  ఇళ్లలో ఉన్నారు, ఈ కలయిక మీకు అత్యంత ఉపయోగకరమైన [2] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వ్యక్తి చాలా ధనవంతుడు మరియు ఇంటిలో ఉంటున్న అన్ని సౌకర్యాలను పొందుతాడు. [1] విస్తరణ కు సోంకోచం. ఈ ఇళ్లలో ఉన్న గ్రహాలు పోరాటాలు మరియు వ్యక్తిగత ప్రయత్నాల ద్వారా లాభాలను అందిస్తాయి. [2]  చాలా ప్రయోజనకరంగా ఉంది. జాతకంలో [2] గనుక ఉన్నట్లైతే ఖచ్చితంగా  శాశ్వత ఆర్థిక సంపదను నిర్ధారిస్తుంది, ఈ యోగ యొక్క ప్రభావాలు జాతకంలో ఇతర దుష్ప్రభావాలు కలిగివున్నప్పటికీ కూడా కనపరుస్తుంది. [1] పెరుగుదల మరియు విస్తరణ కు సంకేతం, కావున వేరే ఇతర నీచ గ్రహాలు ఈ ఇళ్లలో ఉన్నపటికీ మీకు ఈ యోగ అత్యంత ధనమును చేకూరుస్తుంది.",
  "VASUMAN-YOGA": "మీ జాతకచక్రంలో [1] చంద్రుడి నుండి [2] లో ఉన్నారు ఈ కలయిక మీకు  [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వ్యక్తి చాలా ధనవంతుడు మరియు ఇంటిలో ఉంటున్న అన్ని సౌకర్యాలను పొందుతాడు. [2] విస్తరణ కు సోంకోచం. ఈ ఇళ్లలో ఉన్న గ్రహాలు పోరాటాలు మరియు వ్యక్తిగత ప్రయత్నాల ద్వారా లాభాలను అందిస్తాయి. [2] చాలా ప్రయోజనకరంగా ఉంది. జాతకంలో [3] గనుక ఉన్నట్లైతే ఖచ్చితంగా  శాశ్వత ఆర్థిక సంపదను నిర్ధారిస్తుంది, ఈ యోగ యొక్క ప్రభావాలు జాతకంలో ఇతర దుష్ప్రభావాలు కలిగివున్నప్పటికీ కూడా కనపరుస్తుంది. [2] పెరుగుదల మరియు విస్తరణ కు సంకేతం, కావున వేరే ఇతర నీచ గ్రహాలు ఈ ఇళ్లలో ఉన్నపటికీ మీకు ఈ యోగ అత్యంత ధనమును చేకూరుస్తుంది.",
  "UTTAMADI-YOGA": "మీ జాతకం లో చంద్రుడు సూర్యుని నుంచి [1] వ ఇంట్లో ఉన్నాడు ఇది [2] ఇల్లు కావున, ఈ కలయిక మీకు [3] ల లో ఒకటిని ప్రాప్తిస్తుంది. చంద్రుని [1]వ స్థానం మీకు, [4]",
  "UTTAMADI-YOGA,3": "ఒక రాజ హోదా, అనేక విషయాలలో ప్రావీణ్యం కలవాడు, ప్రముఖుడు",
  "UTTAMADI-YOGA,6": "వైవిధ్యమైన రుగ్మతలను కలిగి ఉంటారు",
  "UTTAMADI-YOGA,9": "అనేక కుమారులు, కుమార్తెల నుండి ఇబ్బంది పడతారు.",
  "UTTAMADI-YOGA,12": "సంపన్నులు , అనేక సుఖాలు తో గౌరవనీయమైన  జీవనం ఉంటుంది",
  "SHAKATA-YOGA": "మీ జాతకచక్రంలో గురువు చంద్రుని నుండి [1] ఇంట్లో ఉన్నారు ఈ కలయిక మీకు [2] ను ప్రాప్తిస్తుంది. ఈ యోగతో జన్మించిన మీరు నిరుత్సాహపరులు, ఎడతెగని, ఎప్పటికి  అనారోగ్యంతో, ఎవ్వరు ఇష్టపడరు, అదృష్టలు జారవిడుచు   కుంటూ ఉంటారు.",
  "SHAKATA-YOGA,JU|6": "గురువు చంద్రుని నుంచి 6 వ ఇంట్లో ఉన్నందున ఇల్లును వదిలి,  ఎక్కువ ఆయుష్షు కానీ ఇతరుల సాయంతో జీవిస్తూ ఉంటారు.",
  "SHAKATA-YOGA,JU|8": "గురువు చంద్రుని నుంచి 8 వ ఇంట్లో ఉన్నందున ధనవంతుడైన తండ్రి కుమారుడు అయినప్పటికీ ఎప్పుడూ అనారోగ్యంతో బాధపడుతు ఉంటారు",
  "SHAKATA-YOGA,JU|12": "గురువు చంద్రుని నుంచి 12 వ ఇంట్లో ఉన్నందున చుట్టాలుపక్కాలు వీరికి వ్యతిరేకంగా వ్యవహరిస్తూ ఉంటారు.",
  "SHAKATA-YOGA,1-7": "మీ జాతకంలో అన్ని గ్రహాలు లగ్నం మరియు ఏడవ ఇంటిని ఆక్రమించుకుని ఉన్నవి. ఈ కలయిక వల్ల మీకు [1] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వ్యక్తి పేదరికం, వ్యాకులత, అనారోగ్యం, సన్నటి శరీరం, చెడ్డ భార్యతో అసమ్మతి మరియు కఠిన శ్రమ ద్వారా మాత్రమే సంపాద చేసుకుంటూ జీవితానిని సాగించు కోగలరు.",
  "PAKSHI-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 4 మరియు 10 ఇళ్లను ఆక్రమించుకుని ఉన్నవి. ఈ కలయిక వల్ల మీకు [1] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వ్యక్తి సంచారి, బానిస, జగడాలమారి, సందేశకుడు మరియు రాయబారి.",
  "LAGNADHI-YOGA": "మీ జాతకంలో మేలు చేయు గ్రహాలు [1] 7 మరియు 8 వ ఇంట్లో ఉన్నవి ఈ కలయిక వల్ల మీకు [2] ప్రాప్తిస్తుంది. ఈ యోగ మీకు స్థానిక ధర్మం, అభ్యాసం, స్థిరమైన సంపద, ఉన్నత హోదా, సాధారణ స్థితి, సంకలనం లేదా రచన సామర్ధ్య ఉండేలా చేస్తుంది",
  "VEENA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 7 వేర్వేరు ఇళ్లలో ఉన్నారు  ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన మీరు  సంపన్నులు, పవిత్ర గ్రంథాల్లో ప్రావిణ్యం కలవారు, నృత్య మరియు సంగీతం అంటే ఇష్ట పడతారు, నైపుణ్యంతో, ఒక నాయకుడి గా చాలామంది కి జీవనోపాధి కలిపిస్తారు.",
  "DAAMA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 6 వేర్వేరు ఇళ్లలో ఉన్నారు  ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన మీరు సంపన్నులు, ఉదారవాదులు, ప్రశంసలు, నేర్చుకోవడం, సంతృప్తి పరచడం, చట్టబద్ధమైన మార్గాల ద్వారా సంపాదించు కుంటూ జీవనోపాధి చేసుతుంటారు.",
  "PAASHA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 5 వేర్వేరు ఇళ్లలో ఉన్నారు  ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన మీరు ఒక పెద్ద కుటుంబానికి చెందిన వారు, పనిలో నైపుణ్యం ఉంటుంది, మంచి నైపుణ్యం తో ధనాన్నిఆర్జిస్తూ ఉంటారు, జిత్తులమారి, మర్యాద రహితమైన, అడవిలో నివసించే ఇష్టం, అనేక లోపాలు కలిగి ఉంటారు.",
  "KEDHARA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 4 వేర్వేరు ఇళ్లలో ఉన్నవి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన మీరు నిజాయితీ పరులు, సంపన్నులు, ధర్మపరులు, ఇతరులకు మంచి చేసేవారు, తరచూ వ్యవసాయానికి మగ్గు చూపుతూ ఉంటారు. ఈ యోగా కలవారు అత్యాశ పరులు కారు మరియు ఎటువంటి వ్యవహారాలలో నైనా ఎప్పుడు ఉపసంహరించుకోవాలో తెలిసినవారు, అటువంటి వీరు భౌతిక మరియు అధిభౌతిక జీవిత వీక్షణ తీసుకో గల సమర్థులు.",
  "SHOOLA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 3 ఇళ్లకు పరిమితం చేయబడ్డాయి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన వారు  సోమరితనం, క్రూరత్వం, సమాజం లో తిరస్కారం, గాయాలు, మచ్చలు, ఒక యుద్ధ, ఇతరులు అసహ్యా పడేలా ఉంటారు.",
  "YUGA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 2 ఇళ్లకు పరిమితం చేయబడ్డాయి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన వారు పేద, సిగ్గులేని, సమాజం లో తిరస్కారం,  తల్లి, తండ్రి మరియు ధర్మనిని కోల్పోతారు .",
  "GOLA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 1 ఇల్లు మాత్రమే పరిమితమై ఉన్నాయి  ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన వారు నిరుపేద, చట్టవిరుద్ధమైన, చెడ్డ, దుర్భరమైన, ఎప్పుడూ తిరుగుతూ ఉంటారు.",
  "RAJJU-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు కదిలే సంకేతాలు సూచించే రాశులలో ఉన్నవి , ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించిన వారు ప్రయాణాలకు ఇష్టపడతారు, చూడడానికి బావుంటారు, ప్రతిష్టాత్మకముగా  మరియు సంపదను కొనసాగించడానికి తరచుగా విదేశ భూములకు ఆనందంగా విచ్చేస్తూ ఉంటారు..",
  "MUSALA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు స్థిర సంకేతాలు సూచించే రాశులలో ఉన్నవి , ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి. ఈ యోగాలో జన్మించినవాడు గర్విష్ఠుడు, నేర్చుకున్నాడు, సంపన్నమైనవాడు, పాలకుడు, ప్రసిద్ది చెందినవాడు, స్థిరమైన గుణము, మరియు అనేక మంది కుమారులు కలిగిన జీవితాన్ని ఆస్వాదిస్తారు.",
  "NALA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలూ ద్విశ్వభావా (మిశ్రమ) చిహ్నాలను ఆక్రమించాయి, ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి.ఈ యోగాలో జన్మించిన వారు అవిటితనము , నిశ్చయముగా, చాలా తెలివిగల, సరి తూగని సంపద, ఆకర్షణంగా ఉంటారు. వీరు ప్రియమైన మరియు ఆత్మీయులను ఇష్టపడతారు.",
  "MAALA-YOGA": "మీ జాతకంలో అన్ని ప్రయోజనకరమైన గాగ్రహాలు గురువు, బుధుడు, శుక్రుడు మరియు చంద్రుడు మూడు కేంద్రాలను ఆక్రమించాయి మరియు కేంద్రంలో చెడు గ్రహాలు లేవు, ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] ల లో ఒకటి  ఈ యోగాలో జన్మించిన వారు స్థిరమైన భోగాలు, వాహనాలు, మంచి ఆహారం మరియు బట్టలు మరియు సుందరమైన మహిళల సాంగత్యం తో వెదజల్లుతూ ఉంటారు .",
  "SARPA-YOGA": "మీ జాతకంలో అన్ని పాప గ్రహాలు శని, కుజుడు, సూర్యుడు మూడు కేంద్రాలను ఆక్రమించుకున్నారు, అయితే  కేంద్రం లో ఏ ఒక్క మంచి గ్రహమూ లేదు, ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లలో ఒకటి. ఈ యోగాలో జన్మించిన వ్యక్తి  కుట్రలు , క్రూరత్వ్మ్ , నికృష్టత , నిరాశ్రయులై , తన జీవనోపాధి కోసం ఇతరులపై ఆధారపడుతూ ఉంటారు..",
  "GADA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు లగ్నం మరియు 4వ ఇంటిలో మాత్రమే ఉన్నాయి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది. ఈ యోగాతో ఉన్న వారు సంపన్నులు, మంత్రాలు, తంత్రాలు మరియు సంగీతంలో ప్రావిణ్యం ఉన్నవారు, భయస్తులు,  ఇతరులకు అసూయపడేలా మరియు ఎల్లపుడు డబ్బు సంపాదించడంలో నిమగ్నమై ఉంటారు.",
  "SHANKHA-YOGA,1": "మీ జాతకంలో అన్ని గ్రహాలు నాలుగు మరియు ఏడు ఇళ్లలో ఉన్నాయి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి.",
  "SHANKHA-YOGA,2": "మీ జాతకం లో 5వ ఇంటి అధిపతి [1] మరియు 6వ ఇంటి అధిపతి [2] కేంద్రం [3] లో ఉన్నారు మరియు లగ్నాధిపతి [4] బలంగా ఉన్నారు ఈ కలయిక మీకు [5] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు, దయాశాలి, ధర్మాత్ములు, జ్ఞాని, భార్య మరియి పిల్లలు కలిగి ఉంటారు, నైతిక విలువల తో, పవిత్ర గ్రంధాల ప్రాచీనయం, భూములు కలిగి, ధనము తో ఆనందిస్తూ మరియు ఎక్కువ కలం జీవిస్తారు.",
  "SHANKHA-YOGA,3": "మీ జాతకం లో లగ్నాధిపతి [1] మరియు 10వ ఇంటి అధిపతి [2] కేంద్రం [3] లో ఉన్నారు మరియు 9వ ఇంటి అధిపతి [4] బలంగా ఉన్నారు ఈ కలయిక మీకు [5] ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు, దయాశాలి, ధర్మాత్ములు, జ్ఞాని, భార్య మరియి పిల్లలు కలిగి ఉంటారు, నైతిక విలువల తో, పవిత్ర గ్రంధాల ప్రాచీనయం, భూములు కలిగి, ధనము తో ఆనందిస్తూ మరియు ఎక్కువ కలం జీవిస్తారు.",
  "VIBHUKA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 7 మరియు 10వ ఇంట్లో మాత్రమే ఉన్నాయి, ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి.",
  "DHWAJA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 10  మరియు లగ్నం లో మాత్రమే ఉన్నాయి, ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది ఇది [2] లో ఒకటి.",
  "MAHA-YOGA": "ఈ యోగ సంపద, హోదా మరియు శారీరక అనుభవాలను  ఖచ్చితంగా ప్రసాదిస్తుంది.",
  "MAHA-YOGA,1": "మీ జాతకం లో లగ్నాదిపతి [1] 2వ ఇంటి అధిపతి [2] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [3] ను ప్రసాదిస్తుంది. ఇది [4] ల లో ఒకటి.",
  "MAHA-YOGA,2": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "MAHA-YOGA,4": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "MAHA-YOGA,5": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "MAHA-YOGA,7": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "MAHA-YOGA,9": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "MAHA-YOGA,10": "మీ జాతకం లో [1] వ  ఇంటి అధిపతి [2] మరియు [3] వ ఇంటి అధిపతి [4] ఇళ్లను మార్చు కున్నారు ఈ కలయిక మీకు [5] ను ప్రసాదిస్తుంది. ఇది [6] ల లో ఒకటి.",
  "KHADGA-YOGA": "మీ జాతకంలో రెండవ అధిపతి [1] మరియు తొమ్మిదవ అధిపతి [2] వారి ఇళ్లను మార్చుకున్నారు ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో పుట్టిన వారు పవిత్ర గ్రంథాల అధ్యయనం లో నిమగ్నమై ఉంటారు, గౌరవప్రదమైన, నైపుణ్యంగల, సంపన్నుడై, జ్ఞానం, బలం మరియు సుఖాలు, మరియు వారి శ్రేయోభిలాషులు ఎల్లపుడు తలుస్తారు.",
  "VAJRA-YOGA,1": "మీ జాతకంలో మంచి గ్రహాలు[1] లగ్నంలో మరియు 7వ ఇంట్లో ఉన్నవి మరియు 4, 12 ఇళ్లలో చెడు గ్రహాలు [2] ఉన్నవి.  ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది.  ఈ యోగాలో జన్మించిన వారు చుడడానికి అందంగా ఉంటారు, దుర్మార్గంతో నిండిన మరియు ప్రారంభ మరియు వృద్ధాప్యంలో సంతోషంగా ఉంటారు.",
  "VAJRA-YOGA,2": "మీ జాతకంలో చెడుగ్రహాలు [1] లగ్నంలో మరియు 7వ ఇంట్లో ఉన్నవి మరియు 4, 10 ఇళ్లలో మంచి గ్రహాలు  [2] ఉన్నవి.  ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది.  ఈ యోగాలో జన్మించిన వారు నిగ్రహం మరియు పవిత్రమైన పనులకి దాసోహ పడతారు, అటువంటి వ్యక్తి  నిర్మల స్వభావం కలిగి, సంపద కలిగి, దాన గుణము కలిగి ఉంటారు మరియు వీరు జీవిత మధ్య భాగంలో సంతోషంగా ఉంటారు.",
  "KAMALA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు 4 కేంద్రాలలో ఉన్నవి.  ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది.  ఈ యోగాలో జన్మించిన వారు అందంగా ఉంటారు, అపార ప్రఖ్యాత, సుదీర్ఘ జీవితం, ధనవంతుల లక్షణాలు మరియు రాజ స్థితి కలిగి ఉంటారు..",
  "PARVATA-YOGA,BEN|6": "మీ జాతకంలో మంచి గ్రహాలు కేంద్రాలలో ఉన్నాయి మరియు 6వ ఇంట్లో చెడు గ్రహాలు [2]  ఉన్నవి ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు ప్రఖ్యాత, ప్రముఖమైన, అదృష్టవంతులు, సంపన్నులు, ఒక వ్యాఖ్యాత,  ధర్మాత్ములు, పట్టణం లేదా నగరానికి నాయకులు, జ్ఞాని మరియు కామంతో నిండి ఉంటారు.",
  "PARVATA-YOGA,BEN|8": "మీ జాతకంలో మంచి గ్రహాలు [1] కేంద్రాలలో ఉన్నాయి మరియు 8వ ఇంట్లో చెడు గ్రహాలు [2]  ఉన్నవి ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు ప్రఖ్యాత, ప్రముఖమైన, అదృష్టవంతులు, సంపన్నులు, ఒక వ్యాఖ్యాత,  ధర్మాత్ములు, పట్టణం లేదా నగరానికి నాయకులు, జ్ఞాని మరియు కామంతో నిండి ఉంటారు.",
  "PARVATA-YOGA,BEN|6,8": "మీ జాతకంలో మంచి గ్రహాలు కేంద్రాలలో ఉన్నాయి మరియు 6, 8వ ఇంట్లో చెడు గ్రహాలు లేవు ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు ప్రఖ్యాత, ప్రముఖమైన, అదృష్టవంతులు, సంపన్నులు, ఒక వ్యాఖ్యాత,  ధర్మాత్ములు, పట్టణం లేదా నగరానికి నాయకులు, జ్ఞాని మరియు కామంతో నిండి ఉంటారు.",
  "PARVATA-YOGA,KEN|1,12": "మీ జాతకంలో లగ్నాధిపతి [1] మరియు 12వ ఇంటి అధిపతి [2] పరస్పర కేంద్రం లో ఉన్నారు మరియు ఈ గ్రహాలకు మంచి గ్రహాల నుంచి ద్రుష్టి ఉంది ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది",
  "KAAHALA-YOGA,1": "మీ జాతకంలో 4వ ఇంటి అధిపతి [1] మరియు 9వ ఇంటి అధిపతి [2] పరస్పర కేంద్రం లో ఉన్నారు మరియు లగ్నాధిపతి [4] బలంగా ఉన్నారు ఈ కలయిక మీకు [5] ను ప్రాప్తిస్తుంది ఈ యోగాలో జన్మించిన వారు సాహసవంతులు,  దూకుడెక్కువ, అమాయకులు, సేనాధిపతి, అనేక గ్రామాల యజమాని (లేదా పాలకుడు).",
  "KAAHALA-YOGA,2": "మీ జాతకంలో 4వ ఇంటి అధిపతి [1] అత్యున్నత స్థితిలో మరియు తన సొంత ఇంట్లో ఉన్నారు మరియు వీరికి 10వ ఇంటి అధిపతి [2] నుంచి మంచి ద్రుష్టి ఉంది ఈ కలయిక మీకు [3]  ను ప్రాప్తిస్తుంది ఈ యోగాలో జన్మించిన వారు సాహసవంతులు,  దూకుడెక్కువ, అమాయకులు, సేనాధిపతి, అనేక గ్రామాల యజమాని (లేదా పాలకుడు).",
  "CHAAMARA-YOGA,1": "మీ జాతకంలో రెండు మంచి గ్రహాలు [1] [2]  ఇళ్లలో యున్నవి. ఈ కలయిక మీకు [3] ను ప్రాప్తిస్తుంది ఈ యోగాలో జన్మించిన వారికి రాజ పదవి లేదా రాజు నుంచి గౌరవం లభిస్తుంది, వాగ్ధాటి, వివేకం, పవిత్ర గ్రంధములతో సహా అనేక విషయాల జ్ఞానం మరియు డెబ్భై ఒక సంవత్సర కాలపు సుదీర్ఘ జీవనం ప్రాప్తిస్తుంది.",
  "CHAAMARA-YOGA,2": "మీ జాతకం లో లగ్నాధిపతి [1] బలంగా ఉన్నారు మరియు గురువు నుంచి [2]వ ద్రుష్టి ఉంది ఈ కలయిక మీకు [3] ప్రాప్తిస్తుంది ఈ యోగాలో జన్మించిన వారికి రాజ పదవి లేదా రాజు నుంచి గౌరవం లభిస్తుంది, వాగ్ధాటి, వివేకం, పవిత్ర గ్రంధములతో సహా అనేక విషయాల జ్ఞానం మరియు డెబ్భై ఒక సంవత్సర కాలపు సుదీర్ఘ జీవనం ప్రాప్తిస్తుంది.",
  "BHERI-YOGA,1": "మీ జాతకం లో లగ్నాధిపతి [1], గురువు మరియు శుక్రుడు [2] కేంద్రాలలో ఉన్నారు, తొమ్మిదవ అధిపతి  [3] బలంగా ఉన్నారు ఈ కలయిక మీకు [4] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారికి రాజఠీవి, గొప్ప పుట్టుక తో, సత్ప్రవర్తన కలిగి, ప్రమాదం మరియు వ్యాధి బారిన పడటం, సంపదతో పాటు ప్రాపంచిక సుఖాలు మరియు భార్య, కుమారులు మరియు కీర్తి వంటివి లభిస్తుంది.",
  "BHERI-YOGA,2": "మీ జాతకం లో అన్ని గ్రహాలు 2, 7, 12వ ఇళ్లలో ఉన్నవి మరియు 9వ అధిపతి [1]  బలంగా ఉన్నారు. ఈ కలయిక మీకు [2] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారికి రాజఠీవి, గొప్ప పుట్టుక తో, సత్ప్రవర్తన కలిగి, ప్రమాదం మరియు వ్యాధి బారిన పడటం, సంపదతో పాటు ప్రాపంచిక సుఖాలు మరియు భార్య, కుమారులు మరియు కీర్తి వంటివి లభిస్తుంది.",
  "VAPI-YOGA": "మీ జాతకంలో అన్ని గ్రహాలు ఏ కేంద్రం లోను లేవు ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు ఎప్పుడూ సంపాదనలో నిమగ్నమై ఉంటారు, కొద్ది పాటి కానీ శాశ్వతమైన సుఖాలు, సుదీర్ఘ జీవితం, వాక్చాతుర్యం మరియు సంపద మరియు ఆస్తులను నిలువ చేసుకుంటూ ఉంటారు.",
  "SHRINGATAKA-YOGA": "మీ జాతకంలో గ్రహాలన్నీ త్రికోన ఇళ్ళు [1] ను ఆక్రమించాయి ఈ కలయిక మీకు [2] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు మంచి సుఖాలను పొందుతారు, గొడవలకు మొగ్గు చూపిస్తారు, సాహసవంతులు తన మొదటి భార్యకు అంకితం అవుతారు. రెండవ వారితో విభిన్నముగా ఉంటారు.",
  "HALA-YOGA": "మీ జాతకంలో అన్ని గ్రహాలూ  త్రికోన ఇళ్లను ఆక్రమించాయి ఈ కలయిక మీకు [1] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు, తిండిపోతులుగా, పూర్తిగా ఇతరులపై ఆధారపడినవారుగా , మిత్రులతో, మంచి వ్యక్తుల అభినందనలు పొందుతూ, వ్యవసాయం ద్వారా జీవనారాధం చేసుకుంటూ, పేదరికంతో బాధపడుతుంటారు.",
  "LAKSHMI-YOGA": "మీ జాతకం లో లగ్నాధిపతి [1] సమృద్ధిగా బలంగా ఉన్నారు మరియు  తొమ్మిదవ ఇంటి అధిపతి [2] కేంద్ర [3] లో మరియు వారి [4] లో ఉన్నర్రు ఈ కలయిక వల్ల మీకు [5]  వరిస్తుంది. ఈ యోగాలో జన్మించిన వారు సర్వ సుఖాలను పొందుతారు, పోరాటాలు ఇష్టపడతారు, సాహసవంతులు, చాల తెలివిగల వారు, ధనవంతులు, తన మొదటి భార్యకు అంకితం అవుతారు. రెండవ వారితో విభిన్నముగా ఉంటారు.",
  "KEMADRUMA-YOGA,1": "మీ జాతకంలో చంద్రుని నుండి రెండవ మరియు పన్నెండవ ఇంటిలో ఏ గ్రహాలు లేవు ఈ కలయిక వల్ల మీకు [1] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు అనారోగ్యత, దారిద్య్రం, నిరక్షరాస్యులు గా, అజ్ఞానం తో, భార్య, పిల్లలు లేక అశాంతి కి గురవుతారు. ఈ యోగ ఒక రాచరిక వాతావరణంలో జన్మించిన ఒక పాపెర్ కు కూడా తగ్గించబడుతుంది. అలాంటి వారికీ వైపరీత్యము, వైఫల్యాలు, శారీరక అనారోగ్యం మరియు అవమానానికి గురవుతారు.",
  "KEMADRUMA-YOGA,2": "మీ జాతకం లో [1] వ ఇంట చంద్రునికి గురువు నుంచి ద్రుష్టి ఉంది  ఈ కలయిక వల్ల మీకు [2] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు అనారోగ్యత, దారిద్య్రం, నిరక్షరాస్యులు గా, అజ్ఞానం తో, భార్య, పిల్లలు లేక అశాంతి కి గురవుతారు. ఈ యోగ ఒక రాచరిక వాతావరణంలో జన్మించిన ఒక పాపెర్ కు కూడా తగ్గించబడుతుంది. అలాంటి వారికీ వైపరీత్యము, వైఫల్యాలు, శారీరక అనారోగ్యం మరియు అవమానానికి గురవుతారు.",
  "KEMADRUMA-YOGA,3": "మీ జాతకం లో [1] వ ఇంట చంద్రుని పై చెడు గ్రహాలు [2] ద్రుష్టి సారిస్తున్నారు ఈ కలయిక వల్ల మీకు [3] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు అనారోగ్యత, దారిద్య్రం, నిరక్షరాస్యులు గా, అజ్ఞానం తో, భార్య, పిల్లలు లేక అశాంతి కి గురవుతారు. ఈ యోగ ఒక రాచరిక వాతావరణంలో జన్మించిన ఒక పాపెర్ కు కూడా తగ్గించబడుతుంది. అలాంటి వారికీ వైపరీత్యము, వైఫల్యాలు, శారీరక అనారోగ్యం మరియు అవమానానికి గురవుతారు.",
  "KEMADRUMA-YOGA,4": "మీ జాతకం లో [1] వ ఇంట చంద్రుడు రాహు కేతువుల మధ్య ఉన్నాడు ఈ కలయిక వల్ల మీకు [2] ను ప్రాప్తిస్తుంది. ఈ యోగాలో జన్మించిన వారు అనారోగ్యత, దారిద్య్రం, నిరక్షరాస్యులు గా, అజ్ఞానం తో, భార్య, పిల్లలు లేక అశాంతి కి గురవుతారు. ఈ యోగ ఒక రాచరిక వాతావరణంలో జన్మించిన ఒక పాపెర్ కు కూడా తగ్గించబడుతుంది. అలాంటి వారికీ వైపరీత్యము, వైఫల్యాలు, శారీరక అనారోగ్యం మరియు అవమానానికి గురవుతారు.",
  "Su-Mo,1": "తల్లి తండ్రుల వల్ల కష్టాలు కాలిగే సూచనలు , సమాజంలో పేరును, కీర్తి ని కోల్పోవడం , పేద",
  "Su-Mo,4": "బంధు మిత్రులు తక్కువ గా ఉంటారు , ధనము, సౌకర్యం ఆశించిన విధముగా లభించక పోవడము",
  "Su-Mo,7": "నిరంతరం మహిళల వల్ల కష్టాలు  ఎదురుకొంటారు, స్నేహితులను కోల్పోతారు",
  "Su-Mo,10": "ఆకర్షణీయమైన వ్యక్తి, రాజ వ్యక్తిత్వం, బలశీలి, క్రూరమైన హృదయం, శత్రువుల వేధింపు",
  "Su-Mo,9": "సంపన్న వ్యక్తి, ఆకర్షణీయమైన వ్యక్తి, కలహాలు ఇష్టపడతారు, తక్కువ ఆయుషు , కంటి వ్యాధి బాధపడుతున్నారు",
  "Su-Mo": "మనాసగరి ప్రకారం, సూర్య చంద్ర సంయోగం విదేశీ పర్యటనకు కారణం, శారీరక ఆనందాలపై ఆనందం, తగాద స్వభావం కలిగిస్తుంది.",
  "Su-Ma,1": "ఒక భీకరమైన వ్యక్తిత్వం, దూకుడు, క్రూరమైన, పోరాటంలో బ్రేవ్, గాయపడిన శరీరం",
  "Su-Ma,4": "మిత్రులను కోల్పోవడం, సంపద మరియు ఇంటి సౌకర్యం కలిగి ఉండుట,  బాధలు, ఎవ్వరితోను నమ్మ సఖ్యం లేకుండుట",
  "Su-Ma,7": "విదేశీ మరియు సుదూర భూమిలో నివాసము, భార్య నుండి వేరుచేస్తుంది.",
  "Su-Ma,10": "ఒక రాజు సేవకుడు, ఎప్పుడూ ఆత్రుతతో, తన కార్యక్రమాలలో చెడు పేరు సంపాదించాడు.",
  "Su-Ma,9": "తగాదా, దూకుడు కలిగినవారు , పాలకుల చేత అభినందనలు",
  "Su-Me,1": "చదువు కున్న వాడు, మాటకారి, బలశాలి, తెలివైనవాడు, దీర్ఘాయువు.",
  "Su-Me,4": "రాజు తో సమానం, అతి సంపన్నులు (కుబేరుని తో సమానము), భారీ శరీరము కలిగి ఉండుట, ముక్కు లోపం",
  "Su-Me,7": "క్రూరమైన హృదయము, హంతకుడు, దురాశ లేకుండుట, భార్య నుండి సుఖాలు కోల్పోతారు.",
  "Su-Me,10": "ప్రపంచవ్యాప్తంగా ప్రసిద్ధి, వాహనాలు మరియు భౌతిక ఆనందం సౌకర్యం పొందుతారు",
  "Su-Me,9": "తెలివిగలవాడు, తక్కువ సుఖాలు, అనేక శత్రువులు మరియు రోగాలు.",
  "Su-Ju,1": "శ్రావ్యమైన, పాండిత్య సంపన్నమైన, శారీరక ఆనందాలతో నిమగ్నముండుట , మంత్రి పదవి కలిగిన వారు.",
  "Su-Ju,4": "గ్రంథాలలో ప్రావీణ్యం పొందినవారు, ఆకర్షణ కలిగిన వారు, వాక్చాతుర్యం కలిగిన వారు, ఆధ్యాత్మిక కార్యకలాపాల్లో నిమగ్నమై ఉంటారు",
  "Su-Ju,7": "అధిక లైంగిక ప్రేరేపిత కారణంగా మహిళల ఆధిపత్యం, తండ్రి పట్ల శత్రుత్వం, అందగాళ్ళు, విలువైన రత్నాలు కలిగి ఉంటారు",
  "Su-Ju,10": "సాధారణ కుటుంబంలో జన్మించినప్పటికీ కీర్తి, సుఖాలు మరియు హోదా పొందుతారు.",
  "Su-Ju,9": "తల్లిదండ్రులు సంపన్నులు, సంపన్నులు, ధైర్య మరియు దీర్ఘ ఆయుష్షు కలిగిన వారు",
  "Su-Ve,1": "జగడాలమారి, ధర్మం మరియు సంపద కోల్పోవడం, కఠినాత్ములు, దుష్టులు",
  "Su-Ve,4": "సేవకుడు, దుర్భరమైన మరియు పేద.",
  "Su-Ve,7": "స్త్రీల వల్ల బాధలు, పేద, సంచారి",
  "Su-Ve,10": "వ్యవహారాలలో తెలివైన వారు,  రాజుకు మంత్రి, గ్రంథాలలో జ్ఞానము, ప్రసిద్ధ మరియు సంపన్నమైనవాడు.",
  "Su-Ve,9": "బలహీలు, ప్రేమికుడు, మంచి బట్టలు, ఆభరణాలు, సిరి సంపదల తో దైవానుగ్రహం కలిగిన వారు",
  "Su-Sa,1": "తగు మాత్రం సంపద, నేర్పు లో కళంకం, ఒక పాపి.",
  "Su-Sa,4": "చాలా పేదవాడు,  ప్రియమైనవారిచే ఇబ్బందులు, ఒక పాపి.",
  "Su-Sa,7": "తక్కువ చురుకు తనం, భార్య నుండి సంపద లేకుండుట, దురదృష్టం వెంటాడుతూ ఉంటుంది , మూర్ఖులు",
  "Su-Sa,10": "సేవకుడు,  సంచారి,  దొంగలు మరియు దోపిడీదారుల చే తన సంపాదనలను కోల్పోతాడు.",
  "Su-Sa,9": "సంపన్నులు, జగడాలమారి, తల్లిదండ్రులకు ప్రతికూలంగా, స్వల్ప-జీవి, కంటి లో లోపం",
  "Mo-Ma,1": "ఉద్రిక్తమైన, రక్తం మరియు పిత్తాశయ రుగ్మత బాధ",
  "Mo-Ma,4": "జగడాలమారి,  పేదవాడు,  గృహ సుఖాలు మరియు మానసిక శాంతి కోల్పోవడం",
  "Mo-Ma,7": "చురుకైన వారు, ఇతరులు సంపద మరియు స్వాధీన కోరికలు, అబద్దాలు  అవలంబించుట.",
  "Mo-Ma,10": "విలువైన, వాహనాలు మరియు వస్తువులని ఆశీర్వదిస్తారు.",
  "Mo-Ma,9": "తల్లికి శత్రుత్వం, శాంతి కోల్పోవడం, గాయపడిన శరీరం, ధనవంతుడు.",
  "Mo-Me,1": "సౌకర్యవంతులు, బలమైనవారు, అదృష్టవంతులు, తెలివైన వారు , అందంగా ఉంటారు, వాక్చాతుర్యం కలిగిన వారు.",
  "Mo-Me,4": "స్నేహితులు, పిల్లలు, సుఖాలు, కీర్తి మరియు సంపదలతో ఆశీర్వదించ బడ్డారు",
  "Mo-Me,7": "ప్రముఖులు, రాజు తో సమానం, అందగాళ్ళు, ఒక కవి",
  "Mo-Me,10": "ధనవంతుడు, గర్విష్ఠుడు, ప్రముఖుడు, వృద్ధాప్యంలో బాధపడతాడు.",
  "Mo-Me,9": "గ్రంధాలు నేర్చుకున్న వారు, శాంతి కోల్పోతారు, ప్రసిద్ధి చెందుతారు, వాక్చాతుర్యం కలవారు",
  "Mo-Ju,1": "విశాలమైన ఛాతీ కలిగి, భార్య, పిల్లలు మరియు స్నేహితుల వల్ల సుఖమును పొందెదరు",
  "Mo-Ju,4": "రాజు తో సమానం, ప్రముఖులు,  బాగా చదువు కున్న వారు",
  "Mo-Ju,7": "చదువు కున్న వారు ,  రాజు తో సమానం, చాలా నైపుణ్యం కలిగి ఉంటారు, ఒక వ్యాపారి, సంపన్నమైనవారు",
  "Mo-Ju,10": "పండితులు, సంపన్నమైనవారు, గర్వముగల, ప్రఖ్యాత, అందరి చే గౌరవింప బడతారు",
  "Mo-Ju,9": "విశిష్టత, అదృష్టవంతులు, సంపన్నమైన వారు, అన్ని రంగాలలో నెగ్గుకు రాగలరు",
  "Mo-Ve,1": "అందగాళ్ళు, ఉపాధ్యాయులకు మరియు పెద్దలకు అంకితమైనవారు, మంచి బట్టలు మరియు పరిమళ ద్రవ్యాలను ఆశీర్వదిస్తారు, స్త్రీల ఆదరణ పొందుతారు.",
  "Mo-Ve,4": "మహిళల ద్వారా సుఖాలు పొందుతారు, సముద్ర ప్రయాణాల ద్వారా సంపాదన పొందుతారు,  అందరికి ఇష్టపడే వారు",
  "Mo-Ve,7": "స్త్రీల తో సహవాసం, కొద్దీ సంపద, ఎక్కువ మంది కుమార్తెలు మరియు కొంత మంది కొడుకులు, రాజు తో సమానం, చాలా తెలివిగల వారు",
  "Mo-Ve,10": "చాలా విశిష్టమైన, ఉన్నత స్థాయి, మన్నించే మన్నించే స్వభావం",
  "Mo-Ve,9": "బలహీలు, ఉన్నత స్థాయి కి చెందిన వ్యక్తి దగ్గర బంటు",
  "Mo-Sa,1": "సేవకుడు, అంధ హీనులు ,  అత్యాశకరమైన, సోమరి, ఒక పాపి",
  "Mo-Sa,7": "నీటితో, విలువైన రాళ్ళు మరియు బోటింగ్ లేదా నౌకలకు సంబంధించిన వృత్తి, ఇతరుల చే గౌరవింప బడతారు.",
  "Mo-Sa,10": "గ్రామం లేదా పట్టణానికి పెద్దరికం వహిస్తారు, భార్య కు దూరంగా ఉంటారు",
  "Mo-Sa,9": "ఒక పాపి, విశ్వాసపాత్రమైన విశ్వాసాన్ని అనుసరిస్తాడు, తల్లిని విడిచి పెడతారు",
  "Me-Ma,1": "హింసాకాండ లేదా చంపడం వలన, అగ్ని సంబంధిత పనులలో ప్రవీణుడు, ఒక రాయబారి లేదా నమ్మకం.",
  "Me-Ma,4": "బంధువులు కలిసి రారు, స్నేహితులు, సంపద, వస్తువులను మరియు ఆనందాలతో ఆశీర్వదింప బడతారు, తన సొంత ప్రజల చేతిలో అవమానించడంతో బాధపడతాడు.",
  "Me-Ma,7": "చాల దూర ప్రయాణాలు చేస్తారు, జగడాలమారి, అందగాళ్ళు, తన మొదటి భార్యను కోల్పోతారు",
  "Me-Ma,10": "ఓ పెద్ద సైన్యాధి పతి, ధైర్యవంతులు, బలశాలి, నాయకుల చే గౌవవింప బడతారు",
  "Me-Ma,9": "మంచి జ్ఞానం, సౌందర్యం, ప్రసిద్ధ, భయశాలి, ఆనందంతో నిమగ్నమై ఉంటారు",
  "Ju-Ma,1": "విశిష్టమైన, ప్రతిభావంతులైన, వైరస్తో కూడిన, ధైర్యంగల.",
  "Ju-Ma,4": "స్నేహితులు మరియు బంధువులు కలిగి ఉంటారు, స్థిరమైన స్వభావం, దేవతలకు మరియు బ్రాహ్మణులకు అంకితభావంతో ఉంటారు.",
  "Ju-Ma,7": "పర్వతాల, కోటలు మరియు అరణ్యప్రాంతాల్లో సంచరిస్తూ ఉంటారు, ధైర్యవంతులు, భార్య కు దూరంగా ఉంటారు",
  "Ju-Ma,10": "ప్రఖ్యాత గాంచిన వారు, చాలా సంపద కలిగి ఉంటారు, తెలివైన వారు, ఓ పెద్ద కుటుమ్బనికి చెందిన వారు.",
  "Ju-Ma,9": "దైవారాధన, రాజఠీవి, అనారోగ్యం, కఠినాత్మమ్, మచ్చలు మరియు గాయాలు.",
  "Ve-Ma,1": "నిషిద్ధ మహిళలకు అలవాటు పడటం, నిషేధింపబడిన పనులలో పాల్గొనడం, మహిళల కోసం డబ్బు వృధా చేసుకొనడం, అల్పాయుషు.",
  "Ve-Ma,4": "భయాందోళన, బాధ, బంధువులు, మిత్రులు, పిల్లలకు దూరమవు తారు",
  "Ve-Ma,7": "అత్యాశకరమైన, అనైతిక,  ్త్రీల వల్ల బాధలు",
  "Ve-Ma,10": "ఆయుధాల ఉపయోగం కోసం విశిష్టమైన గురువు, తెలివితేటలుకలిగిన వారు, నేర్పుకలిగిన వారు, సంపద మరియు మంచి బట్టలు కలిగి ఉంటారు,  మంచి ప్రాముఖ్యత, ఓ మంత్రి.",
  "Ve-Ma,9": "జగదలమారి, ఒక విదేశీ దేశంలో నివసిస్తారు, కఠినాత్ములు, భార్య తో నమ్మశక్యం గా ఉండరు, ఖనిజశాస్త్రం పై ఆసక్తిని చూపిస్తారు",
  "Ma-Sa,1": "యుద్ధంలో విజేత, తల్లికి శత్రుత్వం, అల్పాయుషు.",
  "Ma-Sa,4": "ఇంటి సౌకర్యాలు లేకుండుట,  బంధు మిత్రులు దూరమగుట,  ఓ పాపి",
  "Ma-Sa,7": "భార్య మరియు పిల్లల సౌకర్యాలను కోల్పోవడం, అస్వస్థతత, పాపాత్మకమైన పనులలో పాల్గొంటారు.",
  "Ma-Sa,10": "పాలకుడు నుండి సంపాదించి, శిక్షను అనుభవిస్తాడు (ఒక నేరానికి).",
  "Ma-Sa,9": "పాపం పనులు, చెడు గుణాలు కలిగి ఉండుట, ఇతరుల భార్యలకు బానిసత్వం, సంపద మరియు సౌకర్యాలు లేకుండుట",
  "Ju-Me,1": "అందగాళ్ళు, చదువుకున్న వాళ్ళు, పాలకుల చేత గౌరవం పొందే వాళ్ళు, వాహనాలు, శుకహా సౌఖ్యాలు పొందెదరు",
  "Ju-Me,4": "స్నేహితులు, సుఖాలు, భార్య మరియు సంపద పొందెదరు, పాలకుల చేత సత్కరింపబడతారు",
  "Ju-Me,7": "తండ్రి ని మించి న తనయుడు, బలశాలి, అతని ప్రత్యర్థులను అధిగమిస్తాడు, భార్య సంపదతో మరియు స్నేహితుల తో సుకనిని పొందెదరు.",
  "Ju-Me,10": "ఒక మంత్రి లేదా ఒక రాజు, గుర్తింపదగిన వాడు, ఉత్తేజకుడు, ఒక పండితుడు",
  "Ju-Me,9": "గ్గ్రంథాలలో ప్రావీణ్యం పొందినవారు, జ్ఞాని, సంపన్నులు, వాక్చాతుర్యం కలిగిన వారు, కళాకారులు",
  "Me-Ve,1": "అందగాళ్ళు, జ్ఞాని,  పాలకుల చేత సత్కరింపబడతారు, గుర్తింపదగిన, దేవతలు మరియు బ్రాహ్మణులకు అంకితం అవ్వేదరు",
  "Me-Ve,4": "స్నేహితులు మరియు సంతానంతో ఆనందాన్ని పొందెదరు, మంచి పనులు చేస్తూ ఉంటారు, ఒక మంత్రి.",
  "Me-Ve,7": "పలువురు స్త్రీలతో సంబంధాలు, శారీరక మరియు వస్తు సంపదలతో సంతోషాలు, సత్కరింపబడతారు.",
  "Me-Ve,10": "తాత్విక విజ్ఞానం, అధిక హోదాలో ప్రసిద్ధి చెందుట, అతి సంపన్నులు కారు, తన కార్యాలను నెరవేర్చ గల వారు",
  "Me-Ve,9": "ప్రముఖుడు,  జ్ఞాని, స్థిరంగా ఉంటారు , అదృష్టవంతులు, తన చేసిన వాగ్దానం నిలపెట్టుకుంటారు",
  "Me-Sa,1": "అంధ హీనులు, పాపం పనులు, చదువు, సంపద, వాహనములు లేకుండుట , అల్పాయుషు",
  "Me-Sa,4": "బంధువులు, ఆహారం మరియు పానీయం లేకుండా, తన సొంత ప్రజలు చే అవమానాలు పొందెదరు , మూర్ఖులు,  పాపి",
  "Me-Sa,7": "దేవతలకు అంకితభావంతో ఉంటారు, ఇతరులకు మంచి చేసేవాళ్ళు , అబద్దాలు  అవలంబించుట",
  "Me-Sa,10": "తన ప్రత్యర్థులను నాశనం చేస్తారు, తన ప్రాపంచిక ఆస్తులకు ప్రసిద్ధి, దైవం , గురు మరియు బ్రాహ్మణులకు అంకితభావంతో ఉంటారు",
  "Me-Sa,9": "అనారోగ్యం,  సంపన్నులు, చురుకైన వారు , ఇతరులకు కీడు కోరు వారు",
  "Ju-Ve,1": "అందగాళ్ళు, రాజ వ్యక్తిత్వం",
  "Ju-Ve,4": "తన ప్రత్యర్థులను నాశనం చేస్తారు, శారీరక సౌకర్యాలు కలిగిన వారు , దైవం మరియు గురువు లకు  అంకితభావంతో ఉంటారు",
  "Ju-Ve,7": "అందమైన భార్య కలిగిన వారు, కుమార్తెల తండ్రి, ప్రముఖుడు",
  "Ju-Ve,10": "ప్రఖ్యాత,  సంపన్నులు,  ఒక రాజు",
  "Ju-Ve,9": "వాక్చాతుర్యం కలిగిన వారు, ఒక రాజు, అన్ని సౌకర్యాలు కలిగిన వారు, దీర్ఘ ఆయుష్షు కలిగిన వారు",
  "Ju-Sa,1": "జ్ఞాని, కఠినాత్ములు, సంపద పై ఆశ కలిగిన వాడు , దుష్టుడు, త్రాగుబోతుడు",
  "Ju-Sa,4": "ఒక మంత్రి,  ఆరోగ్యవంతులు, స్నేహపూర్వక, స్నేహితులు మరియు బంధువులు ఆదరణ పొందు వాడు.",
  "Ju-Sa,7": "మహిళల పట్ల వ్యతిరేకత ద్వారా డబ్బు కోల్పోతుంది, ప్రాధమిక చర్యలలో పాల్గొంటాడు,  తండ్రి డబ్బు వాడుకుంటారు",
  "Ju-Sa,10": "రాజుకు సమానం, కొంత మంది కుమారులు, ్థిరంగా ఉంటారు, వాహనము మరియు సంపద పొందెదరు",
  "Ju-Sa,9": "ధనం తో సుఖ ప్రాప్తి, అనారోగ్యం కలిగి ఉండుట, బందు మిత్రులు తక్కువగా ఉంటారు",
  "Ve-Sa,1": "ఎంతో మంది ఆడవారి తో పరిచయాలు, అందగాళ్ళు, శారీరక సౌకర్యాలు కలిగి ఉంటారు, ఆర్థిక ఇబ్బందుల వాళ్ళ మానసిక రుగ్మతి చెందుతారు",
  "Ve-Sa,4": "పాలకుల చేత సత్కరింపబడతారు, స్నేహితులచే సహాయము పొందుతారు",
  "Ve-Sa,7": "మహిళలు, సంపద, సుఖాలు మరియు కీర్తిని పొందెదరు",
  "Ve-Sa,10": "బాగా ప్రసిద్ధి గాంచిన వాళ్ళు, ఉన్నత స్థాయికి చెందిన వాళ్ళు, నిశ్చింత గా ఉండు వారు",
  "Ve-Sa,9": "అనారోగ్యం, పాలకుల చేత అభినందనలు, ప్రముఖుడు, ఉత్తేజకుడు,  సంతానం మరియు సంపదతో దీవెనలు పొందుతారు",
  "Su-Mo-Ma": "విలువైన,దయలేని,చాలా సామర్థ్యం,సంపన్నులు,శిల్పి,మంత్రాలు మరియు యంతరాల్లో నైపుణ్యం కలిగినవారు,శత్రువులు నిర్మూలించేవాడు,మరియు రక్త వ్యాధులు బాధపడుతున్నారు. సూర్యుడు,చంద్రుడు & మార్కులు సహజ స్నేహితులు,సూర్యుడు మరియు మార్కులు శక్తితో సంబంధం కలిగిన ఉగ్రమైన గ్రహాలు,ఆధిపత్యం మరియు పరిపాలన,శరీరం లో ఆవేశపూరిత మూలకం మరియు వేడి కూడా. చంద్రుడు కూడా రక్తాన్ని సూచిస్తుంది.,",
  "Su-Mo-Me": "ఒక రాజు యొక్క విశ్వాసపాత్రుడు,ప్రముఖులు,శాస్త్రాలు లేదా శ్లోకాలు లో ప్రావీణ్యం కలవాడు,చాలా సంపద మరియు అందం తో నేర్చుకున్నాడు,తీపి స్వభావం,కవిత్వం మరియు పౌరాణిక కథల ఇష్టం.,",
  "Su-Mo-Ju": "అత్యంత పవిత్రమైన,ఒక పండితుడు,ఒక స్థిరమైన జ్ఞానం యొక్క మంత్రి,సులభంగా కోపంగా,విదేశీ భూభాగంలో నివసిస్తున్నారు,చుట్టూ తన ప్రభావాన్ని వ్యాప్తి చేయగల సామర్థ్యం,మాయమైన.,",
  "Su-Mo-Ve": "ధర్మం వైపు మొగ్గుచూపడం,సంపద తన సొంత కాదు కోరుకుంటారు కీన్,ఇతరుల భార్యలకు బానిస,అందగాళ్ళు,పండిత,రిచ్,తన శత్రువుల దస్తావేజులో,",
  "Su-Mo-Sa": "సేవకుడు,ధనవంతులు మరియు దయ కోల్పోయిన,దుష్ట శక్తులు,మాయమైన,లోహాలు సంబంధించిన పనిలో నిమగ్నమై,తగినంత అవుట్పుట్తో చాలా శారీరక కృషిని సూచిస్తుంది.,",
  "Su-Me-Ma": "ప్రముఖుడు,valarous,క్రూరమైన,ఒక మల్లయోధుడు,సిగ్గులేని,భార్యాభర్తలు ఉన్నప్పటికీ, భార్య కలిగి ఉంటుంది,సంపద మరియు సంతానం.,",
  "Su-Ju-Ma": "చాలా సంపద కలిగి ఉంటారు,అనర్గళమైన స్పీకర్,ఒక మంత్రి లేదా ఒక కమాండర్,ఉదారంగా,నిజాయితీ,దూకుడు మరియు ఆధిపత్యం,వినోదం ఇష్టం,న్యాయాన్ని అందించడానికి వంపుతిరిగింది.,",
  "Su-Ve-Ma": "అదృష్టవంతులు,చాలా తెలివైన,సంపన్నులు,ఉత్తేజకుడు,కఠినాత్ములు,అందగాళ్ళు,కొన్ని పదాల మనిషి,కంటి వ్యాధి బాధపడుతున్నారు,మరియు లైంగిక సాహసకృత్యాలను ప్రోత్సహిస్తుంది.,",
  "Su-Ju-Me": "పదునైన బుద్దిగల,లేఖనాల అధ్యయనంలో నిమగ్నమయ్యాడు,ఒక రచయిత,శిల్పి,సంపన్నులు,valorious,కంటి వ్యాధి బాధపడుతున్నారు.,",
  "Su-Me-Ve": "సంభాషణ,సంచారి,సన్నని రాజ్యాంగం,జ్ఞాని,తల్లిదండ్రులు మరియు బోధకులతో అవమానించారు,తన భార్య కారణంగా బాధ అనుభవిస్తాడు.,",
  "Su-Me-Sa": "స్నేహితులు మరియు బంధువులు తిరస్కరించారు,దుష్టుడు,ఈర్ష్య,నపుంసకుల వంటి ప్రవర్తన,అవమానానికి గురవుతుంది.,",
  "Su-Ju-Ve": "జ్ఞాని,పేదవాడు,ఒక రాజు ఆశ్రయం లో,ఒక సేవకుడు,మాటకారి,క్రూరమైన,",
  "Su-Ju-Sa": "మాట్లాడటం లో క్లీవర్,పాలకుడు మెచ్చిన,నిర్భయమైన,స్వచ్ఛమైన ఆలోచనలు,భార్య,స్నేహితులు మరియు సంతానం,అసమాన శరీరం,మహిళలపై డబ్బు వ్యర్థం.,",
  "Su-Ve-Sa": "దుష్టుడు,గర్వముగల,తన శత్రువుల భయముతో,అభ్యాసన కోల్పోతారు,దయ మరియు కీర్తి,నైపుణ్యం లేని,అనైతికమైన పనుల వైపు మొగ్గుచూపేవారు,చర్మ వ్యాధి నుండి బాధపడతాడు.,",
  "Mo-Me-Ma": "దుష్టుడు,తన సొంత ప్రజలు చే అవమానాలు పొందెదరు,पुण्य और धन खोनेवाले,తన జీవితాంతం స్నేహితులు లేకుండా,ఒక తిండిపోతు.,",
  "Mo-Ju-Ma": "అందగాళ్ళు,సుందరమైన ముఖం,ప్రేమ విఫలమై,ఇష్టపడే,సులభంగా కోపంగా,అతని శరీరం గాయాలు తో మచ్చలు.,",
  "Mo-Ve-Ma": "అనారోగ్యంతో బాధపడుతున్న మహిళల యజమాని,ఎప్పుడూ ఒక సంచారి,చంచలమైన-minded,చలి భయంతో.,",
  "Mo-Ma-Sa": "చిన్నప్పటి నుండి తల్లి నుండి సౌకర్యాలను కోల్పోతారు,దుష్టుడు,చంచలమైన-minded,నిషేధించబడింది పనులు లో indugles.,",
  "Mo-Ju-Me": "జ్ఞాని,ప్రముఖుడు,అనర్గళంగా,రిచ్,శ్రావ్యమైన,అనారోగ్యం కలిగి ఉండుట,ఒక రాజు యొక్క శుభాకాంక్షలు.,",
  "Mo-Me-Ve": "మంచి అభ్యాసం,గౌరవనీయ,ప్రకృతి అర్థం,అత్యంత రహస్యము,ఇతరుల అసూయ.,",
  "Mo-Me-Sa": "జ్ఞాని,రాజఠీవి,పాలకుల చేత సత్కరింపబడతారు,అనర్గళంగా,అనారోగ్యం కలిగి ఉండుట,ఒక నాయకుడు.,",
  "Mo-ju-Ve": "చాలా మంచి లాకింగ్,జ్ఞాని,పవిత్రమైన తల్లికి జన్మించాడు,అనేక కళల్లో నైపుణ్యం.,",
  "Mo-Ju-Sa": "గ్గ్రంథాలలో ప్రావీణ్యం పొందినవారు,పాలకుల చేత అభినందనలు,తెలివైన వారు,ప్రఖ్యాత,అనారోగ్యం కోల్పోతారు,గ్రామం లేదా పట్టణం యొక్క నాయకుడు,పాత మహిళలకు జతచేయబడినది.,",
  "Mo-Ve-Sa": "నైపుణ్యం కలిగిన రచయిత,మంచి కుటుంబానికి చెందినవాడు,మర్యాదపూర్వకమైన ప్రయత్నాలలో నిమగ్నమయ్యాడు,అందరికి ఇష్టపడే వారు,",
  "Ju-Me-Ma": "తన కుటుంబం లో గౌరవించారు,కవిత్వానికి ఇవ్వబడింది,సంగీతం మరియు డ్రామా,యువకులతో జతచేయబడినది,మంచి మహిళల భర్త,ఇతరులకు మేలు చేయడ 0 లో నిమగ్నమవ్వడ 0,",
  "Me-Ve-Ma": "చురుకైన వారు,చంచలమైన,లింబ్ యొక్క లోపభూయిష్ట,శరీరం యొక్క సన్నగా,బేస్ జన్మించిన,దుష్టుడు,ఉత్సాహభరితంగా,రిచ్.,",
  "Me-Ma-Sa": "భయం లో నివసిస్తున్నారు,లీన్,కళ్ళు మరియు నోటిలో వ్యాధి,చమత్కారమైన,ఒక పనికిమాలిన కార్మికుడు,ఒక ఆకర్షణీయమైన.,",
  "Ju-Ve-Ma": "భార్య,పిల్లలు మరియు సుఖాలు,పాలకుల చేత అభినందనలు,మంచి వ్యక్తులతో సహచరులు,",
  "Ju-Ma-Sa": "లీన్,క్రూరమైన,దుష్టుడు,మిత్రులను కోల్పోవడం,concieted,పాలకుడు మెచ్చిన.,",
  "Ve-Ma-Sa": "foriegn నివాసం,చెడు పిల్లలు,అందంగా మహిళల చేతిలో అవమానం ఎదుర్కొంటుంది.,",
  "Ju-Me-Ve": "అందగాళ్ళు,శత్రువుల తొలగింపు,నిజాయితీ,శాశ్వతమైన కీర్తి.,",
  "Ju-Me-Sa": "సంపన్న,శారీరక సౌకర్యాలు కలిగి ఉంటారు,జ్ఞాని,అదృష్టవంతులు,తన భార్యకు అంకితం చేయబడ్డాడు.,",
  "Me-Ve-Sa": "అసత్య,విష,తన సొంత కాదు మహిళలు కు బానిస,సంచారి,",
  "Ju-Ve-Sa": "ప్రఖ్యాత,ప్రముఖుడు,స్పష్టమైన తెలివి,సాధారణ పరిస్థితుల్లో జన్మించినప్పటికీ, రాజుకు సమానంగా ఉంటుంది.,",
  "Su-Mo-Me-Ma": "అనారోగ్యం కలిగి ఉండుట,ఒక రచయిత,భ్రమలు సృష్టించడంలో నైపుణ్యం,తెలివైన వారు,అనర్గళంగా,దొంగలించెడు గుణం.,",
  "Su-Mo-Ju-Ma": "ప్రముఖుడు,తెలివైన,సంపన్నులు,ప్రతిభావంతులైన,పాలకుడు అంకితం,దుఃఖం మరియు అనారోగ్యంతో బాధపడటం,",
  "Su-Mo-Ve-Ma": "జ్ఞాని,సౌకర్యవంతులు,ప్రఖ్యాత,భార్య,సంతాన,సంపద మరియు ధర్మం.,",
  "Su-Mo-Ma-Sa": "తెలివి తక్కువ,మరగుజ్జు,పేదవాడు,సంచారి,విరామం లేని కళ్ళు మరియు అవిశ్వాస భార్య కలిగి,లాభాలపై జీవిస్తున్నారు.,",
  "Su-Mo-Ju-Me": "ఆరోగ్యవంతులు,సంపన్నులు,బలశాలి,శ్రావ్యమైన,అందగాళ్ళు,ప్రేమగల కళ్ళతో,శిల్పి.,",
  "Su-Mo-Me-Ve": "అనర్గళంగా,స్పీకర్,అందగాళ్ళు,మరగుజ్జు,పాలకుల చేత అభినందనలు,లోపభూయిష్ట దృష్టి.,",
  "Su-Mo-Me-Sa": "లాభాలపై జీవిస్తున్నారు,ఒక పాపెర్,ఫలితం లేని,అసత్య,కంటి వ్యాధితో.,",
  "Su-Mo-Ju-Ve": "పాలకుల చేత సత్కరింపబడతారు,నీటి మరియు అటవీ ప్రాంతాలు కలిగి ఉంది,అనేక సౌకర్యాలను అనుభవిస్తున్నారు.,",
  "Su-Mo-Ju-Sa": "గౌరవనీయ,సంపద మరియు సంతానంతో దీవించబడినది,బలహీనమైన శరీరము,సమతుల్య దృక్పథం,విలువైన స్త్రీలు ఇష్టపడ్డారు,సులభంగా కోపంగా.,",
  "Su-Mo-Ve-Sa": "పిరికి,తిండిపోతైన,బలహీనమైన శరీరము,భయం లో నివసిస్తున్నారు,ఒక స్త్రీలా ప్రవర్తించడం.,",
  "Su-Ju-Me-Ma": "విలువైన,తిరుగాడు,వివాహేతర,సంపన్నులు,ఒక నాయకుడు,కానీ దురదృష్టాలు మరియు కంటి వ్యాధి బాధపడేవారు.,",
  "Su-Me-Ve-Ma": "వివాహేతర,సిగ్గులేని,బేసి కనిపిస్తోంది మరియు దుస్తుల యొక్క చెడ్డ.,",
  "Su-Me-Ma-Sa": "జ్ఞాని,ఒక యుద్ధ,ఒక కమాండర్,పాలకుడు సలహాదారుడు,ఆధార పనులలో పాల్గొంటుంది.,",
  "Su-Ju-Ve-Ma": "ప్రఖ్యాత,అదృష్టవంతులు,సంపన్నులు,పాలకుడు యొక్క గౌరవం లో జరిగిన.,",
  "Su-Ju-Ma-Sa": "సన్మానించారు,తన కార్యకలాపాలు నెరవేరుస్తుంది,స్నేహితులు,బంధువులు మరియు రాయల్ సహాయాలు,మానసికంగా క్రమరాహిత్యం.,",
  "Su-Ve-Ma-Sa": "తెలివిలో లేనిది,కనిపిస్తోంది మరియు ధర్మాలు,మానసిక వేదన బాధపడతాడు,అన్ని ఆధిపత్యం.,",
  "Su-Ju-Me-Ve": "ప్రముఖుడు,సంపన్నులు,ఒక నాయకుడు,తన కావలసిన లక్ష్యాలను నెరవేరుస్తాడు.,",
  "Su-Ju-Me-Sa": "జగదలమారి,coneited,ఉత్సాహం లేనిది,ఒక నపుంసకుడు వలె ప్రవర్తించడం.,",
  "Su-Me-Ve-Sa": "పవిత్రమైనది,అందమైన,జ్ఞాని,సౌకర్యవంతులు,నిజాయితీ,మంచి స్పీకర్,స్నేహితులకు సహాయపడుతుంది.,",
  "Mo-Ju-Me-Ma": "పవిత్ర గ్రంథాలలో ప్రావీణ్యం పొందింది,ఒక రాజు లేదా ఒక మంత్రి,అత్యంత ప్రఖ్యాత.,",
  "Mo-Me-Ve-Ma": "జగదలమారి,సోమరి,దుష్టుడు,తన సొంత ప్రజలకు శత్రుత్వం,అందగాళ్ళు,దుష్ట స్త్రీలకు భర్త.,",
  "Mo-Me-Ma-Sa": "ధైర్యవంతులు,తన స్నేహితుల నుండి ఓదార్పుని కోల్పోయాడు,భార్య,పిల్లలు మరియు స్నేహితుల వల్ల సుఖమును పొందెదరు,",
  "Mo-Ju-Ve-Ma": "విలువైన,సంపన్నులు,జ్ఞాని,స్నేహితులు మరియు సుందరమైన భార్యతో ఆశీర్వదించింది,లింబ్ యొక్క లోపభూయిష్ట.,",
  "Mo-Ju-Ma-Sa": "జ్ఞాని,ఉదారంగా,ధైర్యవంతులు,మానసిక స్థిరంగా,రిచ్,లోపభూయిష్ట వినికిడి.,",
  "Mo-Ve-Ma-Sa": "ఒక అనైతిక మహిళ భర్త,ఎప్పుడూ బాధాకరమైనది,సాహసోపేతమైన,నిర్భయమైన,ఒక పాము వంటి కళ్ళు.,",
  "Mo-Ju-Me-Ve": "జ్ఞాని,ప్రముఖుడు,సంపన్నులు,తల్లి మరియు తండ్రి త్యజించటం,శత్రువులు లేకుండా,లోపభూయిష్ట వినికిడితో.,",
  "Mo-Ju-Me-Sa": "శ్రావ్యమైన,స్వచ్ఛంద,జ్ఞాని,ప్రముఖుడు,అత్యంత సంపన్నమైనది,రాజు యొక్క కంఠస్థుడు.,",
  "Mo-Me-Ve-Sa": "వివాహేతర,దుష్ట స్త్రీ భర్త,జ్ఞాని,అనేకమందికి శత్రువులు,వ్యాధి కళ్ళు,",
  "Mo-Ju-Ve-Sa": "తల్లి కోల్పోయింది,నిజాయితీ,వివాహేతర,అసౌకర్యంగా,సంచారి,చర్మ వ్యాధి.,",
  "Ju-Me-Ve-Ma": "రిచ్,ఆరోగ్యవంతులు,ఎంతో విలువైనది,మహిళలతో కలహాలు.,",
  "Me-Ve-Ma-Sa": "యుద్ధంలో నైపుణ్యం,ఒక మల్లయోధుడు,చాలా ఆరోగ్యకరమైన,ప్రఖ్యాత,పెంపుడు జంతువులుగా కుక్కలను ఉంచుతుంది.,",
  "Ju-Me-Ma-Sa": "vilorous,జ్ఞాని,అనర్గళంగా,నిజాయితీ,పవిత్రమైనది,పేద,",
  "Ju-Ve-Ma-Sa": "ప్రముఖులు,సంపన్నులు,సాహసోపేతమైన,ఇతరులు భార్యలకు బానిస.,",
  "Ju-Me-Ve-Sa": "చాలా నేర్చుకున్నాడు,విశేషమైన జ్ఞాపకశక్తి,నిజాయితీ,ఉత్తేజకుడు,ఇంద్రియ.,",
  "Su-Mo-Ju-Me-Ma": "బాధ,పోరాట,ఒక సమాచారకర్త,భార్య నుండి వేరు వేరుచేత బాధపడుతున్నది.,",
  "Su-Mo-Me-Ve-Ma": "ఇతరులకు పని,స్నేహితులు మరియు బంధువులు కోల్పోయారు,అసత్య,నపుంసకుల స్నేహం.,",
  "Su-Mo-Me-Ma-Sa": "సౌకర్యాలను కోల్పోతారు,భార్య మరియు సంపద పొందెదరు,ఖైదు బాధపడతాడు,అల్పాయుషు,",
  "Su-Mo-Ju-Ve-Ma": "తల్లిదండ్రులు తిరస్కరించారు,చాలా దుర్మార్గపు,ఒక తీవ్రవాది లేదా హంతకుడు,sightless.,",
  "Su-Mo-Ju-Ma-Sa": "యుద్ధంలో మంచిది,సమర్థవంతమైన,ఇతరుల సంపదని వెల్లడిస్తుంది,దుష్టుడు,తన లేడీ-ప్రేమ నుండి వేరు వేరు.,",
  "Su-Mo-Ve-Ma-Sa": "దూరంచేసి,పేదవాడు,ఇతరుల భార్యలకు బానిస.,",
  "Su-Mo-Ju-Me-Ve": "చాలా సంపద కలిగి ఉంటారు,ఒక మంత్రి,ఒక రాజు సలహాదారుడు,శిక్షించేందుకు అధికారం కలిగి (న్యాయమూర్తి),ప్రఖ్యాత,శక్తివంతమైన.,",
  "Su-Mo-Ju-Me-Sa": "ఇతరులకు తింటారు లేదా మృదువుగా (ఆధారపడి ఉంటుంది),క్రూరమైన,పిరికి,మోసం.,",
  "Su-Mo-Me-Ve-Sa": "అనారోగ్యం కలిగి ఉండుట,పొడవైన పొడవు,సంపద కోల్పోయింది,స్నేహితులు మరియు సుఖాలు,ఒక వెంట్రుకల శరీరం.,",
  "Su-Mo-Ju-Ve-Sa": "జ్ఞాని,నిర్భయమైన,తన భార్యకు ఇష్టం,అనర్గళంగా,గారడీ లో క్లీవర్,చంచలమైన,",
  "Su-Ju-Me-Ve-Ma": "ప్రముఖుడు,ఓ పెద్ద సైన్యాధి పతి,దుఃఖం కోల్పోతుంది,అదృష్టవంతులు,అందగాళ్ళు,రాజు ఇష్టపడ్డారు,తన సొంత కాదు మహిళలు వెంటపడతాడు.,",
  "Su-Me-Ve-Ma-Sa": "వ్యాధి మరియు శత్రువులు బాధ,misearable,ఆకలితో అల్లాడే,తన నివాసం నుండి స్థానభ్రంశం చెందారు.,",
  "Su-Ju-Ve-Ma-Sa": "జ్ఞాని,శ్రద్ద,మెటల్ పని మరియు రసాయనాలు వ్యవహరించే లో ప్రవీణుడు.,",
  "Su-Ju-Me-Ve-Sa": "పవిత్ర గ్రంథాలలో ప్రావీణ్యం పొందింది,శ్రావ్యమైన,ప్రిసెప్టర్స్ కు అంకితమైనది,దయగల.,",
  "Mo-Ju-Me-Ve-Ma": "శ్రావ్యమైన,జ్ఞాని,సంపన్నులు,రోగాల క్షీణత,చాలామంది స్నేహితులతో.,",
  "Mo-Ju-Me-Ma-Sa": "దుష్టుడు,పేదవాడు,భుజించిన ఆహారం మీద నివసిస్తుంది,రాత్రి అంధత్వం బాధపడతాడు.,",
  "Mo-Me-Ve-Ma-Sa": "అంధ హీనులు,మూర్ఖులు,ఒక పాపెర్,ఒక నపుంసకుడు,గర్వముగల,ఇతరులకు సేవలను అందించడం.,",
  "Mo-Ju-Ve-Ma-Sa": "ఒక పనికిమాలిన సేవకుడు,మూర్ఖులు,దొంగలించెడు గుణం,భుజించిన ఆహారం మీద నివసిస్తుంది,అలుముకుంది,కంటిలో వ్యాధి.,",
  "Mo-Ju-Me-Ve-Sa": "అత్యంత గౌరవనీయ,ఒక మంత్రి,శ్రావ్యమైన,చాలామంది ప్రజల నాయకుడు.,",
  "Ju-Me-Ve-Ma-Sa": "సులభంగా కోపంగా,ఖైదు మరియు మరణశిక్ష విధించటానికి అధికారం ఇచ్చింది,రాజు ఇష్టపడ్డారు,సోమరి,అనారోగ్యం కలిగి ఉండుట,పిచ్చి బాధపడతాడు.,",
  "Su-Mo-Ju-Me-Ve-Ma": "నేర్చుకోవడం ద్వారా దీవించబడినది,భార్య,సంపద మరియు ధర్మం,స్మృతిపత్రాలపై వెళుతుంది,ప్రముఖుడు,కొండలు మరియు అడవులలో నివసించేవారు,లీన్,చురుకైన.,",
  "Su-Mo-Ju-Me-Ma-Sa": "ధార్మిక సంస్థలకు ఇవ్వబడింది,పవిత్రమైనది,చంచలమైన,విసర్జించిన ప్రదేశాల్లో నివసిస్తున్నారు,వివాహేతర,ఇతరులకు సహాయపడుతుంది.,",
  "Su-Mo-Ju-Ve-Ma-Sa": "దుష్టుడు,ఇతరులకు సేవ చేయడమే,సులభంగా కోపంగా,క్షయవ్యాధి మరియు ఇతర ఛాతీ వ్యాధులతో బాధపడుతున్నారు,ఓదార్పును కోల్పోయినా సరే,తన భార్యకు అంకితం చేయబడ్డాడు.,",
  "Su-Mo-Ju-Me-Ve-Sa": "భార్య మరియు సంపదను కోల్పోయారు,మానసిక వేదన బాధపడతాడు,రాజు రాజుకు సలహాదారుడు,అందగాడు.,",
  "Su-Ju-Me-Ve-Ma-Sa": "కొండలు మరియు అడవులలో తిరుగుతూ,పిల్గ్రహణ పై వెళుతుంది,భార్య యొక్క తప్పుడు భార్య,సంపద మరియు సంతానం.,",
  "Mo-Ju-Me-Ve-Ma-Sa": "పవిత్రమైనది,ప్రముఖుడు,సోమరి,wealty,రాజుల కౌన్సిలర్,అనేకమంది స్త్రీలతో ఆశీర్వదించింది,యాత్రికులు నిర్వహిస్తారు,సన్యాసి అలవాట్లు.,"
}